[
  {
    "title": "29 businesses raised over PS23m on Crowdcube in Q1 2017",
    "content": "29 businesses raised over PS23m on Crowdcube in Q1, as the equity-based crowdfunding platform recorded a second consecutive record quarter.Of all enterprises to receive investment, 10 start-ups topped PS1m each, as the Q1 figures now means Crowdcube is on course to beat its 2016 investment figure of PS80m.Among some of start-ups to successfully seek investment on the site include food business Cali Rice who closed a PS1.4m round in March, and home security start-up Cocoon who bagged PS2.46 the same month.Launched in 2011 by Darren Westlake and Luke Lang, Startups-100 ranked Crowdcube has amassed a \"crowd\" of over 390,000 members, who have invested more than PS235 million in 520 raises.Luke Lang, co-founder of Crowdcube, said:\"This record start to 2017 shows how established growth-stage businesses, seasoned entrepreneurs and institutional investors trust Crowdcube with the big, more complex fundraises, while investors know we're the place to find exciting, often VC-backed, investment opportunities.\"Despite posturing from some EU leaders, we're confident Britain will retain its position as a financial services powerhouse because of its innovation and flexible regulatory regime.\"For our guide on Seedrs and Crowdcube click here.",
    "date": 1493810225,
    "url": "http://startups.co.uk/29-businesses-raised-over-23m-on-crowdcube-in-q1/",
    "origin": "startupuk"
  },
  {
    "title": "Eight social tech ventures land backing from Nominet Trust",
    "content": "Eight early-stage social technology projects have received financial backing from Nominet Trust's Social Tech Seed funding programme.A total of PS374,736 has been awarded from the fund, which supports projects tackling issues such as environment and sustainability, the justice system, education, employment and medicine. To date, it has supported 40 organisations through six cohorts.The ventures will use the grant and support package to help develop digital technology solutions that improve the lives of others and tackle social challenges.The eight operations are:Vicki Hearn, director of Nominet Trust, said: \"The UK has a burgeoning social tech sector, but access to funding for start-ups at the very early stages of their development remains limited - yet this is crucial to enable social innovators to test their ideas and unlock the potential of digital tech to improve lives.\"Nominet Trust is proud to support these eight new ventures via our Social Tech Seed programme, which has been hugely successful in kick-starting dozens of similarly exciting new projects. We're looking forward to seeing how they develop.\" ",
    "date": 1493716150,
    "url": "http://startups.co.uk/eight-social-ventures-backed-by-nominet-trust/",
    "origin": "startupuk"
  },
  {
    "title": "Three of BMW's first Innovation Lab start-ups have secured commercial contracts",
    "content": "Following the conclusion of BMW's first Innovation Lab, the motoring firm has announced that three of the programme's participants have gone on to secure long-term commercial contracts with BMW Financial Services UK (BMW FS UK).Run in partnership with L Marks, the accelerator was claimed to be the first ever start-up innovation programme for the motor finance industry and offered five companies 10 weeks of support at BMW Group's Farnborough HQ.The programme concluded with a demo day where all five finalists pitched their ideas to the company. The three that have secured contracts are:BMW is also in dialogue with Warwick Analysis, a predictive analysis platform, and Drover, a car rental and ridesharing platform.Mike Dennett, BMW Group Financial Services UK CEO, said: \"We initially launched this programme to help us embrace a more innovative, agile culture across our business and so we're delighted to confirm on-going commercial relationships with three of our alumni.\"The Innovation Lab has proven to be a fantastic first step for both BMW Group and the wider automotive finance industry and proves that collaboration between big business and startups can produce tangible commercial benefits for both sides.\"Stuart Marks, Chairman of L Marks, said: \"The corporate innovation and accelerator model will only remain sustainable if it provides significant, long-term benefits to both big and small businesses.\"With that in mind, I firmly believe that the Innovation Lab stands as an example of best practice in how large companies should engage with the entrepreneurial community, provide unprecedented access to insight from the C-suite down and foster a culture of innovation throughout their wider business.\" ",
    "date": 1493303458,
    "url": "http://startups.co.uk/bmw-innovation-lab-firms-secure-contracts/",
    "origin": "startupuk"
  },
  {
    "title": "Final call for UK retail tech start-ups to enter JLAB 2017",
    "content": "John Lewis and Waitrose have issued a final call for retail technology start-ups to enter its JLAB retail accelerator before the deadline at midnight on Sunday 30 April.Five to 10 finalists will be selected to join the 12-week programme and receive free workspace at the John Lewis or Waitrose headquarters, access to resources and growth support and the chance to apply for equity funding of up to PS100,000 from a PS200,000 pot.JLAB said this year's accelerator has seen a record number of entries from across the globe and is looking for start-ups developing ideas in the following areas:John Vary, John Lewis Partnership innovation manager, said: \"We've had a tremendous amount of interest in JLAB 2017 and the diversity of companies has been truly remarkable. This is the first year that John Lewis and Waitrose have joined forces to launch this programme, and it's a collaboration that has clearly resonated with startup communities around the world.\"This level of access to two leading retailers represents an unprecedented opportunity, and I'd strongly encourage entrepreneurs working in disruptive retail and food technology to get their applications in as soon as possible.\"",
    "date": 1493284878,
    "url": "http://startups.co.uk/final-call-for-jlab-2017/",
    "origin": "startupuk"
  },
  {
    "title": "AI, big data and robotics are London's fastest growing areas for investment",
    "content": "Artificial intelligence (AI), robotics and big data are fuelling venture capital (VC) investment into London's technology sector, according to research from the founders of London Tech Week.Analysis of VC flows into the capital's tech sector found that AI and machine learning have proved particularly attractive, securing PS85.75m in 2016 - 20 times the PS3m raised in 2011. The sectors have collectively attracted PS207m in VC funding over the last five years, with companies such as Deep Mind and Magic Pony leading the charge.Meanwhile, after raising just PS40,000 in 2014 and PS70,000 in 2015, more than PS14m was ploughed into London companies developing robotics and drone technology last year. London-based Starship Technologies recently partnered with pizza franchise Domino's to trial delivery robots.However, financial technology (fintech) has attracted more funding that any other tech sub-sector, amounting to PS2bn in VC investment over the last five years. And it shows no signs of slowing down: In the first quarter of 2017 alone, fintech companies secured PS177m - more than any other quarter in 2016. Major deals in the space have included Funding Circles' PS80m raise in January and Monzo's PS19.5m Series C.London tech firms raised PS395m across all verticals in the first quarter of the year; a huge increase on the PS245m secured in Q4 2016. And despite concerns surrounding Brexit, the capital's tech community has received over PS1bn of the total PS1.59bn raised by UK tech since the referendum.Rajesh Agrawal, deputy mayor for business, said: \"London is the technology capital of Europe. With a rich melting pot of creative talent, London is leading the way in the development of emerging technologies such as mobile payments, big data and artificial intelligence.\"Our world-class tech sector is creating jobs and growth across the city, with Londoners working alongside the best and brightest from across Europe and all over the world.\"Russ Shaw, London Tech Week ambassador and founder of Tech London Advocates, added: \"Over the course of the last decade London has become a global hub for the technology sector. More recently, our expertise in fintech, AI and robotics has shown that the city is at the cutting edge of technological innovation.\"",
    "date": 1492684174,
    "url": "http://startups.co.uk/ai-big-data-and-robotics-fastest-growing-for-investment/",
    "origin": "startupuk"
  },
  {
    "title": "London tech sector under threat from lack of investment in talent, technology and innovation",
    "content": "London's position at the forefront of global finance is being threatened by a lack of investment in talent, technology and innovation, according to a new report from Level39.The survey of Level39's 900-strong community found that most think a shortage of talent is the biggest threat to banks and financial institutions in the UK (19%), followed by a lack of investment in research and development (17%) and digital disruption (15%). International competition (15%) was also highlighted as a major risk to the capital's financial sector.Financial technology (26%), machine learning (22%) and data analytics (20%) were the three verticals expected to receive the most investment across the tech sector in 2017.30% of those surveyed said UK banks and institutions urgently need to invest in cyber security in order to \"regain a competitive advantage\", yet only 13% thought that it would outperform other verticals for investment this year. Data science (28%) and financial inclusion (17%) were also cited as areas in need of funding.90% of respondents agreed that if banks work together with London's tech community to overcome obstacles and invest in these areas, the capital will have an ecosystem capable of \"producing a critical mass of globally successful tech start-ups\".Ben Brabyn, head of Level39, commented: \"London is a global financial powerhouse, but its dominance in financial services is under existential threat. Failing to address these billion-dollar problems will send the industry hurtling towards a cliff-edge. The time for spectators is over - banks need to open their chequebooks and invest in the tech startups offering the innovations they need.\"Investment from the world's largest financial services IT budgets will realise the potential of billion-dollar ideas in fintech, cyber security and financial inclusion. By connecting ambitious individuals in finance with ambitious entrepreneurs, London will send a clear message to the global finance community - this is the home of innovation and billion-dollar opportunities.\"",
    "date": 1492642873,
    "url": "http://startups.co.uk/london-tech-sector-threat-lack-investment-talent-technology-innovation/",
    "origin": "startupuk"
  },
  {
    "title": "Just Eat thinks these are the five food tech stars of the future",
    "content": "Just Eat has revealed the five food technology start-ups that will join its new 12-week seed accelerator programme, with each selected for their potential to transform the food industry from \"farm to fork to bin\".Starting on 18 April, the participants will each receive a PS20,000 investment in return for a 5% stake in their business, alongside a comprehensive programme of mentoring, training and networking to boost them onto the next stage of development.Just Eat says the companies \"showcase the extraordinary potential for the sector to grow creatively, profitably and sustainably, for the benefit of consumers, restaurants and food vendors, and the wider community\".The five food tech start-ups participating in the programme are:Stuart Mainwaring, head of ventures at Just Eat, said:\"Just Eat's mission is to create the world's leading food community. Our accelerator and seed programmes play a critical role in our efforts to develop a thriving food tech ecosystem in the UK, as we make investments in innovation and big ideas that will help drive forward this fast-growing sector in a sustainable way.\"Much like our successful first programme, the next 12 weeks will involve an intensive schedule full of challenges and opportunities to help these five fabulous start-ups learn and grow. They have each shown outstanding attributes - and huge potential - to stand out from a large crowd of applicants, so we're excited to see how they continue to develop on our programme.\"",
    "date": 1492085834,
    "url": "http://startups.co.uk/just-eat-chooses-five-food-tech-stars-of-the-future/",
    "origin": "startupuk"
  },
  {
    "title": "12 finalists announced for Pitch@Palace 7.0",
    "content": "Pitch@Palace has announced the 12 finalists that will take place in this month's final at St James's Palace on 25 April.Founded by HRH The Duke of York in 2014, Pitch@Palce gives technology businesses the opportunity to showcase their ideas to an audience of CEOs, angel investors, venture capitalists, mentors and potential business partners who could help take their business to the next level.Startups 100-listed Tech Will Save Us is amongst this year's finalists. Founded by husband and wife team Bethany Koby and Daniel Hirschmann, the company provides a variety of kits that enable kids and adults to build basic and advanced gadgets including a speaker, a simple games console and an electro dough kit.The theme for Pitch@Palace 7.0 is 'human tech', with concepts exploring the potential of technology to improve our everyday lives. The 12 finalists are:The Duke of York commented: \"I am immensely proud of the achievements of the Entrepreneurs in the Pitch@Palace 7.0 programme. In less than three years, there have been over 500 pitches at events all over the United Kingdom and they have shone a light on the diversity and imagination across the country, clearly demonstrating that pursuing an idea or dream can be realised with knowledge and determination. I wish all those taking part in the People's Choice Award and the final of Pitch 7.0, every success.\"Wes Sugden-Brook, Founder and Managing Director of Drenched Ltd and winner of Pitch@Palace 6.0, said: \"The Pitch@Palace process was fantastic from start to finish and is simply unique within the world of business and entrepreneurship.\"It enabled me to meet some incredible mentors whilst making connections that I simply couldn't have envisaged a year ago - all of whom are going to have a genuine impact on the growth of Drenched over the next few years.\"",
    "date": 1492081204,
    "url": "http://startups.co.uk/12-finalists-announced-for-pitchpalace-7-0/",
    "origin": "startupuk"
  },
  {
    "title": "First two start-ups for Founders Factory's AI accelerator programme announced",
    "content": "The first two companies to join Founders Factory and CSC Group's six-month artificial intelligence (AI) accelerator programme have been revealed.Founded in 2013 at the University of Birmingham, Illmur helps organisations understand and predict behaviour by turning datasets into 3D patterns. Its clients include government departments, large financial institutions and housing organisations.Iris.ai, the second start-up to join, was founded in Norway in 2015, but has since relocated to London. It is a an AI research assistant that allows users to search and map over 60 million open access research papers from across different disciplines.The two companies will receive hands on support from Founders Factory and CSC Group to help accelerate their growth.Henry Lane Fox, co-founder and CEO of Founders Factory, said: \"We are delighted to welcome Iris.ai and Illumr to Founders Factory. Our team looks forward to supporting these ambitious founders as they continue to build out their products, expand their market presence and drive value for their customers.\"Xiangshuang Shan, chairman of CSC Group, added: \"We are very impressed with the strength of illumr and Iris.ai's technology and look forward to delivering our comprehensive plan to work with these businesses to lead changes in these industries.\"",
    "date": 1491816761,
    "url": "http://startups.co.uk/firms-chosen-for-founders-factorys-ai-accelerator-%e2%80%8e/",
    "origin": "startupuk"
  },
  {
    "title": "Sage launches BotCamp to train the next generation of AI professionals",
    "content": "Accounting software provider Sage has announced the launch of a programme designed to bridge the artificial intelligence (AI) and robot skills gap and help put the UK at the leading edge of the emerging technology.Over 100 participants aged 16 to 25 will be invited to take part in BotCamp, learning accessible technology skills that will \"help people to embrace, not fear, the fourth industrial revolution\".Taking place as part of the Sage Foundation over the next six months, BotCamp will aim to ensure the industry has a strong talent pool of AI and robot builders for the future.Stephen Kelly, CEO of Sage at Sage, added: \"As millennials are great adopters of bots, we are giving them the opportunity to code for their future peers, business builders, and industry leaders.\"Delivering this through the Sage Foundation will help us meet our commitment to benefit young people around the world, and to do good in the communities we serve.\"Kriti Sharma, vice president of bots and AI at Sage, said: \"Having piloted this programme with several school leavers, I believe it has the potential to completely change the mindsets of the young people who take part.\"We're giving them the opportunity to believe that you don't need a computer science degree to write code and create chatbots that will have a significant impact on the communities in which we live and work.\"",
    "date": 1491468849,
    "url": "http://startups.co.uk/sage-launches-ai-botcamp/",
    "origin": "startupuk"
  },
  {
    "title": "Deliveroo named UK's fastest growing tech start-up in Tech5 competition",
    "content": "On-demand food delivery company Deliveroo was announced as the top tech start-up at the UK finals of The Next Web's European Tech5 competition last night, taking the title from 2016 winner Kano.Held at sponsor Adyen's London offices, the competition ranks businesses on their revenue growth from 2014 to 2016 - although businesses do not disclose revenue figures - with five companies shortlisted for the UK leg including Startups Awards 2016 overall winner Onfido and Startups Awards 2016 finalist Trouva.Deliveroo, the start-up founded in 2013 by Young Guns Will Shu and Greg Orlowski, will now go forward to compete with winners from Germany, Spain, France, The Netherlands, and Sweden at The Next Web conference in May to win the accolade of 'Fastest growing tech company in Europe'.You may also like: Will Shu - How I went from investment banker to founder of Deliveroo Ranked in the esteemed Startups 100, London-based Deliveroo now works with over 20,000 restaurants in 150 cities across 12 countries and boasts employee numbers of more than 1,000.The start-up has raised more than $475m in funding and just this month announced the opening of its 100th UK location, alongside the launch of its first national TV advertising campaign.Patrick de Laive, co-founder of The Next Web, commented:\"It's amazing to see how many fast growing companies have been sprouting on European soil. Aside from the ones that made the shortlists, we've seen a ton of others that had significant revenues and still continue to grow. As Europeans involved in technology, we should be proud of these highly successful startups. The Tech5 competition is here to celebrate those young companies and reveal them to a larger audience.\"Speaking earlier this month on Deliveroo's recent growth, UK & Ireland managing director Dan Warne said:\"Only four years ago our founder and CEO made his first delivery, four years on we now deliver to 100 cities and towns right across the UK. The pace of our growth demonstrates how the British public are embracing the move to get great food from great restaurants delivered straight to their door.\"",
    "date": 1490954835,
    "url": "http://startups.co.uk/deliveroo-uk-fastest-growing-tech-start-up-tech5-competition/",
    "origin": "startupuk"
  },
  {
    "title": "Waitrose and John Lewis launch applications for JLAB 2017",
    "content": "Waitrose and the John Lewis Partnership are looking for retail technology start-ups to join the 2017 intake of their JLABS accelerator programme.Run in association with innovation specialist L Marks, this is the fourth year for the programme, which gives emerging start-ups access to resources, support and equity funding.Five to 10 successful applicants will take part in a 12-week programme, receiving mentorship and free workspace at the John Lewis head office in Victoria and the Waitrose head office in Bracknell.Participants will be able to apply for funding of up to PS100,000 from a dedicated PS200,000 microfund in exchange for a share in their company.This year JLABS is looking for retail tech start-ups focused on the following areas:* Amazing Food Experiences - systems to make food service to customers more convenient, exciting and innovative * Amazing Store Experiences - partnerships with start-ups that will make in-store experiences \"more inspiring and individual\" * Effortless Shopping - solutions to improve online and offline shopping experiences for customers * Help Me Live a Healthier Life - health and wellbeing solutions that can be used both online and in store to help customers improve their lifestyles * Smarter Supply Chain - ideas that disrupt and improve traditional supply chain practices * Surprise us - innovative ideas that don't fit into a classificationPaul Coby, chief information officer of John Lewis Partnership, commented: \"Waitrose involvement in JLAB means we can now provide start-ups with unprecedented access to two of the UK's leading retailers and ensure we add value to these fledgling companies, in the same spirit of cooperation the John Lewis Partnership was founded on.\"Stuart Marks, chairman of L Marks, said: \"At a time when most large companies are seeing disruption all around them, the John Lewis Partnership has willingly opened up its entire business up to assist and develop start-ups.\"We are excited to have Waitrose join the programme and bringing with it their unique grocery related categories. We expect this to be our best JLAB yet.\"Applications for JLAB close at midnight on 30 April 2017. Find out more and enter here.",
    "date": 1490613505,
    "url": "http://startups.co.uk/waitrose-and-john-lewis-launch-jlab-2017/",
    "origin": "startupuk"
  },
  {
    "title": "Nesta launches PS5m prize fund for digital entrepreneurs creating next-gen services",
    "content": "Nesta has launched a new PS5m prize fund aimed to help digital entrepreneurs create next-gen services.The 'Open Up Challenge' will look for 20 companies that will use the UK's open banking APIs to \"transform the way small businesses discover, access and use core financial products\".With a closing date of 31 May, the fund is open to businesses of all size and concepts may be at idea stage or more advanced.Entrants will have the potential to receive:Launching in January 2018, open banking will see small businesses have access to a unprecedented range of financial services, as they will be able to securely share their bank account and transaction data with third party APIs.Chris Gorst, challenge prize lead at Nesta, said:\"We are looking for entrants who can combine insight into the problems small businesses face with technological skill and commercial know-how.  The Challenge offers entrants a gateway to innovation through up-front grants and prizes from a PS5m fund, business support from key influencers in the industry and exclusive access to our Open Up Data Sandbox to test and develop their ideas.\"The coming year marks a unique moment in which technology and regulatory change combine to drive innovation in small business banking. Entrants to the prize will have the opportunity to shake up small business banking by transforming the way small businesses discover, access and use core financial products and services.\"For more information on the fund click here.",
    "date": 1490261106,
    "url": "http://startups.co.uk/nesta-launches-5m-prize-fund-for-digital-entrepreneurs-creating-next-gen-services/",
    "origin": "startupuk"
  },
  {
    "title": "VC giant Octopus Ventures raises PS120m as it looks to invest in AI start-ups",
    "content": "Venture capital (VC) firm Octopus Ventures has raised PS120m as it looks to invest in more AI-focused UK start-ups.The Holborn-based VC firm, which normally backs businesses with seed, Series A and Series B funding rounds of between PS150,000 and PS5m, is already in discussions with two unamnamed UK tech start-ups.A subsidiary of Octopus Investments, which was established in 1999, its portfolio includes Swiftkey, who were later acquired by Microsoft, Startups-100-ranked YPlan, LoveFilm and Secret Escapes.The announcement comes after a report by Accenture estimated that AI could add up to PS654bn to the UK economy by 2035.Alex Macpherson, chief executive at Octopus Ventures, said:\"We have expertise in the machine-learning field, but the challenge today is pretty much every business that comes through to us is machine learning or artificial intelligence.\"Our whole concept is how can we help support British entrepreneurs to take their business the whole way, and not sell out to the Americans or others a bit too early.\"Speaking on the type of businesses they normally invest in, Will Gibbs, investment manager at Octopus, told Startups:\"Our ideal investment is one where we are aligned with the entrepreneur and we are both ready to accelerate quickly. The business should operate with a strong and ambitious team at the helm, able to deliver successive growth in a global market.\"The product or service that business delivers should also have strong USPs and not be easily copied to prevent saturation of the market.\"Want to find out more about Octopus Ventures? Read our interview with Octopus' Will Gibbs here.",
    "date": 1490137200,
    "url": "http://startups.co.uk/vc-giant-octopus-ventures-raises-120m-as-it-looks-to-invest-in-ai-start-ups/",
    "origin": "startupuk"
  },
  {
    "title": "UK tech sector growing at twice the rate of the wider economy",
    "content": "Time to start a tech business? The UK's technology sector is growing at twice the rate of the wider economy, with digital jobs rising by 17% between 2011 and 2015 compared to 8% for non-digital jobs, according to Tech City UK's Tech Nation 2017 report.The average advertised salary for digital and tech jobs now stands at PS50,663 a year, compared to PS35,155 for non-digital positions - a 44% difference.Since 2012 there has been a 13% increase in the advertised salaries of tech jobs and only a 4% rise in those of non-digital job postings.The UK's digital economy is the largest in Europe, attracting more investment (PS6.8bn) in 2016 than any other country on the continent, including France (PS2.4bn) - its nearest rival - and Germany (PS1.4bn) combined.The picture over the last five years is similar: the UK's tech sector secured more than PS28bn between 2011 and 2016, compared to PS11bn for France and PS9.3bn in Germany.While London has traditionally held a monopoly on tech investment, the report found that, for the first time ever, in 2016 there was more venture capital and private equity investment into companies outside the capital, accounting for 68% (PS4.6bn) of all funding.London is still home to the UK's highest tech salaries, but other digital hubs such as Newcastle, Sheffield and Leeds have seen salaries jump by 25% over the last five years. Meanwhile, the number of tech businesses started in London is up 42% over the same period and has risen by 39% in Newcastle and 37% in Belfast.London, Bournemouth & Poole and Newcastle are home to the highest concentrations of high growth digital businesses in the UK.In terms of productivity, the Gross Value Added (GVA) of a tech worker in the UK is now more than twice that of a non-digital worker at PS103,000 compared to PS50,000. The last five years has witnessed a widening productivity gap between the two sectors from PS48,000 to PS53,000.Based on its survey of 2,700 UK tech workers or investors, the report highlighted six areas of focus to ensure digital growth and innovation continues, including skilling up the nation to ensure employees can keep up with the rate of digital change, continuing to attract the \"best and brightest\" talent in light of Brexit and improving gender diversity.Access to finance at every stage of growth was also highlighted as a priority, as well as better digital connectivity and the development of co-working spaces.The government recently revealed a range of measures as part of its Digital Strategy that will make the UK the \"best place in the world\" to start and grow a business, including commitments to provide digital skills training and a PS1bn funding package to improve digital connectivity.Gerard Grech, CEO of Tech City UK, commented: \"There are now significant tech hubs all over the UK, attracting both international investment and overseas talent.\"[...] These foundations will be crucial as we prepare to leave the EU. We need to maintain access to skilled workers while doubling down on home grown tech talent. And we need to think big. This report is all about working together on a common vision: the UK as a global leader in tech.\"Eileen Burbidge, partner at Passion Capital, said: \"Tremendous momentum and results have been achieved in and by the UK's tech community in recent years but we must continue to ensure that we have the best possible ecosystem in place to help the sector achieve its full potential.\"In addition, we must also commit to ensure that our young people have the skills and aptitude needed for a career in this industry that is having an impact on every part of UK life.\"",
    "date": 1490176441,
    "url": "http://startups.co.uk/tech-sector-growing-at-twice-the-rate-of-the-economy/",
    "origin": "startupuk"
  },
  {
    "title": "UK tech businesses intent on achieving \"dramatic\" growth by 2019",
    "content": "The UK's small and medium-sized tech businesses are backing themselves to grow in spite of upcoming challenges posed by Britain's exit from the EU (Brexit), and skills shortages.According to findings from the fourth annual Albion Growth report - published by VC investment firm Albion Ventures - 65% of the 1,014 tech entrepreneurs surveyed said they plan to grow \"dramatically\" or \"moderately\" by 2019 with 48% targeting new hires over the next two years.While the report found strong anti-Brexit sentiment among tech business leaders with 49% in opposition, 8% higher than the opposition average of other business sectors, 36% of tech CEOs asserted optimism about Brexit and believe it \"will help their chances of winning new business\".Despite positive findings for the future of the UK's tech industry - now valued at over PS161bn - many of the tech businesses interviewed by Albion reported concerns about finding skilled staff (a challenge for 48%), accessing new markets (31%), and changes in the political climate (30%).Ed Lascelle, partner at Albion Ventures, commented: \"The tech sector continues to grow rapidly and the UK still leads in some of the most exciting areas of innovation, such as artificial intelligence.\"Want free advice on launching a tech start-up in the UK? Click here.",
    "date": 1489397753,
    "url": "http://startups.co.uk/uk-tech-businesses-intent-on-achieving-dramatic-growth-by-2019/",
    "origin": "startupuk"
  },
  {
    "title": "Government pledges PS15m to \"inspire the products and services of tomorrow\"",
    "content": "UK technology firms can now apply for a share of a new PS15m government fund aimed at supporting projects that will \"inspire the products and services of tomorrow\".Innovation agency Innovate UK is looking to fund projects in emerging and enabling technologies, which it believes could one day be the basis for billion-pound industries.Emerging technologies include quantum technologies, graphene and 2D materials, biofilms, energy harvesting and synthetic biology, while enabling technologies encompasses digital, space & satellite, electronics, sensors & photonics and robotics.Proposals must demonstrate \"significant innovation\", be applicable to more than one industry, sector or market and improve growth, productivity or create export opportunities for at least one small or medium-sized enterprise.Projects must also involve at least one small business and be led by a business or research and technology organisation, while they are expected to last between six months and three years and range in size from PS35,000 to PS2m.You can find out more about the competition and apply here. You must register before midday on 3 May 2017 and the deadline for applications is midday on 10 May.",
    "date": 1488879531,
    "url": "http://startups.co.uk/government-launches-15m-tech-fund/",
    "origin": "startupuk"
  },
  {
    "title": "WeWork calls for \"London's brightest start-ups\" to join its first European lab",
    "content": "Global workspace firm WeWork has opened applications for its first European WeWork Labs programme, with 100 spaces available for creative and technology start-ups at its newest site in London Fields.Successful applicants will occupy a dedicated floor and receive access to a number of benefits including creative consultation and mentorship from design, technology, art and fashion experts, as well as workshops led by \"London's leading\" venture capital firms.Members will also be able to attend seminars on topics such as financial consulting, fundraising optimisation and scaling UK businesses globally and attend networking events with other Labs and WeWork community members in London.Joe Gaunt, managing director for the United Kingdom at WeWork, said: \"London has long balanced its status as a tech hub, financial centre and enabler of creative industries, with new talent emerging from each of these sectors and every corner of the city.\"The team at WeWork are excited to receive applications and begin building a new cohort of WeWork success stories together.\"The application process will take place between March 2 and March 15, with successful applicants announced on March 24. Apply here.",
    "date": 1488531571,
    "url": "http://startups.co.uk/start-ups-invited-to-join-weworks-first-european-lab/",
    "origin": "startupuk"
  },
  {
    "title": "Calling all food start-ups: Just Eat has launched its second food tech accelerator",
    "content": "Just Eat, the global online takeaway platform, has announced the opening of applications for the second phase of its three-month food technology accelerator programme.Just Eat is on the lookout for another batch of ambitious start-ups that have the potential to \"transform the food industry from \"Farm to Fork to Bin\".This could involve anything from reducing food waste and improving transparency in supply chains, to sustainable packaging and eco-friendly delivery options.The programme will culminate in a demo day where the finalists will have chance to pitch their ideas to an \"invite only\" room of investorsThe first phase of the programme selected five start-ups including Shoreditch-based real-time restaurant deals platform CityMunch and London-based chef supplies app Go Kart to receive 10 weeks of mentorship, networking and PS20,000 funding in return for a 5% stake in their business.Apply for the Just Eat food tech accelerator here.",
    "date": 1488291731,
    "url": "http://startups.co.uk/just-eat-launches-second-food-tech-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "UK artificial intelligence sector to receive major government boost",
    "content": "The UK's artificial intelligence (AI) sector is to receive a significant boost as the government announces new measures of support in its Digital Strategy.Set to be published by culture secretary Karen Bradley on Wednesday March 1, the measures will look to capitalise on Britain's existing strengths and exploit new technologies.The Engineering and Physical Sciences Research Council (EPSRC) is expected to deliver a PS17.3m funding package to UK universities in support of the development of new Robotics and AI technologies.Additionally, Wendy Hall and Jerome Pesenti will conduct a major AI review to consider how government and industry can work together to back the technology and explore opportunities for growth and commercialisation.The announcement comes as research from Accenture claims AI has the potential to generate PS654bn for the UK economy by 2035.The Digital Strategy will also explore other technologies that have the potential to drive economic growth and productivity including cyber security, connected and smart devices and autonomous vehicles.Bradley commented:  \"We are already pioneers in today's artificial intelligence revolution and the Digital Strategy will build on our strengths to make sure UK-based scientists, researchers and entrepreneurs continue to be at the forefront.\"[...] Backing our thriving digital economy to expand and grow by putting the best foundations in place to develop new technology is a vital part of this Government's plan to build a modern, dynamic and global trading nation.\"Hall added: \"Our scientists, researchers and entrepreneurs are at the forefront of the development of artificial intelligence and I'm looking forward to exploring how industry and government can work together to support the technology in the UK.\"",
    "date": 1488205994,
    "url": "http://startups.co.uk/uk-ai-to-receive-major-government-boost/",
    "origin": "startupuk"
  },
  {
    "title": "26 new \"rising stars\" of tech join Future Fifty programme",
    "content": "Tech City UK has announced 26 new technology companies that will join its Future Fifty programme - a showcase of the UK's \"most exciting\" growth stage businesses.The new recruits will receive support in the form of expert-led classes and workshops, access to a valuable peer network and media coverage.Startups Awards 2017 overall winner Onfido, the background checking tool, is amongst the 2017 intake, alongside a number of other Startups Awards-winning and Startups 100-featured companies including credit scoring service Clearscore, car comparison site carwow and dog food subscription service tails.com.The 77 Future Fifty alumni, which includes the likes of Deliveroo, Crowdcube, Funding Circle, and Farfetch have secured $3.8bn in funding between them and created 27,000 jobs around the world since 2014. Five have gone on to IPO at a collective value of $1.5bn and there have been 16 mergers and acquisitions.Four of the latest intake have graduated from the Future Fifty Upscale programme - a six-month coaching initiative for early-stage companies. This year's 26 were chosen by a judging panel of UK investors and entrepreneurs for their \"potential to scale rapidly and build significant businesses\".The full list of Future Fifty companies is:Parveen Dhanda, the program lead for Future Fifty at Tech City UK, said: \"We're delighted to be working with this year's intake. Together, they represent the diversity and depth of the UK technology sector. Their passion and talent has seen them do amazing things so far and we look forward to helping them to take the next step.\"Gerard Grech, CEO of Tech City UK, added: \"From fintech to online shopping, telematics to edtech, the Future Fifty companies offer a glimpse into the UK's digital future. Britain remains one of the best places in the world to start a tech business and we will make sure it remains so.\"These companies have global ambitions and with the support of the tech community we will do everything we can to help them, so that they can create jobs and opportunities across the UK - as their successful predecessors have done.\"",
    "date": 1487775610,
    "url": "http://startups.co.uk/26-companies-join-future-fifty-programme/",
    "origin": "startupuk"
  },
  {
    "title": "Tech businesses in post-Brexit Britain will face critical talent shortfall",
    "content": "Britain's tech leaders have called for the launch of a high-skilled visa to protect the country's tech businesses, following findings of a new report which suggest there will be a 800,000 shortage of vital skilled workers by 2020 without government action.Commenting on the report A Global Britain, from local startups to international markets - which found that nearly one third of UK tech companies' first 10 hires are from outside the UK - The Coalition for a Digital Economy (Coadec) has warned that government restrictions on skilled overseas workers \"risk choking off\" the tech sector.The policy group has claimed that this \"choking\" could have a damning effect on the UK economy as the digital tech sector currently accounts for 16% of domestic output, 10% of all UK jobs, and received an estimated PS6.7bn investment in 2016.The economic contribution of the country's construction and automotive industries pale in comparison - the UK's construction industry accounts for 6% of all jobs while the automotive sector received PS1.66bn investment in 2016.Given the recent boom of the tech industry, Coadec has argued industry leaders are fearful that post-Brexit, and with new curbs on immigration from the EU, the UK could face a \"critical shortfall of digital workers\" unless ministers take steps to speed up the flow of international talent. Apparently, Britain needs 2.3 million digitally skilled workers by 2020 to fulfill the country's digital potential.Coadec's proposed solution is for the government to create a six-month high-skilled tech visa which would allow qualified people to enter the UK and work for digital tech businesses...To qualify for the visa, the migrant would have to have studied at a designated institution or have passed a standardised, high-level exam in specific programming languages.After the six month period, if the migrant does not a receive a job offer they would have to return home. If an employer wished to hire them, the report recommends that people on the visa should be exempt from the Resident Labour Market Test; dubbed \"the biggest drag on start-ups' time and growth potential\".The report has urged the government to pilot the visa scheme with a small number of highly trusted tech companies, who would endorse other companies. Once through this process, start-ups would be able to hire Tier 2 workers.On the visa proposal, Alex Depledge MBE, chair of Coadec and co-founder of Hassle, said:\"If Britain is going to succeed in a post-Brexit world, the UK's tech sector must be able to hire global talent. That means a smart visa system that enables the best and the brightest to come to the UK from wherever they are in the world.\"Jan Hammer, Index Ventures, continued: \"The message to the UK government is simple. The most vital ingredient for the success of high-growth startups is the availability of talent. Visa rules that make the hiring process time consuming and costly, will make the UK and its start-ups less competitive.\" ",
    "date": 1487604546,
    "url": "http://startups.co.uk/tech-businesses-in-post-brexit-britain-will-face-critical-talent-shortfall/",
    "origin": "startupuk"
  },
  {
    "title": "Entrepreneur First launch competition to find \"next generation of engineering stars\"",
    "content": "Entrepreneur First have joined forces with The Royal Academy of Engineering to launch a competition to find the \"next generation of engineering stars\" in the UK.The 'Future of Engineering' aims to discover and promote the best of the UK's up and coming leaders in engineering, with the winner set to receive a cash prize of PS10,000 to put towards the development of their idea, while the runner up will receive PS5,000.Applicants must be:Zoe Jervier, global head of talent at Entrepreneur First, said:\"The UK is home to an exceptional pool of engineering talent with real leadership potential. Our aim through this programme is to stretch the aspirations of individuals already demonstrating engineering excellence and who want to make a much larger impact through technology\".Suranga Chandratillake, fellow of the Royal Academy of Engineering, said:\"The UK's heritage as an engineering nation is well documented, and we believe that there are plenty of young, aspiring engineers throughout the country who have the ability to continue this long and proud tradition. Through the 'Future of Engineering' competition, we will discover inspirational and innovative young people, whose ideas have the potential to make the world a better place.\"For more information about the Future of Engineering competition or to submit an entry, please visit here.",
    "date": 1487331548,
    "url": "http://startups.co.uk/royal-academy-of-engineering-and-entrepreneur-first-launch-competition-to-find-the-next-generation-of-engineering-stars/",
    "origin": "startupuk"
  },
  {
    "title": "easyJet announces first start-ups to join travel tech accelerator",
    "content": "easyJet is to help travel tech start-ups FLIO and LuckyTrip fly after selecting them as the first businesses to join its dedicated accelerator programme, created as part of a five-year initiative with Founders Factory.Companies taking part in the six-month accelerator, which aims to \"catapult\" the growth of selected travel tech start-ups, will \"receive hands-on support\" from both firms - gaining access to Founders Factory's in-house expertise and easyJet's industry knowledge and audience reach.In what Founders Factory has described as an \"unparalleled offer\", the two firms plan to aid the growth of five travel tech start-ups per year - and will also co-create two new travel businesses per year - for the duration of the partnership.James Millett, director of digital and marketing at easyJet, said of FLIO and LuckyTrip:\"Both companies have strong mobile first propositions in travel inspiration and airport experience that are already getting real traction with customers, have fantastic initiatives in their pipelines and passionate, talented entrepreneurs at the helm.\"Start-ups in the travel industry can join FLIO and LuckyTrip, with places for the accelerator still available. Henry Lane Fox, co-founder and CEO at Founders Factory, has said that \"anyone with a great idea and brilliant team should get in touch\".",
    "date": 1487113310,
    "url": "http://startups.co.uk/easyjet-announces-first-start-ups-to-join-travel-tech-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "Jaguar Land Rover's venture capital arm launches start-up accelerator",
    "content": "InMotion Ventures, the venture capital firm powered by Jaguar Land Rover, has opened applications for its accelerator programme; offering tailored funding to start-ups in the mobility and transportation sector.Designed for start-ups \"developing mobility products and services\" and \"the technologies and supply chain elements that power those products and services\", the London-based InMotion Accelerator will support 15 businesses across two cohorts per year.Launching in April 2017, the six-month programme will provide investment to participating start-ups  in exchange for equity and will provide masterclasses, workshops, and global network reach through Jaguar Land Rover.Sebastian Peck, managing director at InMotion Ventures, commented:\"The InMotion Accelerator is central to our aim of adding more value to the dynamic transport and mobility sector by investing in leading talent developing the most promising early-stage businesses.\"We're looking to match world class mobility and transportation start-ups, to our dedicated team of entrepreneurs, designers and technologists\"Apply for the InMotion Accelerator here.",
    "date": 1487061420,
    "url": "http://startups.co.uk/jaguar-land-rover-launches-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "33 of the UK's \"finest\" early-stage start-ups invited to join Upscale 2017",
    "content": "33 of the UK's \"finest early-stage\" company's have been invited to join Tech City's 2017 Upscale programme and receive mentoring from the likes of Lastminute.com founders Martha Lane Fox, Brent Hoberman and Mind Candy founder Michael Acton Smith.The six-month programme aims to help the UK's \"most promising\" early-stage start-ups scale up and become \"the next generation of household names\".Last year's cohort included a number of Startups Awards winners and finalists such as 2015 overall winner Appear Here, Pact Coffee, Property Partner and Bloom and Wild.On average, the 33 companies have been trading for four years, have 31 employees and have raised $4.1m in funding. Participants cover everything from app & software development to education technology, the Internet-of-Things and e-commerce, with financial technology accounting for the biggest single group (15%).Startups Awards finalists Cambridge Intelligence and Trouva and Young Guns founded Wolf & Badger, Paddle and Urban Massage are all included in the 2017 intake.Other Upscale mentors include hassle.com founder Alexandra Depledge, Just Eat CEO and Startups Awards judge David Buttress, Adzuna co-founder Doug Munro and investor Saul Klein.The full list of businesses taking part in Upscale 2017 is:1. Boiler Room 2. Blaze 3. Bulb 4. Cambridge Intelligence 5. Chargifi 6. CharlieHR 7. Chiaro 8. Cronofy 9. Curve 10. DueCourse 11. Echo 12. everyLIFE Technologies 13. Firefly Learning 14. GeoSpock 15. Goodlord 16. Grabyo 17. Live Better With 18. LivingLens 19. Mastered 20. Mixcloud 21. Moneyfarm 22. Monzo 23. Paddle 24. pi-top 25. Pockit 26. Poq 27. Signal Media 28. StoryStream 29. Streetbees 30. Trouva 31. Trussle 32. Urban Massage 33. Wolf & BadgerGerard Grech, chief executive of Tech City UK, said: \"One of the objectives of Tech City UK is to accelerate the growth of the country's digital and tech sector. The companies that join our Upscale programme have already overcome significant hurdles and have the makings of brilliant businesses.\"Eileen Burbidge, general partner of Passion Capital and chair of Tech City UK, added: \"We welcome the next cohort to our Upscale programme. They can be confident that some of the most experienced, brightest minds in the tech ecosystem will be helping them to build their business over the coming year.\"",
    "date": 1485423422,
    "url": "http://startups.co.uk/tech-city-announces-2017-upscale-cohort/",
    "origin": "startupuk"
  },
  {
    "title": "Silicon Valley's Oracle to launch Bristol tech start-up accelerator",
    "content": "Oracle, the San Francisco-based cloud applications company, has announced plans to expand its Start-up Cloud Accelerator programme to Bristol.Based at Bristol's Engine Shed, the programme will provide UK start-ups with six months of mentoring from industry experts, a co-working space, access to Oracle customers, partners and investors and free Oracle Cloud credits.The Start-up Cloud Accelerator programme will aim to drive cloud-enabled innovation and \"reimagine how enterprises help start-ups grow and contribute to the UK and global economy\".It will work closely with organisations and institutions in the city such as the University of Bristol, SETsquared business incubator and Invest Bristol and Bath.Dermot O'Kelly, senior vice president of Oracle UK and Ireland, commented:\"Bristol has one of the most vibrant and exciting start-up ecosystems around today. We will be working as part of this buoyant community to support local start-ups and nurture new waves of development and talent here in the UK, and ensure we continue to build upon the heritage we have in leading global innovation.\"Julian David, CEO of techUK, commented: \"Oracle's support of the UK cloud ecosystem will be welcome news to start-ups across the UK. Increasing the adoption and use of cloud technologies is key not only to the growth of the IT sector, but also the digital transformation and expansion of organisations of all size in all industries across the economy.\"",
    "date": 1485338152,
    "url": "http://startups.co.uk/oracle-to-launch-bristol-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "UK tech sector attracts more investment than any European country",
    "content": "The UK's technology businesses attracted significantly more investment than tech businesses in any other European country in 2016, according to new research from London & Partners.More than PS6.7bn worth of venture capital(VC) funding and private equity funding was injected into UK firms last year, with London-based tech companies seeing over a third of that figure.In total, the country's tech sector saw PS4.7bn in private equity investment in 2016, with PS9.6bn now invested since 2011.The data suggests that the UK's vote to leave the European Union had little impact on investor appetite, with UK tech companies attracting more investment and more merger & acquisition (M&A) activity than any other European company after June 23. London businesses raised over PS668m in the second half of the year.Tech firms based in the capital secured PS1.4bn of the PS1.9bn in venture capital (VC) funding in 2016, with advertising technology, e-commerce and big data attracting some of the biggest sums. E-commerce saw a record year of PS486m invested across 69 deals, while Deliveroo raised more VC funding than any other company thanks to a PS210m Series E in August.2016 was also a record year for M&A activity, with PS71bn of deals completed - five times the number completed in 2015 and 2014. Again, the capital led the charge, accounting for over half of the total amount, with major deals such as Microsoft's PS250m acquisition of SwiftKey and Twitter's acquisition of Magic Pony.The second half of the year also saw a number of global tech giants increase their presence in London with Google announcing a PS1bn investment plan for a new headquarters in King's Cross, Facebook planning to create an additional 500 jobs in the city and Apple set to open a new headquarters in Battersea.Sadiq Khan, the mayor of London, said: \"With our unbeatable blend of talent, creativity and access to finance, it is not surprising that London continues to go from strength to strength as the undisputed tech capital of Europe.\"Despite the Brexit vote, the capital continues to attract record levels of investment and remains the best place in the world to grow a business. I have no doubt that this important sector of our economy will continue to generate jobs, investment and world-leading technology for decades to come.\"Will Shu, co-founder and CEO of Deliveroo, added: \"London is a world class city where we can attract some of the very best tech talent, access leading investment opportunities and operate in a fantastic work environment. Combined these factors continue to help the company grow and create more exciting job opportunities for Londoners.\"",
    "date": 1484197249,
    "url": "http://startups.co.uk/uk-tech-sector-leads-european-investment/",
    "origin": "startupuk"
  },
  {
    "title": "UK businesses subjected to 230,000 cyber attacks EACH in 2016",
    "content": "Cyber security needs to be a primary focus for start-ups and small businesses as new analysis from Beaming shows that UK businesses were targeted 230,000 times each by cyber criminals in 2016.This is double the volume recorded in 2015, with the number of attacks on company firewalls surpassing a record average of 1,000 per day across  November 2016.Last year also saw an advance towards \"more sophisticated\" cyber attacks, with IoT devices that can be controlled remotely - such as networked security cameras and building control systems - becoming popular targets.In the first quarter of 2016, a third of attacks targeted company databases. However, by the end of the year, 90% of attacks attempted to access IoT devices, following a 310% increase in such attempts between the first and final quarter of the year.Beaming has also recorded an increase in inbound cyber threats from outside the UK, with 98% of the unique IP addresses used to launch attacks against UK businesses originating from oversees.Sonia Blizzard, managing director at Beaming, said: \"The majority of internet cyberattacks are computer scripts that search the web for weaknesses and probe firewalls constantly for a way in.\"With the Internet of Things, businesses are punching holes in their own firewalls to provide suppliers with access to devices on their networks. This can open the door to criminals too if not done properly.\"It is imperative that companies regularly review their firewall policies to ensure they are as restrictive as possible and prioritise security over convenience.\"For advice on how to protect your business from cyber attacks (including those targeting IoT devices), see our guide.",
    "date": 1483979646,
    "url": "http://startups.co.uk/uk-businesses-subjected-to-230000-cyber-attacks-each-in-2016/",
    "origin": "startupuk"
  },
  {
    "title": "PS100,000 on offer for start-ups improving UK planning systems",
    "content": "Government-backed urban innovation centre Future Fifties Catapult has made PS100,000 of funding available to start-ups developing design, data and digital solutions to improve the UK planning system.Winning entrants will be chosen to receive between PS10,000 and PS20,000 each to develop their concepts. They are being asked to address challenges in four key areas:Stefan Webb, Future Fifties Catapult head of projects, commented: \"Here at Future Cities Catapult we actively engage high-growth businesses to drive innovation for urban development.\"If you have ideas on planning systems, how to increase certainty for developers, and how to enable communities to understand and engage with planning, then I encourage you to take part in our Open Call.\"The deadline for entries is midnight 26 January 2017. You can find out more and apply here.",
    "date": 1482316063,
    "url": "http://startups.co.uk/100000-for-start-ups-improving-uk-planning-systems/",
    "origin": "startupuk"
  },
  {
    "title": "Startups Awards-commended firm Seenit wins the coveted Disrupt Cup",
    "content": "Seenit, the Startups Awards-commended video collaboration platform, has taken home the esteemed Disrupt Cup at TechCrunch Disrupt London 2016's Startup Battlefield.The Startups 100-featured company was one of six finalists, including InsideDNA, LiftIgniter, Oxehealth and PhenixP2P, whittled down from 14 competitors.After two days of pitching in front of multiple groups of venture capitalists and tech leaders, Seenit was crowned the winner and took home a $50,000 investment. InsideDNA, a company that uses machine learning to identify drug targets, was chosen as runner-up.Founded in 2014 by Emily Forbes - featured in our inspiring women series - Seenit enables brands and organisations to turn fans, employees and influencers into their own mobile film crews.The judges for the final demo day included Barbara Belvisi of Hardware Club, Accel's Luciana Lixandru, Sean O'Sullivan of SOSV, TechCrunch editor-in-chief Matthew Panzarino and Francesca Warner of Downing Partners.",
    "date": 1481107427,
    "url": "http://startups.co.uk/seenit-wins-the-coveted-disrupt-cup/",
    "origin": "startupuk"
  },
  {
    "title": "Are these three UK start-ups the future of fashion technology?",
    "content": "Three start-ups - one that allows consumers to crowdfund gifts, one that facilitates smoother parcel delivery, and another that uses artificial intelligence to improve the consumer experience - have been selected to join a first-of-it-kind UK fashion technology (fashtech) accelerator.Run by online fashion e-tailer ASOS and Wayra UK, the programme's search for the \"world's most innovative fashtech\" start-ups launched in May this year; offering businesses the chance to win direct investment, mentoring and office space at Wayra's London headquarters.Aiming to uncover and support start-ups with smart technologies to improve the ASOS experience for its 12 million customers, the three fashtech businesses chosen for the programme are:The companies will also receive access to ASOS and Telefonica's local and global networks and customer bases. Cliff Cohen, ASOS CIO, said: \"Fashion evolves incredibly quickly, as does technology, and we need to be ahead of trends in both sectors in order to best serve our customers and partners.\"These start-ups are each on the cutting-edge of fashion tech, and I hope that as a result of this accelerator programme they will not only disrupt existing processes, but also help ASOS in its mission to get the most exciting products to the consumer, in the most effective way.\"   ",
    "date": 1481022005,
    "url": "http://startups.co.uk/asos-uk-start-ups-future-of-fashion/",
    "origin": "startupuk"
  },
  {
    "title": "Will London still be Europe's top city for tech after Brexit?",
    "content": "London is the most important technology hub in Europe, according to a new survey published today from venture capital firm Balderton Capital.The comprehensive report, titled The European Talent Landscape, revealed that London's tech has attracted EUR8.9bn in investment between 2011 and 2016; more than that of any other European city.Tech businesses in Berlin, ranked as the second fastest-growing tech centre, have received EUR6.58bn in investment since the start of 2011, while tech companies in Paris - ranked third - have received EUR4.58bn.Dublin was also found to be a significant tech hub, housing the eighth highest number of tech start-ups in Europe - despite ranking relatively low in terms of investment.Among oversees job hunters, London was found to be the most popular search location for tech roles. The UK capital's mobile workforce was shown to be a driving factor in the growth of its tech sector with 40% of London tech companies boasting a non-UK founder.However, whilst evidencing London's current success, the report highlighted Brexit's potential to reverse the city's winning streak.Though the UK is currently home to 31% of European start-ups, the report predicts that this number could drop to 24% if Europe's mobile tech talent becomes less inclined to migrate to the UK following Brexit.The report also highlighted that, if policies towards skilled workers change after Brexit, the costs of recruiting staff who need visas could hinder the growth of many tech start-ups.The Referendum result created so many doubts and concerns that in July, Tech London Advocates and London & Partners launched a post-Brexit email support service for tech start-ups.The report's suggested impact of Brexit shouldn't be disregarded, as the report highlights that UK tech salaries had already dropped sharply since the UK voted to leave the EU on June 23.James Wise, partner at Balderton Capital, commented: \"London, together with Paris and Berlin, dominate the tech scene in terms of employees and investment today.\"But the relative weakness of the pound since the referendum vote, together with developers' willingness to be mobile and work in smaller tech hubs, could reduce the relative advantage the capital enjoys without proper policy support post-Brexit.\"Looking to build a business in London? Click here to browse our guides on starting up in the capital.",
    "date": 1480931191,
    "url": "http://startups.co.uk/will-london-europes-top-city-tech-after-brexit/",
    "origin": "startupuk"
  },
  {
    "title": "Government-backed centre launches \"Innovation Week\" in Birmingham",
    "content": "Future Cities Catapult, a government backed centre for the advancement of smart cities, is launching its first ever Innovation Week in Birmingham.Targeted at start-ups and small businesses in the UK second's city, the week-long programme aims to \"connect with local businesses, drive innovation, and promote opportunities in the smart cities market\".Six free talks and workshops will be taking place across the city covering a variety of themes, including:Scott Cain, chief business officer at Future Cities Catapult, said:\"Future Cities Catapult is very excited to be holding our first ever Innovation Week in the UK's second city. From the birth of the industrial revolution to the pioneering reforms under Joseph Chamberlain, Birmingham has a great history of innovative thinking and is home to a vibrant pool of small businesses and start-ups.\"We're really looking forward to collaborating with local entrepreneurs to harness innovation, solve urban problems, and future-proof this great city.\"John Clancy, councillor and leader of Birmingham City Council, said:\"You only have to look at cranes on the skyline to know that big things are happening here. We are earning a growing reputation as one of the most attractive city regions in the world to do business.\"We've seen almost 1,000 foreign direct investment projects in Birmingham over the past four years, and 14,152 new businesses were registered here during 2015.\"To find out more and register attendance, click here.Thinking of starting a business in Birmingham? Read our guide here.",
    "date": 1480501187,
    "url": "http://startups.co.uk/government-backed-future-cities-catapult-launches-first-ever-innovation-week-in-birmingham/",
    "origin": "startupuk"
  },
  {
    "title": "\"First of its kind\" incubator set to boost London's sport tech sector",
    "content": "London Sport and London & Partners are to give the capital's sport technology start-ups a boost with the launch of a new sports technology incubator.Slated to open in early 2017 within London Sport's forthcoming 'House of Sport' project, the facility will provide sport and fit tech businesses with support and direct access to the sport sector in an environment \"designed to foster innovation and collaboration\".The hub will be open to early-stage tech firms focused on making it easier for people to become involved in physical activity and sport.It is hoped these companies will go on to help create \"happier, healthier and more active populations in London, nationally and globally\".Peter Fitzboydon, chief executive of London Sport, said: \"Building effective partnerships with technology is the biggest opportunity for getting more people active in the foreseeable future.\"[...] this new tech hub will create an environment which breaks down barriers and opens up opportunities for start-ups, for the sport-sector and, ultimately, for people in London and around the world who want to be more active in a way that works for them.\"Scott Thompson, chief commercial officer at London & Partners, added: \"The success of London's booming tech sector has been built on a culture which encourages entrepreneurs, large corporates and start-ups to share ideas and collaborate.\"This is the essence of the sports tech lab which will be London's first dedicated sport and health tech lab to bring together some of the world's biggest sports brands and London's best sports tech start-ups under the same roof.",
    "date": 1479200839,
    "url": "http://startups.co.uk/incubator-set-to-boost-londons-sport-tech-sector/",
    "origin": "startupuk"
  },
  {
    "title": "Just Eat thinks these five start-ups have the potential to transform food tech",
    "content": "Real-time restaurant deal start-up City Munch and chef-prepared meal delivery service Fanceat are amongst five start-ups that have been chosen by Just Eat to join its first food tech accelerator.Online takeaway delivery firm Just Eat believes the start-ups - who will now spend the next 10 weeks at its London offices - are \"transformative\" and can \"make a difference to the food tech industry\".Each start-up has received PS20,000 investment in return for 5% equity, and will also gain access to mentoring from the Just Eat team, attendance to networking events, and will be introduced to partners such as YFood, Dreamstake and Google.The start-ups joining the 'Future of Food Tech' accelerator are:Just Eat head of corporate ventures, Stuart Mainwaring, commented:\"The five start-ups we've chosen demonstrated the exceptional creativity, innovation and growth potential to stand out from a really strong crowd.\"We're delighted to have them on board and have an action-packed schedule for them over the coming weeks to help them on their journeys towards becoming outstanding food tech companies.\" ",
    "date": 1479130752,
    "url": "http://startups.co.uk/just-eat-five-start-ups-potential-transform-food-tech/",
    "origin": "startupuk"
  },
  {
    "title": "London's tech sector will continue to thrive in wake of Brexit",
    "content": "London's technology sector will continue to grow, create jobs and boost the UK economy over the next 10 years, according to new findings announced by the deputy mayor of business Rajesh Agrawal today.The research, commissioned by London & Partners, the capital will see employment grow by 18.5% over the next decade to 284,400 jobs by 2026, while the number of digital tech companies will increase by 33.2% over the same period to 61,800.The pace of growth in the sector will outpace that of the wider UK and London economy. Agrawal will reveal the findings during his international trade visit to India, which is looking to bolster trade and tech links between the two nations.Indian businesses are now estimated to be the second largest foreign investors into London, employing nearly 50,000 people in the city. Meanwhile, the UK is though to be the largest G20 investor in India, responsible for more than 9% of investment over the last 15 years.Agrawal commented: \"With everything London has to offer to exciting tech companies - from start-ups to established firms - it's no surprise that this sector continues to play a crucial role in the capital's vibrant economy.\"Over the last week I have met leading figures from Indian politics and business, including some innovative tech companies, and discussed how we strengthen the relationship between London and India.\"",
    "date": 1478818861,
    "url": "http://startups.co.uk/london-tech-will-thrive-after-brexit/",
    "origin": "startupuk"
  },
  {
    "title": "James Dyson to plug UK's engineering skills gap with new university",
    "content": "Billionaire inventor James Dyson is to plough PS15m into a new university over the next five years in an attempt to bridge the UK's engineering skills gap.Dyson hopes The Dyson Institute of Technology will address the dearth of engineers in the UK and help small businesses grow and compete with technology rivals in Korea, Japan, Taiwan and Singapore, by boosting their access to skilled graduates.Based at Dyson's campus in Wiltshire, the university will accept its first cohort of 25 students in September 2017, who will each receive a salary for the four-year programme.As well as learning the fundamentals of engineering, students will develop new products alongside Dyson's current engineering team and spend time in the company's technology and design centres in Singapore and Malaysia.Initially awarded by Warwick University, Dyson will apply to the Department of Education to enable The Dyson Institute of Technology to gain university status.Dyson commented: \"The UK's skills shortage is holding Dyson back as we look to increase the amount of technology we develop and export from the UK. We are taking matters into our own hands. The new degree course offers academic theory, a real-world job and salary, and access to experts in their field.Jo Johnson, the universities minister, said:\"Our reforms in the higher education and research bill, currently making its way through parliament, will ensure students can choose from a wider range of high-quality specialist institutions that can seek their own degree-awarding powers and meet students' diverse needs; providing employers with the skilled graduates that will drive future productivity and the economic prosperity of our country.\"Find out more about the Dyson Institute of Technology here.",
    "date": 1478509925,
    "url": "http://startups.co.uk/james-dyson-to-launch-university/",
    "origin": "startupuk"
  },
  {
    "title": "Tech City UK on search to find country's top 50 tech start-ups",
    "content": "Future Fifty and Upscale, Tech City UK's two programmes to help support the UK technology sector's most promising businesses, are now open for applications.Future Fifty is a network that supports the country's top 50 growth-stage tech firms through a combination of development workshops, access to government contacts and services, promotional opportunities and collaboration.To qualify for Future Fifty, businesses must be UK-based, have an annual revenue exceeding PS5m and be growing at 30% year-on-year.As well as five IPOs totaling PS1bn, the programme's 77 alumni have collectively raised $2.5bn and created 23,000 jobs - a rate estimated to be six times the national average. Notable businesses include Startups 100 companies Transferwise, Deliveroo and Crowdcube.The six-month Upscale programme is focused on early-stage start-ups, helping 30 promising businesses begin to scale by providing expert mentoring, networking and promotional opportunities. Young Gun-founded Kano and Seedrs, and Startups 100 company Property Partner have all previously taken part in the programme.Applicants must be UK-headquartered, have achieved 30% month-on-month growth for the last six and have completed a Series A or equivalent. Bootstrapped businesses are also eligible if they have PS500,000 in revenues.New mentors for Upscale include Lastminute.com founders Baroness Martha Lane Fox and Brent Hoberman MBE, alongside Mind Candy founder Michael Acton Smith OBE, as well as Future Fifty alumni JustEat CEO David Buttress and FanDuel co-founder Lesley Eccles.Tech City UK does not take an equity stake in any companies on its programmes.Gerard Grech, CEO of Tech City UK, commented: \"Future Fifty and Upscale are designed to support the different needs of high growth businesses and scale-ups, surrounding each team with their peers and industry experts who really understand the challenges they face as they expand.\"We are really delighted that our Future Fifty companies are now becoming scale coaches as well as role models for aspiring entrepreneurs, playing their part to create a sustainable ecosystem.\"You can find out more and apply for Future Fifty here, and apply for Upscale UK here. Applications close on December 7.",
    "date": 1478174416,
    "url": "http://startups.co.uk/tech-city-uk-searching-for-top-50-start-ups/",
    "origin": "startupuk"
  },
  {
    "title": "JLAB 2016 awards three retail start-ups funding and contracts from John Lewis",
    "content": "John Lewis and LMarks have selected three retail technology start-ups to receive a share of the PS200,000 prize fund and contracts to work with John Lewis at the conclusion of the third JLAB accelerator programme.DigitalBridge, a company that enables consumers to visualise new home furnishings, has secured PS100,000, while wedding planning platform Wedding Planner and Instagram checkout tool Link Big both received PS50,000 each.After facing off competition from 280 rival entrants at pitch and demo days, Digital Bridge was trialled at the retailer's Cheadle store, with 82% of customers saying it would convince them to buy a product in store.Link Big's live trial with the John Lewis Instagram feed saw a four-fold increase in traffic to John Lewis.com and a co-branded website with Wedding Planner saw a 10% increase in suppliers.The John Lewis buying teams will continue to work with Ding Labs and Robotical, the other two companies that participated in the accelerator, to help bring their products to market.Stuart Marks, technology entrepreneur and Chairman of L Marks, commented:\"JLAB 2016 has built on the successes of the two previous cohorts. The five finalists have all made fantastic progress over the last 10 weeks, helped by engagement from buyers, merchandisers, strategists, innovation and IT experts and many more at John Lewis and our team of first class external mentors.\"Paul Coby, chief information officer of John Lewis Partnership, said: \"We are delighted to continue working with every one of the startups on JLAB 2016. This has been JLAB's most successful year so far, because everyone involved, us included, have seen it as an opportunity to learning process.\"",
    "date": 1477387124,
    "url": "http://startups.co.uk/three-retail-start-ups-win-funding-from-john-lewis/",
    "origin": "startupuk"
  },
  {
    "title": "UK's top tech start-ups lead call to Theresa May: \"Protect access to EU talent\"",
    "content": "A group of names behind some of the country's most prolific and fastest-growing tech businesses have come together to sign an open letter urging prime minister Theresa May to protect access to tech talent once the Brexit negotiations begin.The letter, signed by founders and executives of Tech City Future 50 companies and alumni such as Deliveroo and Mind Candy, suggests that founders and tech employees are concerned that Britain's exit from the EU will hamper their ability to hire talented tech staff and will deter tech talent from wanting to come to join, or set-up, tech businesses in the UK.In the letter, published on Tech City UK's website here, the founders explain that as the \"UK has become a number one spot in Europe for tech start-ups, with 40% of all European tech unicorns (companies valued at $1bn or more) based here [...] hiring international talent is essential to growth\".The letters goes on to read: \"If tech communities were no longer able to recruit workers from the 27 EU countries, or from other states, many businesses would see their growth slow down. Government measures in recent years to encourage founders and entrepreneurs to invest in the UK would be wasted.\"As tech company founders we want to work with government to find solutions to the digital industries' need for international talent. Only with a steady flow of international and home-grown talent, British tech can continue to compete on the world's stage.\"The entrepreneurs that have signed the open letter, so far, include:If you want to sign the open letter, email parveen@techcityuk.com with your name and company.",
    "date": 1476960276,
    "url": "http://startups.co.uk/uk-top-tech-start-ups-urge-theresa-may-to-protect-tech-talent/",
    "origin": "startupuk"
  },
  {
    "title": "UK businesses miss out on vital STEM talent by only hiring locally",
    "content": "58% of UK businesses have \"compromised on a hire\" because they were unable to find quality science, technology, engineering and mathematics (STEM) talent in their local area, according to a study by Upwork.41% of business leaders surveyed by Upwork said they had compromised on hiring more than once, with 33% having restricted their talent search to their local area. This is despite 70% of hiring decision makers highlighting the importance of being able to find professionals with the STEM skills they need.An absence of essential STEM skills were found to serious negative consequences for a business.Being unable to innovate quickly (27%), being less productive (29%) and being unable to grow as fast (29%) were cited as the top impacts for businesses, followed by slower profit increases, not being able to produce products or services as quickly and being unable to attract the same level of talent.3D modelling, JavaScript development and Amazon Web Services were listed as the top in-demand STEM skills for businesses, with C++ development, WordPress development and HTML5 development the next most desirable.In June this year, a report from the Select Committee found that the UK's digital skills crisis is damaging productivity and competitiveness with estimates that the skills shortage is costing the economy around PS63bn a year.Rich Pearson, senior vice president of marketing at Upwork, commented: \"There is a mismatch between where the work is and where the workers with in-demand, hard-to-find skills are based. The battle for STEM talent is fierce enough on its own; when businesses limit the area in which they search for talent, it only exacerbates the problem.\"Sotiris Eigemy, of Paradox SEO, added: \"The decision to hire talent beyond a 30 or 40 mile radius of our head office was a turning point. We now hire workers with specialist STEM skills from multiple locations - be it the next county or another country. This approach has enabled us to seek out the very best talent in the market.\"",
    "date": 1475750541,
    "url": "http://startups.co.uk/businesses-missing-vital-stem-talent/",
    "origin": "startupuk"
  },
  {
    "title": "Food start-ups: Just Eat has just launched a food tech accelerator...",
    "content": "Food tech start-ups with an appetite for success are being offered the opportunity to secure investment, mentoring and business expertise from online takeaway giant Just Eat, with applications now open for its first ever dedicated accelerator programme.Based out of Just Eat's London office and starting in November, the 10 week accelerator programme  has spaces for five early-stage businesses and Just Eat has said it is looking for \"dynamic businesses\" to bring a \"smart idea with amazing potential, and the hunger to make it work\".All start-up founders operating in the food tech space are eligible to apply with official kick-off pitches for the programme beginning on November 3 and November 4.Just Eat has promised to invest in the five winning businesses and will bring the businesses \"together with number of dedicated mentors, entrepreneurs and industry experts\". At the end of the programme, the company will host a second pitching event where venture capitalists and angel investors will be invited to attend.Commenting on the launch on its website, Just Eat has said: \"As the market leader in our category, we are committed to building a sustainable future for the food tech industry. We acknowledge that if Just Eat thrives and supports others in our industry, they will thrive too - ultimately driving positive benefits for society and economies around the world.\"To apply for Just Eat's FoodTech accelerator, click here.",
    "date": 1475491217,
    "url": "http://startups.co.uk/just-eat-launches-food-tech-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "First 5 start-ups to join Octopus Labs' fintech accelerator announced",
    "content": "Octopus Labs, the financial technology (fintech) accelerator launched earlier this year by investment firm Octopus Investments, has revealed the names of the five UK start-ups that will form the first cohort of the programme.Starting in October 2016, the five companies will receive a 12-week programme of mentoring from financial industry experts and entrepreneurs, office space at Octopus's central London headquarters and access to the firm's distribution channel of over 3,500 financial advisers and 60,000 retail customers.The five start-ups chosen are:At the conclusion of the programme, Octopus may decide to invest in or 'spin-in' the start-ups, which were selected from over 80 competing applications with solutions developed for financial advisers and their clients.Aggelos Mouzakitis, Octopus Labs accelerator's programme director, commented: \"Whittling the hopefuls down to our final five was no easy task, but I'm thrilled with the cohort that we'll be welcoming to Octopus over the next few weeks. The quality of their ideas, and the potential they hold, is truly impressive.\"Dan Cobley, managing partner of fintech at Blenheim Chalcot, continued:\"The chosen start-ups stood out for their experienced, talented and ambitious teams, and for their simple yet powerful products, which hold the potential to add huge value in the marketplace.\"I'm excited to see what the future has in store for them as they begin their journey with Octopus.\"",
    "date": 1475139810,
    "url": "http://startups.co.uk/octopus-announces-first-fintech-cohort/",
    "origin": "startupuk"
  },
  {
    "title": "BMW selects five start-ups to join fintech innovation lab",
    "content": "BMW Group Financial Services has announced the five start-ups chosen to join its financial technology (fintech) business incubator - thought to be \"the first of its kind\" in the automotive sector.Each business will receive dedicated office space at the BMW Group Financial Services head office in Farnborough, mentoring, product validation and testing, access to investors at L Marks - partner of the Innovation Lab - and a specially designed entrepreneurship education programme.The five finalists are:Stuart Marks, technology entrepreneur and partner of the Innovation Lab, commented: \"Every start-up that attended the pitch day presented a new idea for changing automotive finance, which meant that selecting only five to participate was a difficult challenge.\"However, we're certain we've selected five strong companies who will benefit tremendously from being members of the Innovation Lab - it'll be thrilling to watch them develop over the next 10 weeks.\"",
    "date": 1474882125,
    "url": "http://startups.co.uk/bmw-fintech-innovation-lab/",
    "origin": "startupuk"
  },
  {
    "title": "Government announces 'first-of-its-kind' cyber security start-up accelerator",
    "content": "The department for culture, media and sport (DCMS) has partnered with Wayra UK and cyber security agency GCHQ to launch a \"groundbreaking\" and \"world-leading\" cyber security accelerator.The accelerator- part of the government's PS1.9bn national cyber security programme - will seek to help UK start-ups produce the next generation of cyber security systems with the goal to protect the country from future cyber attacks.Wayra UK will run the start-up accelerator facility while members of the accelerator will gain access to GCHQ's personnel and technological expertise.The accelerator will be based at a new Cheltenham Innovation Centre and is due to open around the turn of the year. A second innovation centre will open in London in 2017. The government is contributing PS50m over the next five years to deliver the two innovation centres.Matt Hancock MP, minister of state for digital and culture, commented:\"We are making progress in our ambitious programme to support innovation in cyber security, grow the UK's thriving sector and protect Britain from cyber attacks and threats. Our two new cyber innovation centres [...] will be invaluable in helping support start-up companies and develop world-class cyber technology.\"Wayra UK director, Gary Stewart, continued: \"Our shared vision will not only safeguard the country against cyber threats but also increase opportunities for UK-based start-ups and help establish the UK as a global hub for cyber talent.\"Applications for the accelerator are open now, find out more here.",
    "date": 1474620961,
    "url": "http://startups.co.uk/government-first-of-its-kind-cyber-security-start-up-accelerator/",
    "origin": "startupuk"
  },
  {
    "title": "There are now over 500,000 businesses actively advertising on Instagram",
    "content": "One year after launching its advertising streams for businesses, Instagram has announced today that it now has over 500,000 businesses actively advertising on its platform - more than double that of six months ago - with the UK one of its top five markets for advertising.Announcing its latest milestones at a breakfast event held by Instagram this morning, Amy Cole; head of brand development EMEA, revealed that the social media giant has achieved over one billion actions related to its ads including link clicks, downloads and more, and has opened up its advertising from eight countries to 200.See also: How to utilise Instagram for businessSince the launch of Instagram Business Tools two months ago, the platform has seen 1.5 million businesses convert their pages into a business profile, proof, Cole says, of the \"strength and power Instagram has to help businesses\".Cole also revealed the findings of recent research of its user base which shows that 50% of 'Instagrammers' follow a business while 60% have learnt about a new product or service using Instagram as a discovery platform.Discussing Instagram's progress since it opened up its advertising platform last September, Cole said:\"Half a billion people are now using Instagram, they're coming to connect with people around the world. 80% of users are outside the US.  [...] Instagram is now really looking at how we can get brands to engage. [...] We've done a lot of work on flexibility and the way businesses can tell their story. [...] We launched business tools [two months ago] which has just been incredible. We've seen over 70% of the direct response campaigns we've run generate an uplift in direct action. [...] Instagram ads are actually working and driving business but it's only early days. [...] We're not done yet!\"For businesses that aren't sure of how to capitalise on Instagram to promote their brand, Cole explained that Instagram is investing in marketing and email campaigns to help businesses understand what 'good' looks like on the platform. You can also visit business.instagram. com for inspiration and case studies.At the breakfast event, Startups.co.uk also heard from three start-up brands - Vinaya, Floom, and SilkFred - on how they've used Instagram to promote their business. Floom founder Lana Elie explained that before launching her florist-based tech business in February of this year, she actually created an Instagram account for Floom to test whether it had market potential and said that Instagram, over every other social medium, worked best given that her brand is \"very visual\".So how can you use Instagram to promote your business? Here are a few steps, as outlined by the Instagram team:On closing the event, the Instagram team noted: \"Using Instagram, a big company and a small company have the same tools - it gives them a level playing field. Small businesses always have to promote who they are and every single bit of their marketing budget has to count for something. Instagram ads allow them to tell their story.\"",
    "date": 1474549248,
    "url": "http://startups.co.uk/over-500-000-businesses-advertise-instagram/",
    "origin": "startupuk"
  },
  {
    "title": "Google brings 'Digital Garage' to businesses in Scotland",
    "content": "Start-ups and small businesses in Scotland are to benefit from free digital skills training with the launch of Google's latest 'Digital Garage' in Glasgow today.The pop-up space at Mitchell Library - delivered in partnership with Glasgow City Council - will provide businesses owners, graduates and those looking for a career change with one-to-one digital mentoring and 'masterclasses'.The launch follows the success of similar initiatives in cities such as Leeds, Birmingham and Newcastle; Google claims 88% of businesses that attended one of these training sessions have changed the way they run or promote their business online while 68% have seen positive results ranging from increased sales and social media following to greater web traffic.Using the 'Digital Garage' programme, Google aims to train over 250,000 people \"to learn crucial skills for the digital age\" by the end of 2016.Keith Brown, cabinet secretary for economy, jobs and fair work, said of the scheme:\"Scotland already has exceptional digital talent and innovators. We recognise, however, we need to do more to help develop, nurture and expand digital skills across the country as a whole.\"The training and support delivered via Google's Digital Garage is first class; I hope as many of our businesses and citizens as possible, at any age and stage, take advantage of this great opportunity to increase their digital skills and knowledge.\"The Glasgow Digital Garage will run until January 2017, to sign up for workshops click here.",
    "date": 1474448266,
    "url": "http://startups.co.uk/google-brings-digital-garage-to-businesses-in-scotland/",
    "origin": "startupuk"
  }
]