[
  {
    "title": "Equity podcast: Betting against Elon Musk, and Sequoia's Roelof Botha owns how many Teslas?",
    "content": "Welcome back to another episode of Equity, TechCrunch's weekly podcast that works to put the 'fun' in 'venture capital.'This week from our SoMa studio, Katie Roof, Matthew Lynley and Alex Wilhelm were joined by Sequoia's Roelof Botha. Sequoia, as you might know, was an early backer of companies like Google and Apple.\n\n\n\nAlex Wilhelm\nContributor\n\n\n\nAlex Wilhelm is the editor-in-chief of Crunchbase News and co-host of Equity, TechCrunch's venture capital-focused podcast.\n\n\t\t\tMore posts by this contributor:\t\t\t\nEquity podcast: Uber's losses, Cloudera's IPO and the biggest e-commerce acquisition ever\nTechCrunch's first-quarter tech earnings season prop bets\n\n\n\nAlex Wilhelm is the editor-in-chief of Crunchbase News and co-host of Equity, TechCrunch's venture capital-focused podcast.Celebrating the continuing earnings fete thrown by various public tech companies, we dug into Tesla's results and ensuing (modest) correction, Facebook's big quarter and its rivalry with Snap, Square's own financial tally, and recent IPOs Cloudera -- which after its conservative pricing has had a solid run -- and Carvana, which has mostly fallen apart since its debut.Perhaps we could invent a Lemon Law for car startups.Regardless, Equity drops every Friday at 6:00 am PT, so subscribe to us on iTunes, Overcast, Pocketcast, Downcast and all the casts.",
    "date": 1493957452,
    "tags": [
      "Startups",
      "Equity podcast"
    ],
    "url": "https://techcrunch.com/2017/05/05/equity-podcast-betting-against-elon-musk-and-sequoias-roelof-botha-owns-how-many-teslas/",
    "origin": "techcrunch"
  },
  {
    "title": "Worst quarter for paid TV subscriptions points to a cord cutting future",
    "content": "A report by MoffettNathanson found that the pay cable industry lost 762,000 subscribers in Q1 2017, the worst drop ever. To compare last year's Q1 saw a mere 141,000 subscribers lost.Analyst Craig Moffett said that the \"Pay TV subscriber universe [shrank] at its worst ever annual rate of decline (-2.4%)\" and there have been 6.5 million cord-cutter (and the new \"cord-never\" user who doesn't install a Pay TV source at all) watchers since 2013.What does this mean? First it's clear that cord cutting his here to stay. Now that nearly every must-watch program is available via streaming and, in many cases, all at once via Netflix and other services there is even less impetus to channel surf, once the primary mode of TV discovery. This means networks have to work harder to get their content in front of receptive audiences and it also means that services like Netflix and Hulu are truly taking a huge chunk of the TV entertainment market. Now that sports and international programming is headed to streaming we can only expect this trend to accelerate.All of this churn is making the cable carriers restless. They are currently blaming retention offers for their inability to keep customers. Moffett, however, isn't fooled.\"Whatever the cause, it seems naive to suggest that we have seen the worst of the trend. Instead, this is almost certainly just the beginning,\" Moffett told Multichannel, a news outlet covering TV and cable.",
    "date": 1493893181,
    "tags": [
      "Apps",
      "cord cutting",
      "cable"
    ],
    "url": "https://techcrunch.com/2017/05/04/worst-quarter-for-paid-tv-subscriptions-points-to-a-cord-cutting-future/",
    "origin": "techcrunch"
  },
  {
    "title": "Heap raises $27M to 'make data useful for everyone'",
    "content": "Heap, a startup that promises a uniquely comprehensive approach to analytics, has raised $27 million in Series B funding.Co-founder and CEO Matin Movassate told me Heap's vision is to \"make data useful for everyone.\" Normally, according to Movassate (who previously worked as a product manager at Facebook), anyone who wants to ask an analytics-related question has to talk to an engineer about adding the right tracking code, then wait for the data to come in, then talk to an analyst to run queries on that data.Heap, on the other hand, is supposed to automatically record all user activity on a website or app, and to make it accessible on a self-serve basis. Movassate said it's also working to integrate other data sources and become \"the source of truth for your customer data.\"For example, by connecting data from your website and a payment system like Stripe, Heap can help companies understand what kinds of features are actually driving users to pay for subscriptions. Heap says it has more than 5,000 customers, including Zendesk, Lending Club and CrunchBase.The new funding was led by previous investors Menlo Ventures and NEA, with participation from Initialized Capital and Pear VC. Heap was previously incubated at Y Combinator and has now raised a total of $40 million.\nRelated Articles\nAnalytics company Heap raises $11M\nFacebook analytics gets smarter with Automated Insights and Custom Dashboards\nMixpanel Announces Codeless Mobile Analytics\n Looking ahead, Movassate said his goals include more hiring and more product development, allowing Heap to \"support more data types and larger volumes of data, so that our customers can focus on getting insights, not on all the plumbing and janitorial work of analytics.\"He also said that by continuing to invest in the product, Heap can stay ahead of \"the incumbents\" (Mixpanel, Adobe Analytics, Google Analytics).\"We have a really different philosophy, which has implications across our entire stack,\" he added. \"But at the end of the day, we never want to be complacent with our product.\"",
    "date": 1493871259,
    "tags": [
      "Startups",
      "nea",
      "menlo ventures",
      "Heap"
    ],
    "url": "https://techcrunch.com/2017/05/04/heap-series-b/",
    "origin": "techcrunch"
  },
  {
    "title": "People.io data rewards app gets Telefonica co-branding push",
    "content": "London based People.io has taken its first steps outside the UK, expanding its data sharing rewards platform into Germany -- where it's launched a co-branded version of the app with carrier o2 (called o2 Get), targeting the latter's ~24 million customers.The People.io app is also available to download via the App Store and Google Play, and o2 parent company Telefonica Germany will also be pushing the apps across its full market footprint of 44M customers. The telco link follows People.ioIn going through the telco's Wayra Germany accelerator last year. They say they're the first Wayra-backed startup to launch a co-branded product with Telefonica.\"By co-branding with o2 we benefit from a respected and well known consumer brand which... gives us a fast track to scale; meaning we can focus on creating a great product experience that delivers on our vision to give people ownership of their data,\" says co-founder Nicholas Oliver.\"Our decision to launch in Germany was driven by their strong, consumer-centric data privacy laws. This meant we were focussed on building a product that could meet even the most stringent data privacy laws with a view to further market expansion.\"Oliver says the team is expecting to get around 250,000 downloads in the next 6 months in Germany; increasing to just under 1 million by the end of the first year.The startup is apparently working with around a dozen telcos across 35 markets at this point -- although it remains to be seen how many of those conversations will turn into fully fledged co-branded app efforts.In o2 Germany's case, People.io's philosophy around user data ownership clearly meshes with a Telefonica strategic push to give data back to users aimed at fostering customer loyalty.We first covered People.io back in January 2016, when it had just launched a beta version in Shoreditch, giving locals the chance to share personal data in exchange for building up credits to redeem against digital services like streaming music. It's since scaled out to be UK wide.The core idea is to flip the notion that Internet users have to 'pay' to use 'free' products by having their personal data covertly and persistently harvested by these services. Instead, the platform aims to give people an incentive to share data willingly with it, for targeted ad purposes, rewarding them for sharing data with credits to redeem against different services (and by not sharing their data directly with others).The People.io app is broadly aimed at 18 to 25 year olds for now, offering a familiar Tinder-style swipe interface for them to respond to questions about their likes and dislikes to start inputting personal data into the platform. They can also choose to connect other data sources, such as their email account, in order to share more info -- with increased rewards for sharing more.Advertisers are able to target marketing messages at People.io users via the platform, but the startup says users' data is never shared directly with third parties. And the further pledge is that users can delete their account at any point -- which immediately and permanently erases all their data.Oliver describes the platform as \"a firewall for people\", and reckons Europe's incoming General Data Protection Regulation (GDPR) will have a serious impact on how the ad tech industry operates  regionally, because it gives consumers greater control over how their data is used. The GDPR is due to come into force in May 2018, and includes tough penalties for compliance failures, changing the risks associated with collecting and processing EU citizens' personal data.While People.io's initial product pays data sharers for viewing targeted ads -- typically redeemed against gift cards for Amazon, Starbucks and iTunes, according to Oliver, with an option to donate credits earned as cash to charity currently also in testing -- its wider vision is around expanding into paid services of its own; utilizing users' data to offer them the ability to pay to enhance other digital services they use, without having to lose control of their information.\"This might apply to health and fitness, connected home or even productivity apps and experiences,\" he explains. \"Our advertising feature(s) are really just phase one of a far bigger product vision. It provides us with a familiar consumer experience that allows us to develop the initial relationship with the user. From here, we can then educate them on the value associated to their data and demonstrate why taking ownership of it can benefit them; both financially and through enhanced digital experiences.\"A brief example could be with a Spotify playlist. Having a playlist that dynamically changes your upcoming tracks based on your current context (at work, at home, going running, trying to relax) or mood (stressed, energetic, feel like partying). With People.io -- we'd just tell Spotify 'Nic's at work' or 'Nic is about to go running' -- without sharing any of the data behind that insight. So that means Spotify can do what it does best, without ever needing access to your digital life.\"\"When you consider the future of Conversational interfaces, like Amazon Echo, or chat bots; this type of functionality will become increasingly relevant,\" he adds.At this still early stage, People.io has around 35,000 accounts activated since exiting beta in the UK, with around two-thirds of those characterized as 'monthly actives'.On average, Oliver says users engage with the app between two to three times a week. While the platform gets around half a million user interactions per month at this point.He says the startup is currently raising investment to support \"continued momentum and growth into other key markets\". Investors to date include Nick Robertson, founder of ASOS; Thomas Hoegh, founder of Lovefilm; and Founders' Factory, the accelerator founded by Brent Hoberman and backed by Guardian Media Group.European markets are a priority, thanks to the pro-privacy regulatory environment, but Oliver says the team is hoping to expand into the first non-EU market by the end of the year. \"The US is certainly a market that we're keeping an eye on,\" he adds.",
    "date": 1493867075,
    "tags": [
      "Apps",
      "data sharing",
      "data protection",
      "data",
      "advertising"
    ],
    "url": "https://techcrunch.com/2017/05/04/people-io-data-rewards-app-gets-telefonica-co-branding-push/",
    "origin": "techcrunch"
  },
  {
    "title": "VentureFriends closes EUR20M fund to invest in Greek software startups",
    "content": "A tiny bit more VC money sloshing around Europe. This time it's the turn of Greece-based VC fund VentureFriends, which is announcing the final closing of a EUR20 million fund to invest in Greek software and \"high tech\" startups at the seed stage. The two Partners of the fund are Apostolos Apostolakis and George Dimopoulos, with Stefanos Katsimpas also acting as a senior Associate.Over half the money was raised last year and I'm told VentureFriends has already done about 20 investments, but is keen to get the word out that Greek entrepreneurs have another investor to approach. Interestingly, unlike a lot of local European VCs, the firm's 40 or so LPs are all private. In other words, if I understand correctly, there is no tax-payer money being gambled here.Specifically, Apostolakis says the fund will be investing amounts between EUR250-500,000 and can follow on up to a total of 1 million. It is targeting startups with strong teams and generating a little revenue, with e-commerce/e-marketplaces, SaaS, AdTech, and on-demand services remaining a focus.\"We want to see network effects or high technology,\" he tells me. \"We look for innovating hustlers solving big and important need-to-solve problems\".In case you aren't familiar with Apostolakis' work, he previously co-founded e-shop.gr, the first e-tailer in Greece, and in 2011 he co-founded e-food, a food delivery marketplace acquired in 2015 by Delivery Hero, providing a major exit for the Greek startup ecosystem.He's also an active angel investor, including recently investing in Doctoranytime, the doctor booking app launched in Belgium by ex-Take Eat Easy team members.Notably, he and Dimopoulo were also among the first angel investors in Taxibeat, the taxi app that sold to Daimler in February.",
    "date": 1493802291,
    "tags": [
      "Europe"
    ],
    "url": "https://techcrunch.com/2017/05/03/venturefriends/",
    "origin": "techcrunch"
  },
  {
    "title": "Houzz adds a basic AR mode to its iOS apps to help you shop for furniture",
    "content": "Shopping for furniture online is often difficult, especially given that you can't really know how a sofa or lamp will actually look in your room until you get it home. Houzz, which has added more and more shopping features to its app over the last few years, wants to make this easier.A few months ago, it allowed its users to add to images 2D cutouts of products so you can better predict how they will fit in with the rest of your mid-century modern decor. Today it is launching a basic AR mode that lets you see how a large selection of the roughly 300,000 products for which the company currently has 3D models will look in your space.As Sally Huang, the company's lead for visual technologies, told me, 50 percent of Houzz shoppers used the 2D version of this (\"View in My Room\") in 2016 and those users spend 3x more time in the app, too. The team, of course, hopes that the 3D version (unsurprisingly called \"View in My Room 3D\") will lead to even higher engagement.As far as AR products go, though, this is pretty basic for the time being. You can move your furniture around in 3D space, resize it to fit your room (which can be a bit of an issue, given that the size of a furniture item is kind of important and not something you can change after the fact), and then take a snapshot of your scene to share with others (including the home remodeling professional also found on Houzz).This scene doesn't stay anchored in the room, though. If you move your phone or tablet around, everything else moves, too. So this is essentially just a basic 3D editor with the camera image projected in the background. The team tells me that it's looking at ways to have the virtual scene stay anchored in the room, but for the time being, that's not possible.This new feature is now available on iOS, with Android support coming soon.",
    "date": 1493793348,
    "tags": [
      "Apps",
      "Houzz",
      "augmented reality"
    ],
    "url": "https://techcrunch.com/2017/05/03/houzz-adds-a-basic-ar-mode-to-its-ios-apps-to-help-you-shop-for-furniture/",
    "origin": "techcrunch"
  },
  {
    "title": "WeWork brings on Laurent Paris as new CTO",
    "content": "WeWork is announcing its first-ever CTO in the form of Laurent Paris.Paris joins WeWork from Spotify, where he held the VP of Engineering position for five years. Before that, Paris spent almost ten years at Yahoo where he worked on various engineering teams.Paris will be focusing on the combination of WeWork's digital and physical products to offer the most seamless end-user experience possible.\"I'm interested in looking at how we blend physical space with digital technology,\" said Paris. \"Take the internet of things, for example. We can bring sensors into the management of the space to get data on how people interact in their offices and tailor that experience.\"Over the next 12 months, Paris wants to focus on building out a strong engineering team and laying the foundation to put WeWork in the same ring as other tech giants, with regards to attracting top tech talent.Long term, Paris is focused on fostering sustainable growth at the fast-rising company, which went from zero to $20 billion in valuation over the course of six years.Paris will report directly to CEO Adam Neumann.The new CTO said the greatest challenge for WeWork is both sustaining that crazy growth and showing the complexity of the technical challenges involved in managing physical space, hopefully pulling top engineers into the WeWork fold.",
    "date": 1493697625,
    "tags": [
      "Startups",
      "WeWork"
    ],
    "url": "https://techcrunch.com/2017/05/02/wework-brings-on-laurent-paris-as-new-cto/",
    "origin": "techcrunch"
  },
  {
    "title": "Startup step-by-step: Why I'm doing another startup",
    "content": "The desire to create is a hard one to kill. I've had it all my life, from the comic books and music I made with my grade school friend Rick to the books I wrote and tried to write to the projects I built over the years. Now it's become easier and, in a way, harder, to make something meaningful online, so after shutting down one startup last year, I've decided to work on another one, Jaywalk, with a new team.My first startup was a deep learning experience. I learned about entrepreneurship firsthand, experienced the ups and downs (mostly downs) of building, raising and, ultimately, folding a company. I watched one friendship bend and another break under the unique pressures of dreaming something and watching the dream choke.It sucked.After all, I thought I was special. I've written about startups for a long time and I was flip and funny and ignorant of the pain people have to go through in order to make something real. Sure, I had an academic understanding of the topic  --  seed rounds, angels, development, media pushes  --  but I had no real idea what all that looked like in practice. I like to think that's changed and at the very least I've been given a more sober vision of the future.The tech media have made startups seem like a real blast. You hang with your friends, write a little code and cash a check. When you're young you can survive on ramen and heavy metal and you walk away unscathed, the hero of an action movie walking away from an exploding helicopter.But the truth is far more interesting. First the average and median age of most U.S. startup founders is 39. While we mostly hear of the young founder straddling the world, what you rarely hear about is the older founder with years under their belt with an idea that will change an industry that they understand implicitly. The best startup founders don't \"disrupt,\" per se. They improve. The byproduct of that aggregated improvement is disruption.Building things has also made me more compassionate. I used to run around the world yelling at people to quit their jobs, to get things done, to move fast and break things. No longer. I understand the value of a side hustle and the importance of research and planning. I also understand how rare startup success is and I try, in my own way, to assuage the grief of a new founder in a distant city who is finding out, as I did, that the world is cold and unfeeling and uninterested in your idea until, one morning, it isn't. It's the expectation of the breakthrough that has to sustain you through arguments, failures and deafening silence.I understand the dangers and benefits of VC, the pride that some people have at bootstrapping, and the importance of the entrepreneurial spirit in small towns and cities. I understand why this process is seen as a ticket out. When I visit different places and meet startup founders, I try to be nicer and more helpful rather than dismissive. I've finally taken to heart the old adage, \"Let us be kind to one another, for most of us are fighting a hard battle.\"I'm lucky that I've surrounded myself with smart people. Our latest startup, Jaywalk, brought me back together with my longtime college friend Rich, the guy with whom I worked on my first startup. We also have a solid team at an accelerator we joined in Boulder, Boomtown, and we're slowly building out our dev and UX team in order to create an app that truly rewards you for walking around and discovering new things in your neighborhood. It's something that's very dear to me for a few reasons, namely because it's almost impossible to get my kids to leave the house for a walk if I tell them we're going to the park but far easier if I tell them we'll get a cookie on the way back. We want to get people off their pocket computers and back into the world.I gave a talk about a year ago about how I felt after my first startup failed. It was called \"This is fine.\" I based it on that comic of the dog in the fiery coffee house. I focused on this quote:\"Set your life on fire. Seek those who fan your flames.\"\n-- RumiThis quote really bothered me. It was some serious spiritual bullshit. In the doldrums of failure, I saw it as a warning: Set your life on fire and watch what happens, sucker. That's what I did. I quit a great full-time job, put my family at risk, broke bonds I had with people I loved. And Rumi is here telling me to light the pyre higher. You'll know your enemies by how they fan your flames is what I thought he was saying.I was wrong.I realized that this quote meant something entirely different. It meant that you had to find the right people to help you grow, to help you expand, to help you get the most out of your adventure. You had to find people to fan your flames. Those people helped you burn brighter, not burn up faster.I found those people in my family, in my friends, in my online community. I found those people in the folks at the accelerator who placed early bets on us and in the folks I built stuff with.I've spent the past two decades in my attic, writing. For me, building was always a solitary endeavor. Those friends helped me finally get out of my proverbial attic and I started building with others. And it's that effort, the effort of creating in concert, that truly defines us as a species. My friends didn't fan my flames to burn me out. They fanned them to help me light up the dark.This is a long way of saying I'm building something new. I'll keep you posted, and let me know if you need anything.",
    "date": 1493618509,
    "tags": [
      "Startups",
      "Private Equity",
      "entrepreneurship",
      "economy",
      "business"
    ],
    "url": "https://techcrunch.com/2017/05/01/startup-step-by-step-why-im-doing-another-startup/",
    "origin": "techcrunch"
  },
  {
    "title": "Mailbox founder Gentry Underwood on productivity, collective intelligence and building a $100M email app",
    "content": "Gentry Underwood is the co-founder of Mailbox. In our 12th episode, we talk on design being a \"we\" vs an \"I\" issue, how to be your most productive self, and discuss what it took to turn Mailbox into a $100 million acquisition within 30 days of being launched.Design doesn't have to be approached as a \"we,\" according to Underwood. However, when approached as a \"we\" instead of an \"I\" the results can be much more impactful due to individual limitations. \"Each of us look through our own lens\" and the more lenses we look through, the better our overall outlook can be.Mailbox was created from the realization that people used their email as a terribly primitive form of a to-do list. Throughout our interview with Underwood, he explains how conversation and iteration within the team yielded the product we once knew as Mailbox, an email client that promised the most simple path to Inbox Zero.Jared Erondu and Bobby Ghoshal are the hosts of High Resolution. This post and episode notes were put together by freelance writer, Gannon Burgett. Watch for High Resolution episodes to drop every Monday on TechCrunch at 8 a.m. PT. You can also listen on iTunes and Overcast.",
    "date": 1493618443,
    "tags": [
      "Startups",
      "Mailbox",
      "high resolution",
      "gentry underwood"
    ],
    "url": "https://techcrunch.com/2017/05/01/mailbox-founder-gentry-underwood-on-productivity-collective-intelligence-and-building-a-100m-email-app/",
    "origin": "techcrunch"
  },
  {
    "title": "Greg Mark talks about the future of 3D printing",
    "content": "In this episode of Technotopia I talk to Greg Mark, founder of Markforged. Mark recently made news with his new metal printing technology that heats metallic objects in a microwave, reducing by hours the time it takes to make metal parts. He believes that 3D printing is the future, but not in the low-quality, stringy and plasticky way we expect.Mark said that rapid prototyping has gotten easier and better. Once you had to build a mold to make one prototype. Now, with metal printing technology, you can make one to one thousand prototypes. The only times you'd ever need to use old manufacturing processes is when you need to produce a million objects, not mere thousands.This means that it will soon be far easier to experiment and produce short-run products. Factories will have to change, as well, when it makes no real sense to charge thousands to print a few dozen prototypes.Technotopia is a podcast by John Biggs about a better future. You can subscribe in Stitcher or iTunes and download the MP3 here.",
    "date": 1493615986,
    "tags": [
      "Startups",
      "3D Printing",
      "Emerging-Technologies",
      "design",
      "computing"
    ],
    "url": "https://techcrunch.com/2017/05/01/greg-mark-talks-about-the-future-of-3d-printing/",
    "origin": "techcrunch"
  },
  {
    "title": "Giant companies that won't buy your startup",
    "content": "Huge companies in fast-changing, technology-intensive businesses buy startups. After all, they have the money and need fresh entrepreneurial talent to tap new markets and stay abreast of disruption.That's the collective wisdom about M&A in venture capital and startup circles. It's also how the venture business survives. Though IPOs may get more attention, acquisitions account for the vast majority of startup exits and a majority of venture returns.But what if the common wisdom isn't true? What if companies could do perfectly well adjusting to changing conditions, beating competitors and sustaining enormous market capitalizations without buying scrappy startups?To delve into that hypothesis, we used Crunchbase data to help assemble a list of the least acquisitive large-cap companies. The primary focus was technology companies, but we included other sectors because leaders in retail, consumer products, shipping and pretty much any other industry also invest heavily in tech.The resultant list shows that many companies with reputations as innovators actually don't do much M&A. Some did in the past, but have cut back or stopped in recent years. Others have never shown an appetite for acquisitions.Here are some of the most recognizable names on our list of big companies least likely to buy your startup.Netflix seems like the kind of company that would do a lot of acquiring. It has a valuation around $60 billion, an innovative, risk-taking corporate culture and investors who are comfortable with the company trading at a high multiple relative to earnings. Yet, according to Crunchbase data, the Los Gatos, Calif.-based streaming video giant has never bought a startup (at least not a disclosed purchase).While Netflix doesn't buy startups, it does have a history of spending generously on content and licensing deals. Earlier this month, the company struck its first licensing deal in China with the streaming platform iQIYI. It's also entered into licensing deals with a long list of Hollywood studios, including NBC Universal and others.Shares of the graphics chipmaker have been on a tear for the past year, and the company's market value recently surged past $60 billion.Yet the Silicon Valley company has only made one acquisition in the past six years, after a prior pace of about a deal a year. The last time it made a disclosed acquisition was 2015, and that was a tiny deal, paying $3.75 million to acquire seed-funded cloud gaming startup TransGaming.Between 2002 and 2011, Crunchbase shows Nvidia making about one acquisition a year, including some large deals. For its last big purchase, in 2011, the company bought Icera, a developer of mobile broadband modem technology, for $367 million.It's hard to make a case that not buying startups has been bad for Nvidia's competitiveness. The company posted a 50 percent revenue surge for the second straight quarter in its last earnings report. Its net income for the past year totaled nearly $1.7 billion.Texas Instruments is one of those companies that no one in Silicon Valley talks about. Perhaps that's because it's based in Dallas, has been around since the 1950s and has a brand famously associated with 1970s calculators. Nonetheless, Texas Instruments is a big player in the semiconductor space, with a valuation around $80 billion and profit of about $8 billion a year. It's also not very acquisitive these days.The last time Texas Instruments made a disclosed acquisition, according to Crunchbase data, was 2011, when it bought National Semiconductor for $6.5 billion. Maybe TI is still digesting that giant purchase. Before buying National Semiconductor, TI was reasonably acquisitive, buying about 10 companies from 2002 to 2011, including some venture-backed startups. But it hasn't been back to the table in a long time.Applied Materials is another company that used to do acquisitions fairly often but hasn't made a new one in years. Like Texas Instruments, Applied's last big acquisition was enormous. The company paid $4.9 billion in 2011 for Varian Semiconductor, a developer of semiconductor processing equipment. For a company with a market capitalization north of $40 billion, Applied has never been particularly acquisitive. But six years is a long dry spell.Although it hasn't been buying startups, Applied Materials has been investing in them. Its corporate VC arm, Applied Ventures, has participated in at least 46 funding rounds since 2006, including several in the past year.We all know Home Depot sells flooring, drills and other tools; therefore, it isn't expected to be snapping up quantum computing startups. But a lot of startup innovation happens in retail, as well, so one might expect a retailer valued at $180 billion to buy a few venture-backed companies to stay competitive.That hasn't been the case. According to Crunchbase, the last time Home Depot snagged a startup was five years ago. The hardware retail chain bought BlackLocus, an early-stage developer of pricing software that had previously raised a couple million dollars. The same year, it also bought Redbeacon, a site for getting price quotes and finding professionals to work on one's home.Other companies with massive valuations that aren't much into buying startups these days include UPS, Procter & Gamble and Citigroup. All have the financial resources for more M&A, just not the appetite.One conclusion to take away from track records of these non-acquisitive companies is that buying startups may be more a strategic preference than a necessity. It's obvious many large-cap tech companies -- Google, Microsoft, Oracle and Facebook, to name a few -- have a history of both acquiring a lot of startups and sustaining massive valuations. But clearly, that's not the only way to stay on top.",
    "date": 1493452813,
    "tags": [
      "Startups",
      "nvidia",
      "Mergers and Acquisitions"
    ],
    "url": "https://techcrunch.com/2017/04/29/giant-companies-that-wont-buy-your-startup/",
    "origin": "techcrunch"
  },
  {
    "title": "Barry, Dave, Bob? More startups 'humanize' their offerings",
    "content": "Naming companies is a daunting task, as anyone who does it for a living can attest. \"It's difficult to criticize a name,\" says S.B. Master, a Berkeley, Ca.-based founder who has launched two naming companies in her career, one of which is nearly 30 years old. \"From choosing a name, to getting a team to agree to it, to clearing that name from a trademark and URL and social media standpoint -- it's a pain.\" By \"triangulating around these difficulties, people end up someplace, which is better than no place,\" she adds sympathetically.Interestingly, the place where a growing number of startups seems to be landing is on a person's name that may have nothing to do with their business.This week, for example, a year-old, L.A.-based company called Dave raised $3 million for an app that predicts upcoming expenses and alerts users if their bank balance is low. Its founders say that people often ask friends or family for short-term loans to cover shortfalls; they want their customers to think of their startup as a pal who's also looking out for their best interests.Another company, U.K.-based Hibob (for \"Hi, Bob\"), raised $17.5 million in Series A funding this week for its cloud-based HR and benefits platform.Other companies have taken the same tack in recent years, including an app called Barry that lets users save full-length webpages, the tech-focused health insurance company Oscar and Clara, the virtual assistant company, whose name probably makes the most sense of the bunch, given that assistants have historically been actual people.Indeed, assigning tech startups human names dates back at least five years. Alex Friedman, president of Ruckus Marketing in New York, points to Casper, the mattress and bedding company whose brand evokes the friendly ghost who helps keep his friends safe while they sleep. There's also Harry's, the shaving gear company whose name evokes, of course, hair. And founders have named companies after themselves for as long as anyone can remember, in tech or otherwise. The online education company Lynda.com is named after co-founder Lynda Weinman. Philz Coffee is named after founder Phil Jaber.Still, assigning companies human names simply to make tech products more approachable is a  newer trend, and it's poised to escalate quickly in the age of artificial intelligence. Unfortunately, branding experts can't quite agree on whether it's an approach to emulate or avoid.For his part, Friedman doesn't think a company's name is nearly as big a deal as everything else that goes into supporting that brand. \"The name itself is not the brand,\" he says. \"It's an icon or component of what a company wants to build for itself, a focal point for how it's building its business. I say this a lot, but the name is a lot less important than the weight that many people give it.\"Whether it's Bob or Bill or Casper, he says, what's more important is \"what you're selling, who the customer is and how much money you have behind you. Without money, making a name mean something is difficult. If you don't have the capital, you won't get very far.\"The view runs contrary to that of David Placek, a Sausalito, Ca.-based naming expert whose iconic work was profiled years ago in The New Yorker, and who thinks names work best when there's a great story around them. He points to Tesla, named after inventor, electrical engineer, mechanical engineer, physicist and futurist Nikola Tesla. \"It's an authentic association and it's elegant.\"\"Compare 'Tesla' to 'Dave' or 'Bob,' \" Placek says, pausing, trying to find something positive to say about the latter brands. \"Dave is the stronger idea; that 'v' has some energy to it. Bob seems a little informal for an HR function.\"If you were to ask us, we'd say to skip the trend and opt for something original. (Look, we still remember the sentient computer HAL in 2001: A Space Odyssey. We also recall that things didn't go so well for the people in HAL's life.)Don't expect the fashion to fade away anytime soon, however. If there's a consistent trend, says Placek, it's that \"people try to replicate success.\" Because Harry's and Casper are seemingly performing well, other companies will naturally think it's worth a shot, too.The good news, says Master, the Berkeley-based pro, is that, \"in general, a bad name is not going to kill an intrinsically good product or company. The excellence of the offering can overcome many naming weaknesses. Unless it's unpronounceable. Or forgettable. Or you get sued. A lot of founders,\" she says, \"have overcome suboptimal names.\"",
    "date": 1493280411,
    "tags": [
      "Startups",
      "Hibob",
      "dave"
    ],
    "url": "https://techcrunch.com/2017/04/27/barry-dave-bob-more-startups-humanize-their-offerings/",
    "origin": "techcrunch"
  },
  {
    "title": "More than 800 startups ask FCC chair to not kill net neutrality",
    "content": "Today, FCC Chairman Ajit Pai released the broad strokes of his plan to abandon consumer protections to the benefit of large corporate players in the telecommunications industry.While major telecom companies are looking forward to Pai's FCC makeover, the same can't be said for everyone else in tech. After Pai's announcement, a group of more than 800 names in tech sent Pai a business-minded denouncement of his plans to strip away the rules that shape net neutrality.For tech companies that aren't telecom behemoths, the crux of the argument is this:\"... the success of America's startup ecosystem depends on more than improved broadband speeds. We also depend on an open Internet--including enforceable net neutrality rules that ensure big cable companies can't discriminate against people like us. We're deeply concerned with your intention to undo the existing legal framework.Without net neutrality, the incumbents who provide access to the Internet would be able to pick winners or losers in the market. They could impede traffic from our services in order to favor their own services or established competitors. Or they could impose new tolls on us, inhibiting consumer choice. Those actions directly impede an entrepreneur's ability to \"start a business, immediately reach a worldwide customer base, and disrupt an entire industry.\" Our companies should be able to compete with incumbents on the quality of our products and services, not our capacity to pay tolls to Internet access providers.\"The letter, spearheaded by Y Combinator, Techstars and Engine represents a massive swath of tech's net neutrality supporters, from investors and incubators to startups and code schools. The full letter is embedded below.",
    "date": 1493222130,
    "tags": [
      "Startups",
      "Net Neutrality",
      "FCC",
      "engine",
      "ajit pai"
    ],
    "url": "https://techcrunch.com/2017/04/26/startups-letter-pai-engine-techstars-y-combinator/",
    "origin": "techcrunch"
  },
  {
    "title": "Luxe to end door-to-door valet service, will launch 'new service' this summer",
    "content": "Luxe started as a company that promised to make parking in busy cities less awful with an app that summoned blue-jacketed, scooter-carrying valets to your location to whisk away your car until you needed it back. It seems they're pivoting away from that initial vision.Users began receiving emails this afternoon like the one below, promising \"a new service\" by summer of this year:We started Luxe four years ago to tackle the problem of scarce parking in urban centers -- while also helping to build the city of the future. Along the way, we've saved our customers countless hours and we're very grateful to have helped you reclaim some of your valuable time to focus on the important things in life while we took care of your car.Today, we have a couple pieces of news to announce. We are launching a new service in the Summer of 2017 that makes finding parking and servicing your vehicle even easier. We will tell you more when the launch date nears. Stay tuned! However, as a result, we will no longer be continuing our door-to-door valet service in San Francisco after Thursday May 25, 2017....If you'd rather cancel before 5/25, please let us know subscriptions@luxe.com and we will refund you for any unused days on your current billing cycle.Thank you again for being an invaluable Luxe user. We've look forward to serving you once again in a few short months.We've reached out to Luxe for comment, but the company had not responded at the time of publishing.Update: Curtis Lee, the CEO of Luxe, just confirmed the change on Twitter, saying that the company has \"plenty of cash\" but is \"changing direction\"@Jason @luxevalet Not shutting down. Still plenty of cash. Changing direction so discontinuing the door-to-door valet service for now-- Curtis Lee (@curtislee) April 27, 2017The company has raised more than $75 million to date, according to Crunchbase, with its most recent round coming in at $50 million in April of 2016.Update #2: Lee also confirmed to me that Luxe is ending its valet service in all cities in which it's currently operating, not just San Francisco. He also says that the new service will be \"different\" from the Luxe-branded parking garages they announced in March, but \"along the same vein.\"",
    "date": 1493220923,
    "tags": [
      "Startups",
      "Luxe"
    ],
    "url": "https://techcrunch.com/2017/04/26/luxe-to-end-door-to-door-valet-service-in-san-francisco-at-the-end-of-may/",
    "origin": "techcrunch"
  }
]