[
  {
    "title": "Want to Speed Up Your Website? Try These 5 Cloud Server Applications",
    "content": "If you're looking for a way to boost your website's page speed and stop losing potential conversions, you should consider a cloud server.Cloud servers can help your site load faster by using high-performing servers, lightning-fast processors and high-quality solid-state drive (SSD) storage. By going with a cloud server application, you can boost your site's SEO and customer satisfaction while letting the servers do all the work for you.Most cloud servers also give you access to customer service resources to solve even your worst mistakes. Using a cloud server allows your hosting to grow with your business and stay secure. Here are five of the best cloud server applications you can use for an improved website.If you're looking for a cloud server application that can give you high-performance hosting options without the high cost, LCN is the best option for you. LCN even offers free pure SSD storage and unlimited traffic at no extra cost.LCN is great if you're just looking to try something out. It lets you buy a cloud server risk-free with a 30-day money-back guarantee and no contract. But, with their scalable servers and standard firewall feature, you'll probably end up staying for longer.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Habits of the World's Wealthiest People (Infographic)Server Choice offers its customers cloud hosting, colocation services and PCI compliance to keep your website running smoothly. SSD VPS hosting that's powered by the cloud.If you're wondering what all that gibberish means, it's basically a server equipped with cloud-powered infrastructure and free server management that will speed up your site. It also comes with awesome features like free cPanel license, CentOS and LAMp stack. It even allows manual backups.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Inspiring Quotes to Help You Get Through Your Work DayWith Bluehost, you know you're going to be working with a company you can trust. It's been in the cloud hosting business since 2003, working with small business owners and individuals, and boasts a variety of packages with plenty of room to upgrade and expand.Not only is Bluehost reliable, but it has a full set of security features as well. Bluehost also provides its users with a decent amount of flexibility and an unlimited amount of email addresses, MySQL databases, domains and subdomains you can create.DreamHost boasts a simple and easy-to-use platform that even the most novice of designers won't be intimidated by. It's been in business since 1997 and has the ability to host everything from small personal blogs to entrepreneur sites.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->5 Habits of the Wealthy That Helped Them Get RichWhat makes GreenGeeks special is that it can make your website load incredibly fast while also helping out the environment. Its mission is to provide environmentally friendly cloud hosting services -- it's even a certified EPA Green Power partner.It's a great choice for those concerned about secure cloud hosting as it offers excellent security features, too, and is available in 150 countries. It also has excellent, 24/7 customer service and a 30-day money-back guarantee.Cloud server applications are an excellent way to improve the speed of your business's website while getting a variety of other features. If you're looking for a hassle-free and budget-friendly cloud hosting service, try one of these five companies for a faster website.Nathan Resnick is a serial entrepreneur who currently serves as CEO of Sourcify, a marketplace of the world's top manufacturers. Having brought dozens of products to life, he knows the ins and outs of how to turn ideas into realities.&n...;",
    "date": 1493836200,
    "url": "http://www.entrepreneur.com/article/292424",
    "origin": "entrepreneur"
  },
  {
    "title": "Passwords Are Slowly Becoming a Thing of the Past",
    "content": "Between the time you sit down at your desk in the morning and the moment you shut down your computer in the evening, how many times do you think you input a password for an account, program or device? A recent survey found the average person has 27 logins that require a password and uses more than half of them in a given day.Is this really the most convenient and secure strategy for handling confidential information in the workplace?Related: Password Statistics: The Bad, the Worse and the Ugly (Infographic)How many different passwords do you think you have? Most people fall into one of two camps. They either have one password that they use across all accounts and platforms, or they have a different password for every account. The problem is that neither of these approaches is very good.If you only use one password, you're putting yourself at risk for being compromised. If you use different passwords, you constantly have to guess and reset pass codes just to log into various accounts.In the office setting, poor password behavior leads to heightened security threats and lost productivity. As a result, your IT department likely spends hundreds of hours a year dealing with password related issues and all of the negative byproducts that result from them. So, whether you realize it or not, passwords are possibly holding your business back.But what if someone told you that traditional passwords are going by the wayside? If you study new trends and developments in security technology, it looks as if this may be the case in the very near future. And from a small business perspective, the ramifications could be significant.Related: How to Create a Super Strong Password (Infographic)\"Passwords have served us well, there's no doubt about that,\" computer scientist Joel Lee explains. \"However, they aren't perfect. Not by a long shot. In fact, the concept of a password has one glaring flaw that can never be fixed: passwords are all or nothing.\"See, if someone has the password, they have access to everything that's inside. \"In essence, password protection is security through obscurity, a security practice that's universally lambasted as weak and ineffective,\" Lee says. It's like having a padlock on a safe. All someone needs is a pair of bolt cutters and they can have whatever is inside.\"It makes much more sense to develop security infrastructures that don't rely on singular security challenges. Instead, businesses would be wise to invest in security technologies that require persistent identity measures. One idea that's growing in popularity is the concept of using behavioral inputs.\"Simply put, [behavioral inputs are] the way you interact with your device; how you hold and use your mouse, make keystrokes, how quickly you move line-to-line or from page to page,\" digital signature expert David Vergara explains. \"These actions, analyzed and learned, over time, are interpolated through algorithms to establish a unique pattern of each user to determine if it's the same user requesting access or potential fraud (behavioral authentication).\"In the case of a behavioral input system, security can ramp up authentication measures if the user's actions don't seem to line up with the expected behavior.We're also seeing a lot of anticipated growth in biometric security. One specific area that's growing in popularity is the use of voice recognition. As IT pro David Lewis points out, Barclays Bank became one of the first major corporations to adopt voice recognition technology for its telephone banking customers (instead of standard pin codes) in August of 2016.\"Voice recognition, a form of biometric software, is a more secure form of banking protection because our voices are unique. Each voice has a set of around 100 characteristics,\" Lewis says. \"Half of those are physical characteristics -- shape of the mouth and throat -- and the other half are behavioral characteristics of sound and words used.\"When a customer's \"voice print\" has been captured, the Barclays system can then use it to match against other phone calls in the future. Despite what some may assume, it's impossible to mimic a voice and cheat the system.Aside from fingerprint scanning and voice recognition software, other (less frequently used) forms of biometric security include iris recognition, vein-pattern detection and even heart beat detection. Businesses with high level security needs can be expected to adopt some of these security formats in the very near future.Related: Swallow This 'Password' Pill to Unlock Your Digital DevicesIt's easy to cling to the status quo, even when it comes to something as important as security. You'd rather do something you're comfortable with than rock the boat and risk messing something up. But unfortunately, you won't be able to sit still much longer. Changes are coming and businesses like yours will need to adapt.From a financial perspective, the cost to upgrade your existing approach to cyber security and password integrity could be high. Solutions such as voice recognition and iris detection software are still quite expensive and will remain that way until the tech companies reach economies of scale. With that being said, the long-term pay off for an investment in advanced password security is much higher than the upfront cost.Anna is a freelance writer who specializes in social media and business development.",
    "date": 1493820000,
    "url": "http://www.entrepreneur.com/article/293110",
    "origin": "entrepreneur"
  },
  {
    "title": "How Does a New Tech Product Get to Market?",
    "content": "On this episode, Entrepreneur Network partner Mark Fidelman interviews Konica Minolta North American CEO Rick Taylor about the release of new product Workplace Hub, which uses technology to create IT solutions. Taylor and Fidelman break down how the product came about, what problems it solves and how Konica Minolta received customer input during the process.Watch the video to learn more.Related: Here's How to Crush It With YouTube InfluencersWatch more great interviews on Venturer's YouTube channel.Entrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical and provides partners with distribution on Entrepreneur.com as well as our apps on Amazon Fire, Roku and Apple TV.Click here to become a part of this growing video network.Mark Fidelman is a globally recognized marketing leader with a focus on influencer marketing and mixed reality. He's interviewed thousands of Global 3000 CXOs and speaks and writes regularly about how they are impacting today's...",
    "date": 1493812800,
    "url": "http://www.entrepreneur.com/video/293701",
    "origin": "entrepreneur"
  },
  {
    "title": "How to Optimize Your Videos for YouTube's Ranking Algorithms",
    "content": "Did you know YouTube values watch time (the amount of time your audience watches a video) in their ranking algorithms? So, by keeping your audience captivated for five, 10 or 15 minutes at a time, you can gain an advantage over competitors making shorter videos.In this video, Entrepreneur Network partner Salma Jafri explains why it's important to improve your videos' watch time and how to do it. Use her storyboard and timeline strategies to build out a fuller video experience, keep your audience's attention and improve your YouTube rank.Watch the video to learn her tricks of the trade.Watch more YouTube videos from Salma Jafri on her channel.Related: Tips to Finding Great Ideas for Video ContentEntrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical and provides partners with distribution on Entrepreneur.com as well as our apps on Amazon Fire, Roku and Apple TV.Salma Jafri is the host of Content Marketing Tips - a weekly vlog + blog on how women entrepreneurs can market authentically to their audience by using their natural strengths. Grab her free cheat sheet: 25 Free and Feel-Good...",
    "date": 1493749800,
    "url": "http://www.entrepreneur.com/video/293655",
    "origin": "entrepreneur"
  },
  {
    "title": "Everything You Can Do With Amazon Alexa",
    "content": "",
    "date": "0",
    "url": "http://www.entrepreneur.com/slideshow/289162",
    "origin": "entrepreneur"
  },
  {
    "title": "Arianna Huffington Joins Propelify Innovation Festival",
    "content": "Join Propelify on May 18 in Hoboken, New Jersey and meet in-person with some of the most innovative minds in the Northeast. Entrepreneur readers can purchase special discounted tickets to this year's Propelify Innovation Festival -- paying just $5 per ticket. Purchase your discounted tickets now using promo code ENTPROPELS before the event is sold out. Promo code only applies to General Admission tickets.Arianna Huffington, CEO of Thrive Global, and co-founder of The Huffington Post, will give the keynote remarks at this year's Propelify Innovation Festival.During a must-see, must-hear fireside chat, Huffington will discuss her life as prominent businesswoman - including her mission with Thrive, her book The Sleep Revolution, and more. Attendees will take in the talk from the Hoboken Waterfront, a beautiful overlook of the New York City skyline, beginning at 9 A.M ET on May 18.\"We have an incredible list of diverse and innovative speakers this year at Propelify,\" said Aaron Price, CEO and founder of Propelify. \"Our goal was to bring the Northeast something special, something that would leave a lasting footprint in 2017. Arianna Huffington will make an imprint twice what we expected!\"You can buy tickets to Propelify to see Huffington and 40+ amazing speakers, as well as learn from and connect with startups, investors, and innovators from around the world.About PropelifyPropelify Innovation Festival unites innovators with inspiration, education and fun. With more than 40 speakers from companies like Google, Livestream and Samsung, the Festival brings together brand activations, investors, drones, music, performances, food, drink and more. Read more at: www.Propelify.com",
    "date": 1493675880,
    "url": "http://www.entrepreneur.com/article/293674",
    "origin": "entrepreneur"
  },
  {
    "title": "Podcasting 101: How to Build an Audience and Generate Revenue",
    "content": "In this video, Entrepreneur Network partner Bryan Elliott sits down with Norm Pattiz, founder of of radio network Westwood One and podcast network PodcastOne (one of the largest podcast networks in the world, boasting 1.5 billion annual downloads). During the interview, Pattiz explains why podcast listeners are a better audience than a radio or TV audience, why the world was ripe for a podcast network when he launched the company in 2013 and why PodcastOne star Adam Carolla is more talented than Howard Stern.Click play to learn more.Related: Why Paramore's Lead Singer Says She's Only Good at Two Things: Music and BusinessEntrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical. Watch video from our network partners on demand on Amazon Fire, Roku, Apple TV and the Entrepreneur App available on iOS and coming soon to Android devices. Click here to become a part of this growing video network.Bryan Elliott is CEO of The GoodBrain Digital Studios and a Southern California native with 15 years' experience in brand marketing and production in industries including action sports, entertainment and movies, and digital tech.",
    "date": 1493663400,
    "url": "http://www.entrepreneur.com/video/293555",
    "origin": "entrepreneur"
  },
  {
    "title": "Our Rosy Outlook on Driverless Cars Needs a Reality Check",
    "content": "I was at an event recently that screened a 1956 short film -- Key to the Future -- in which GM envisions what self-driving cars would look like in 1976. The footage -- with a uniformed guy in a control tower directing a singing family along a highway for autonomous vehicles -- inspired chuckles from the audience.One aspect of the video that did become a reality is the interstate highway system, a major milestone in vehicle transportation that better connected rural communities and big cities and cut travel time. But they also displaced entire urban neighborhoods when they were constructed and divided others once the work was complete. They enabled mass migration to suburbs for the more affluent, who could now easily commute by car into cities for work. But this sapped the tax base of large cities, setting up prolonged urban decay during the 60s and 70s.Sixty years since the GM film, we're now are on the cusp of another major transformation in transportation with self-driving cars, and some are concerned they will have similarly negative unintended consequences.Experts think we'll first see fully autonomous cars in urban areas, with city dwellers and commuters alike buzzing around in autonomous pods, freed from the drudgery of driving.Ford, for example, has promised to mass produce fully self-driving cars for ride-sharing purposes by 2021. Uber is already testing autonomous vehicles, while the self-driving tech start-up Nutonomy currently offers robo-taxis rides in Singapore.Urban designer Peter Calthorpe, one of the top minds who spoke at the TED conference earlier this week, has a more pessimistic view of autonomous vehicles and how they could affect cities. While autonomous vehicles offer myriad benefits, such as increased mobility for the disabled and others, Calthorpe is concerned about further isolating people already detached by compulsive interaction with portable devices.\"Putting people in their private bubbles, whether they have a steering wheel or not, is the wrong direction,\" Calthorpe told TED head curator Chris Anderson following his talk. He worries about people using self-driving cars as solitary electronic chauffeurs or butlers that run errands and don't require their owners to ever leave the home.Calthorpe's other concern is that autonomous vehicle \"will revitalize sprawl\" as society becomes more urbanized. Others are also questioning whether self-driving cars could lead to longer commutes if people can be productive while in the car, making traffic worse in urban areas.Hesham Rakha, an engineering professor at Virginia Tech who studies traffic flow, told NPR in February that it's difficult to predict whether self-driving cars will improve traffic congestion. \"I don't know the answer,\" he admitted. \"If the road is less congested, more people are going to be attracted to that road, and so basically it will become congested because it's supply and demand.\"And all those utopian visions of driverless cars making traffic and accidents a thing of the past could look just like as silly as GM's Key to the Future film from 60 years ago.",
    "date": 1493643099,
    "url": "http://www.entrepreneur.com/article/293652",
    "origin": "entrepreneur"
  },
  {
    "title": "What Is 5G? Everything You Need to Know.",
    "content": "5G is coming this year. Or maybe not. In the race to 5G, or fifth generation wireless, companies are starting to promise the impossible, which will result in a lot of confusion over the next few years.Because there isn't any official definition of 5G yet, all the players in the wireless world, from chipset makers to carriers, are jockeying to define 5G and establish themselves as 5G leaders.So head with me down the rabbit hole that is 5G as I try to explain what the heck is going on.The G in 5G means it's a generation of wireless technology. While most generations have technically been defined by their data transmission speeds, each has also been marked by a break in encoding methods, or \"air interfaces,\" which make it incompatible with the previous generation.1G was analog cellular. 2G technologies, such as CDMA, GSM and TDMA, were the first generation of digital cellular technologies. 3G technologies, such as EVDO, HSPA and UMTS, brought speeds from 200kbps to a few megabits per second. 4G technologies, such as WiMAX and LTE, were the next incompatible leap forward, and they are now scaling up to hundreds of megabits and even gigabit-level speeds.AT&T recently announced its \"5G Evolution\" network, which isn't 5G. It's AT&T's brand for gigabit LTE, the latest incremental advance in 4G LTE, which all major U.S. carriers plan to roll out this year.Gigabit LTE is backwards-compatible with existing phones and runs on existing spectrum. It uses more advanced versions of LTE's existing encoding, along with more antennas and more efficiently consolidated spectrum, to deliver better speeds.But AT&T's 5G lie also highlights that LTE isn't going away any time soon. 5G, by and large, will operate on very high frequencies, requiring towers or antennas that are relatively close together. It will rely on 4G for broader overall coverage, especially in rural areas.4G will continue to improve with time, as well. Qualcomm has already announced a 4G modem, the X20, capable of 1.2 gigabit speeds. The real advantages of 5G will come in massive capacity and low latency, beyond the levels 4G technologies can achieve.AT&T and Verizon have both pledged to launch 5G home internet systems this year. At Mobile World Congress in February, Samsung and Verizon showed off the antennas and routers Verizon's 5G service will use.The technologies used in 5G for the home will be closely related to millimeter wave fixed wireless ISPs such as Starry in Boston and Monkeybrains in San Francisco, but with bigger players such as Verizon and AT&T in the mix, they'll be much more widely available. AT&T, for instance, has talked to me about potentially using 5G to replace its old DSL offerings, letting the company deliver a \"quad play\" of DirecTV TV service, 5G home internet, wireless phone and home phone.This isn't quite 5G, because the 5G standard won't be set until 2018. But Verizon intends to converge its 5G service with the actual standard, and it's trying to use as many elements of upcoming 5G systems as possible.5G home internet shows one major advantage over 4G: huge capacity. Carriers can't offer competitively priced 4G home internet because there just isn't enough capacity on 4G cell sites for the 190GB of monthly usage most homes now expect. This could really increase home internet competition in the U.S., where, according to a 2016 FCC report, 51 percent of Americans only have one option for 25Mbps or higher home internet service.5G home internet is also much easier for carriers to roll out than house-by-house fiber optic lines. Rather than digging up every street, carriers just have to install fiber optics to a cell site every few blocks and then give customers wireless modems.5G is a new network system that has much higher speeds and capacity, and much lower latency, than existing cellular systems. The technologies to be used in 5G are still being defined, but there are many details on which everyone agrees.5G networks will use a type of encoding called OFDM, which is similar to the encoding that LTE uses. The air interface will be designed for much lower latency and greater flexibility than LTE, though.The new networks will predominantly use very high frequencies that can transmit huge amounts of data, but only a few blocks at a time. The standard will work all the way from low frequencies to high, but it gets the most benefit over 4G at higher frequencies. 5G may also transmit data over the unlicensed frequencies currently used for Wi-Fi, without conflicting with existing Wi-Fi networks. That's similar to a technology T-Mobile is launching this year called LTE-U.5G networks are much more likely to be networks of small cells, even down to the size of home routers, than to be huge towers radiating great distances. Some of that is because of the nature of the frequencies used, but a lot of that is to expand network capacity.So 5G networks need to be much smarter than previous systems, as they're juggling many more, smaller cells that can change size and shape. But even with existing macro cells, Qualcomm says 5G will be able to boost capacity by four times over current systems by leveraging wider bandwidths and advanced antenna technologies.The goal is to have far higher speeds available, and far higher capacity per sector, at far lower latency than 4G. The standards bodies involved are aiming at 20Gbps speeds and 1ms latency, at which point very interesting things begin to happen.Driverless cars may need 5G to really kick into action. The first generation of driverless cars will be self-contained, but future generations will interact with other cars and smart roads to improve safety and manage traffic. Basically, everything on the road will be talkingTo do this, you need extremely low latencies. While the cars are all exchanging very small packets of information, they need to do so almost instantly. That's where 5G's sub-1 millisecond latency comes into play, when a packet of data shoots directly between two cars, or bounces from a car to a small cell on a lamppost to another car. (One light-millisecond is about 186 miles, so most of that 1ms latency is still processing time.)Another aspect of 5G is that it will connect many more devices. Right now, 4G modules are expensive, power-consuming and demand complicated service plans, so much of the Internet of Things has stuck with either Wi-Fi and other home technologies for consumers, or 2G for businesses. 5G networks will accept small, inexpensive, low-power devices, so they'll connect a lot of smaller objects and different kinds of ambient sensors to the internet.So what about phones? The biggest change 5G may bring is in virtual and augmented reality. As phones transform into devices meant to be used with VR headsets, the very low latency and consistent speeds of 5G will give you an internet-augmented world, if and when you want it. The small cell aspects of 5G may also help with in-building coverage, as 5G encourages every home router to become a cell site.AT&T and Verizon's pre-5G is coming this year, but the first official 5G launches will come in 2018, with broad deployment in 2019. The schedule was previously set for 2019-2020, but carriers and equipment manufacturers figured out an accelerated schedule earlier this year.This is in line with Qualcomm's 5G modem family announcements. The big chipmaker said that its Snapdragon mobile platform will support 5G in 2019. Snapdragon chips are the most popular platform for U.S. smartphones, so you're likely to see 5G, VR-capable smartphones in 2019.",
    "date": 1493643082,
    "url": "http://www.entrepreneur.com/article/293651",
    "origin": "entrepreneur"
  },
  {
    "title": "How Blockchain Might Change Payments for Small Businesses",
    "content": "Over the last couple of years digital currencies like bitcoin have captured the imaginations of everyone from investors to business owners. And, thanks to advocacy groups and more than the 100,000 businesses who accept bitcoin, we can expect even more awareness and acceptance of digital currencies.But, you can't discuss these digital currencies without mentioning the blockchain.If you're new to the blockchain, it's simply \"a public ledger, shared between many different parties, in which anonymous transactions are recorded.\" In other words, it's strictly person-to-person. This means that banks, financial institutions or government bodies aren't involved in the transfer of funds -- which also means that money can be transferred faster and cheaper. Additionally, because digital currencies are data and not actually physical coins or currency, they can't be altered, erased or tampered. That means that there's less risk involved when sending or receiving payments.In fact, as Alex Tapscott points out in the Harvard Business Review, \"blockchain may enable incumbents such as JPMorgan Chase, Citigroup and Credit Suisse, all of which are currently investing in the technology, to do more with less, streamline their businesses and reduce risk in the process.\"Besides financial transactions, businesses are also using blockchain technology for creating and signing \"smart contracts,\" proving ownership of intellectual property and offering coupons to customers.But, let's go back to one of the most well-known and earliest benefits of the blockchain: payments.Whenever you accept credit or debit card payments you're going to have to pay transaction fees. Those transaction fees, which are usually around 2 to 3 percent, probably don't impact enterprise level businesses. For small businesses, however, those fees can add-up quickly and do some damage to your cash flow.The blockchain can reduce, if not eliminate, those fees. Yes. You read that correctly. In most cases, blockchain transactions rarely go above 1 percent. That's because you've cut out the middlemen, aka banks and payment processors, who are trying to make a profit as well by charging you to process a payment.To be fair, transaction fees can become more manageable. But, not necessarily the speed if the transaction. For example, it takes three to five business days for a cross-border payment to process. Again, that's because several financial institutions are involved when money is transferred from one account to another. This isn't just frustrating, it can also slow down your cash flow.Because the blockchain removes those meddling third-parties you could charge a client or customer, grab a cup of coffee and your payment will be ready.In short, blockchain payments like bitcoin move really, really fast.This could arguably be the biggest game-changer when it comes to the blockchain and payments since we now live in a global marketplace.As Carlo R.W. De Meijer writes in Finextra:\"Blockchain could be particularly helpful for transacting cross border. International payment services offer the most promising starting points, from a speed, cost and security point of view. Global payments nowadays take days to settle, and settlement delays can happen for a number of reasons, including a country's inability to handle real-time settlement or more cumbersome regulatory compliance. They also lack transparency and often fail on account of messaging errors.\"Since the blockchain is decentralized it's essentially a global currency. This is going to make entering the global marketplace more convenient and affordable for your small business. And, that could lead to you entering a whole new market before your competitors are there.Despite the fact the blockchain is used to create a digital currency, it actually works more like cash than a credit card since once the transaction is approved by both parties it can't be contested. Furthermore, you have to authorize and verify the transaction. This will reduce any disputes between you and your customers, which in turn will eliminate chargebacks.There are still some kinks to work out with blockchain, such as the fact that it's not regulated, unstable and not widely embraced, but it's a promising payment option for small business owners.If you want to start taking advantage of the benefits of the blockchain, you can start by learning the basics and selecting a trusted Bitcoin wallet. In fact, it only take a couple of minutes to set-up a bitcoin wallet. After that you can place a sticker on your site declaring that you accept bitcoin (\"Now Accepting Bitcoin!\") as a payment. You can also pay suppliers or freelancers in bitcoin if they accept it.Remember, getting started really isn't difficult as long as you're educated and open-minded. So, don't be afraid or timid when it comes to blockchain. Get out there and start enjoying the opportunities of blockchain for your small business.(By Chalmers Brown)Due is a payments, eCash, online invoicing, time tracking, global payments and digital wallet solution for freelancers, small business owners and companies of all sizes.",
    "date": 1493398800,
    "url": "http://www.entrepreneur.com/article/293569",
    "origin": "entrepreneur"
  },
  {
    "title": "Watch a 3D Printer Make an Entire Building",
    "content": "Forget blueprints and general contractors: why not just 3D print your entire house? One day, you might be able to, if a new autonomous 3D printing robot designed by MIT researchers ever goes on sale.The robot is an ungainly contraption full of solar panels, a crane and running on treads instead of wheels. But because it's capable of printing the walls and other basic elements of an entire building, MIT says it could enable the design and construction of new kinds of structures that would not be feasible with traditional building methods.The robot printer is very different than consumer 3D printers on the market today. Instead of assembling its assigned printout in an enclosure, the MIT bot's mechanical arm is fitted with nozzles that can spit out any number of substances used in building construction, such as concrete or insulation.To prove it works, the MIT engineers used it to construct a 50-foot-diameter, 12-foot-high dome made out of polyurethane foam and concrete. The entire project took less than 14 hours of \"printing\" time, which presumably doesn't include the time it took to configure the robot with the required materials. And therein lies the challenge: the robot could be used on a building site right now, but it would likely require excessive handholding that would make it inefficient compared to other more conventional machines.So the robot's real promise, according to former MIT engineering student Steven Keating, who helped designed it, lies in achieving full autonomy: a built-in scoop could both prepare the building surface and pick up local materials like dirt for an earthen structure, while the bot goes about its business needing no more electric power than what the sun offers.Keating wants \"to have something totally autonomous, that you could send to the moon or Mars or Antarctica, and it would just go out and make these buildings for years,\" he told MIT News. Given his choice of example building sites, though, it's safe to say that you won't be able to build your next suburban tract house with this bot any time soon.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1493383141,
    "url": "http://www.entrepreneur.com/article/293552",
    "origin": "entrepreneur"
  },
  {
    "title": "Here's Your First Look at Elon Musk's Tunnel Drilling Machine",
    "content": "It seems that Elon Musk is making headway with his latest brainchild, the Boring Company. Stuck in Los Angeles traffic back in December, the SpaceX and Tesla CEO said that he wanted to start a company that would allow him to build underground tunnels for better transportation in congested cities.Traffic is driving me nuts. Am going to build a tunnel boring machine and just start digging...Related: He's Human, After All: 5 Times Elon Musk Completely FailedIn February, Bloomberg reported that Musk had begun making a test tunnel in the SpaceX parking lot. Now, thanks to an errant Instagram post from a SpaceX employee -- that was deleted shortly thereafter -- we have our first sighting of one of The Boring Company's machines. It has a logo, so you know it's serious.Clearly, Musk won't be content until he has a hand in every aspect of the transportation industry. Rockets, cars, power, tunnels and of course his work on the hyperloop.Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1493383140,
    "url": "http://www.entrepreneur.com/article/293557",
    "origin": "entrepreneur"
  },
  {
    "title": "The Weirdest Things People Agree to in Terms of Service",
    "content": "",
    "date": "0",
    "url": "http://www.entrepreneur.com/slideshow/293493",
    "origin": "entrepreneur"
  },
  {
    "title": "Will a Robot Take My Job?",
    "content": "We can't stop or slow down the progression of technology. Businesses and industry will always relentlessly search for ways to increase efficiency and productivity.  In the future this will lead to the rise of more machines that can do what we do. In fact, according to an Oxford University study, 47 percent of all jobs could be automated. In the next decade, your job as it's currently described might not even exist. Sound scary? What if I told you it's a good thing?The future of work continues to be a topic on the rise, with social mentions up 40 percent year over year, according to an analysis by Adobe. When we talk about a future where robots accomplish all the basic tasks in society, we fail to take into account that there are so many vital roles that robots won't ever be able to fill. Here's an idea: Instead of worrying about a skills revolution, embrace it. Learn how to turn your humanity into a marketable asset in tomorrow's economy.Related: 8 Companies Changing How Machine Learning Is UsedI'm the futurist in residence at Arizona State University. As a self-described optimist, I'm a big fan of humankind. I see a more automated world as a place in which more people can embrace the creativity, curiosity and ingenuity that makes us distinctly human. Not only will leveraging your humanity provide job security in the future, it will also make the work you do more meaningful.In the current job market, we don't focus on humanity. We focus on productivity. We focus on increasing efficiency. We focus on speed. We focus on accuracy. These are all things that have essentially turned us into machines. So, it should make perfect sense that the machines will be able to rise up and take the majority of our jobs.Related: These 5 Companies Have Added Robots to Their WorkforceSo what makes being human so great? Here's the short list:Communication. Humans are great at communicating with other humans. You could take two people who don't speak the same language, who come from radically different cultures, and you can put them in a room and they will begin to communicate. Humans have an incredible ability to overcome barriers in order to work together to find solutions.Creativity. We humans are good at taking disparate, unrelated pieces of information and turning them into new ideas. A machine can be programmed to find the correct answers, but it can't come up with new questions, or design a new way to solve a problem.Adaptability. No matter how the world changes, humans have proved they are able to change with it. When early humans were threatened by predators, they built weapons. When they were cold, they covered themselves and made clothing. When they couldn't find enough food, they learned how to grow their own. The key to survival is not how strong or fast or how big you are -- it's how easily and quickly you can adapt.By focusing on these attributes, we not only learn to accept the inevitable increase in automation, but we also use the opportunity to engage in work more suited to our natures. Adobe found sentiment about automation is trending positively, with saving time (30 percent) and big data analysis (25 percent) as the top trending topics. When robots take over the mundane but necessary tasks of running a business, humans will have the freedom to further create and explore.Related: Bill Gates Believe Robots That Steal Jobs Should Pay TaxesThere are a few things both employees and employers can do now to be ready for change. Jeff Vijungco, vice president of global talent, technology and insights at Adobe, recommends envisioning what your future will look like 10 years down the road. Think about your dream career, and plan a path to get there. Think about the skills you will need to succeed in a world where rote tasks are handled by machines.Consider that in the near future, job descriptions will become less rigid. Employers will begin looking for individuals who can take on a variety of roles. Human employees will not be expected to meet productivity and efficiency goals; employers will want their employees to take on more abstract assignments that will further the success of the company on a greater scale.Some of the skills I suggest employees should start developing now include the ability to learn, the ability to be flexible and the ability to problem solve. These build on our natural human tendencies toward creativity and adaptability, and will let you turn your instincts into marketable skills.One of the pieces of advice that I give to everybody from grade schoolers to board members of Fortune 500 companies is to always be curious. Always be asking why. We should allow ourselves to have a constant thirst for understanding.Related: Elon Musk's Vision of the Future Includes CyborgsFostering your ability to communicate with others is another important step you can take to securing your future. Robots can't collaborate. Humans can. If you can get along and work with a wide variety of different types of people, you are infinitely more deployable, and so more valuable to your employer. They can assign you to any team, doing any task, and they know you will be able to help build a cohesive and successful unit.Employers, meanwhile, should focus on the future of their company. Many of the most successful businesses have departments dedicated to long-term planning. Think about the specific steps you will need to take to create a positive future for your company.Employers also need to keep in mind that their employees are their most valuable asset. To encourage employees to embrace their humanity, reward that humanity. Reward them for being creativity. Encourage them to discover new solutions. Most importantly, treat them with respect. Acknowledge they have lives outside of work, and create policies that foster a healthy work-life balance. Machines don't need validation to perform their tasks. Humans, on the other hand, can't perform successfully if they feel overworked and underappreciated. Create an environment where employees want to succeed, and they will.Related: Emerging Ethical Concerns in the Age of Artificial IntelligenceRobots may become more important in the future, but they cannot create the future. Only humans have the capacity to envision and build a better world.I am an optimist. I believe that the future is built by people. The future is built by the actions of people. The future is built by corporations and companies. The future is built by organizations and communities and churches and schools and universities. People build the future.When we allow machines to handle the more mundane tasks, we get the freedom to innovate. Embrace the progression of technology so your own creativity can become your greatest asset.Brian David Johnson is a professor of practice at Arizona State University's School for the Future of Innovation in Society, and a futurist and fellow at Frost & Sullivan, a visionary innovation company that's focused on gro...",
    "date": 1493379000,
    "url": "http://www.entrepreneur.com/article/293431",
    "origin": "entrepreneur"
  },
  {
    "title": "4 Things You Should Know About Google's Rebranded G Suite",
    "content": "In the fall of 2016, Google rebranded its decade-old \"Google Apps for Work\" as \"G Suite.\" While the name is a bit more simplified and more streamlined, the heart of what it does is pretty much the same: offers cloud computing tools for businesses of all sizes.The biggest difference, other than the name, is that Google upgraded all of its G Suite apps. Where the product was once good, it has become truly excellent. Because of the new updates, it's worth updating yourself on G Suite. Here are four big things you need to know:Everyday users can have a Google Drive account with 15GB of storage for free, but if you want more than that, or if you want a G Suite account, it's not free (Google, like a lot of other tech companies, is embracing the software as a service subscription model).However, G Suite is very affordable considering what you get in return, and, unlike a lot of other subscription software, you pay for exactly what you need. G Suite pricing is based on the number of users per month at your chosen tier. All accounts come with personalized email addresses at your domain.Then, depending on your tier, you get storage (which is unlimited for all but the basic accounts), shared files, voice and video conferencing, security, support and more. If you're not sure whether it's right for your business, Google will let you try it for free for 14 days before you commit to buying it.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->How to Start a Business With (Almost) No MoneyArtificial intelligence improvements to all of the G Suite tools mean that you'll spend less time dealing with the software and more time actually getting things done.What's smarter about it? Well, storage, for example; rather than spending time looking for the exact file you need, G Suite's storage now takes cues from what you've been spending your time on (like meetings, emails, and other activity) and offers the files it thinks you want before you lose ten minutes looking for them.The Calendar has improved and can now find available slots in multiple users' schedules to suggest good meeting times. Presentations are smarter because they offer suggested layouts and formatting to complement your content.These are just a few examples, but ultimately, the AI that's now behind G Suite can save you a lot of time during the day and minimize frustration.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Inspiring Quotes to Help You Get Through Your Work DayIf you're a regular Gmail user, then you already know about Google's very tight two-step verification process every time you log in from a new device. It takes a few extra minutes since a code has to be sent to you via text message and then entered as part of your login, but it's a solid security feature that keeps your account well protected.G Suite offers this same two-step verification, but security can also be configured using Security Keys. These are actual physical key-like dongles that plug into a computer and use Bluetooth or near-field communications (NFC) to verify a user's authenticity. Spend a few minutes, just once, to set it up, and you're good to go from there on out. If you use different devices frequently as part of your work setup, this security feature could save you lots of time over the long run.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Habits of the World's Wealthiest People (Infographic)In our media-driven world, having workplace software that integrates well with social media platforms is more important than ever. G Suite is compatible with many of the popular ones, like Facebook, Wordpress and YouTube. Plus, Workplace by Facebook can be configured to work with G Suite. As expected, Google is still pushing its Google+ platform, despite its relative lack of popularity (it's not quite as dead as Orkut, at least). Still, this integration is incredibly helpful for marketing folks and, really, for everyone. Lanre Onibalusi is a Digital Marketing Expert / Consultant with almost a decade worth of experience. He majored in Economics at the University of Ibadan and is currently a self-employed entrepreneur. A huge part of his expertise invol...",
    "date": 1493316000,
    "url": "http://www.entrepreneur.com/article/290960",
    "origin": "entrepreneur"
  },
  {
    "title": "How I Overcame My Fear of Hiring Outsourced Developers",
    "content": "The term \"outsourcing\" has become a bit of a dirty word in the software development industry. However, outsourcing software development, -- or \"digital outsourcing,\" as it's called -- is a great way to maximize efficiency. Outsourcing certain tasks, a once-taboo subject, is quite common: Accenture, IBM, Microsoft, Intel, Amazon, P&G, Bank of America and Hewlett-Packard have all jumped on board.Related: 5 Reasons Why It's a Bad Idea for Startups to Outsource Software DevelopmentThe list of fears surrounding digital outsourcing can be lengthy, but those fears can be alleviated. Below are four of the most common concerns regarding outsourcing software development and how to mitigate them to make outsourcing work for your business.Many business leaders have expressed concern about the hidden costs associated with outsourcing. Hidden costs include money wasted on unproductive operations abroad, money lost due to cultural differences, transition-related costs like temporary decreases in productivity and the costs of managing the outsourced team.Luckily, good communication will do a lot to mitigate these costs. In addition to informal daily communication with your \"abroad\" team, schedule teleconferences or meetings regularly to discuss larger issues that might be hindering productivity or cohesion. The more you can get to know your abroad team, the better: You'll be able to verify that this particular team is the right fit for your company.You can also avoid hidden or extra costs by planning ahead. Establish clear productivity and team-building goals, and have the outsourced team commit to accomplishing those goals within a set period of time. Make milestones frequent and achievable by adjusting them as necessary.The fear of choosing the wrong vendor to handle your development needs is valid and common. However, you can take certain precautions to make sure you're happy with whom you choose.Related: Should You Outsource Mobile SaaS Development?Pick your outsourced vendor wisely. Instead of just choosing the cheapest service, look into experience, success metrics, testimonials and potential language barriers. Also, ensure that the vendor will be willing to work on your schedule. Depending on your project, close collaboration might be necessary; as such, you'll want your abroad team to operate on your local team's hours.Most importantly, don't be afraid to switch! One great thing about outsourcing development is that outsourcing opens the door to many viable options. If you're unsatisfied with the work product of your outsourced team, you can easily find another team for a comparable, or even lower, price.Another common fear is that leaders won't be able to ensure efficiency due to skill gaps between outsourced developers and local developers. Creating strong ties between the two groups, however, is an easy fix.Depending on the structure of your company, consider keeping a few skilled developers in-house. You can then implement systems to check the outsourced work as it is created, to avoid receiving a subpar work product.For example, re-compile and build your software every time a developer submits work for a  product. Doing this will help detect problems immediately so they can be remedied without delay. You can also require that outsourced team members develop and run individual tests for their products during development.Creating tests prior to the implementation of a feature can help clarify what the software should ultimately do. These tests can then be run again and again throughout development. Testing needs to be automated and thorough, and the end-user experience should always be kept in mind.Collaboration is another valuable method to mitigate the skill gap. If possible, in addition to frequently communicating with your outsourced team members, strive to collaborate with them to better resolve potential problems that occur during development. Using Scrum is a great way to facilitate this collaboration.Finally, require that your outsourced team members create technical documentation so you can better understand their work. If you switch vendors in the future, you'll need the technical and architectural specifications for the tasks your current outsourced developers are working on to avoid future delays.Security is a concern for many developers who work with trade secrets and other types of private data, so it's imperative to take this into account when selecting a vendor. International certifications for data privacy exist, and most reputable vendors should meet the certification requirements.When choosing an outsourced vendor, look for past incidents regarding client security. How did the vendor handle it? How would you handle it? By considering possible security issues beforehand, you can avoid potential disaster later.Related: Outsource Your App Development Effectively With These 5 TipsAJ Agrawal is the CEO and co-founder of Alumnify. an alumni-engagement platform.",
    "date": 1493314200,
    "url": "http://www.entrepreneur.com/article/293055",
    "origin": "entrepreneur"
  },
  {
    "title": "7 SEO Mysteries Solved",
    "content": "Even for experienced SEO professionals, search optimization can be confusing. There are hundreds, if not thousands, of different factors that can enter into how your site ranks, and those factors change frequently (oftentimes, without warning).Related: These 9 SEO Tips Are All You'll Ever Need to Rank in GoogleIf you're adhering to best practices -- to the best of your ability -- and there's a sudden disruption in your progress, it's common to feel disheartened. But take comfort knowing that it's happened to all of us, and that those pesky SEO mysteries aren't always as mysterious as they may first seem.Draw insight from these seven common SEO \"mysteries\" that often plague new campaigns:You've been seeing steady results for a while now, but all of a sudden, your organic traffic has declined. What could be the reason? The answer depends on how severe the decline is. If you notice a decline of 10 percent or less, it's probably nothing to worry about; you should expect some natural fluctuations due to index refreshes, new competitors and new factors.At the other extreme, if your traffic drops to almost nothing (which is extremely rare), you have a serious problem. It could mean your site is down or you're facing a manual Google penalty (you can check to see if either of these are affecting your site in Google Search Console).If you're somewhere in the middle, check for any recent \"bad\" inbound links that could be considered spam by Google, any recent content changes to your site that may have changed your page URLs or a new Google update that may have significantly changed your rankings.If your pages aren't showing up in Google search at all, it means they haven't been indexed. If you've created a new site, don't worry -- it typically takes between four and 28 days for Google to index new web content. If you want to speed up the process, you can submit an XML site map through your Search Console (which is a good measure to take in general).Related: 12 Local SEO Tips From SEO Agency FoundersIf you're still having trouble with certain pages showing up, check your robots.txt file to make sure you haven't accidently blocked search bots from seeing your pages. As a last resort, check for crawl errors in Google Search Console to pinpoint the root cause of the problem.If you built a link pointing to your site, but it's suddenly disappeared, the solution is usually simple: The site that hosted it removed it. The site may have found the link irrelevant, it may have removed your content entirely or it may have replaced it with a \"nofollow\" link.Double-check with the publisher, and attempt to build a replacement link elsewhere.It's natural to expect some kind of volatility in your rankings. It would be strange, in fact, if your rankings weren't changing at all. Don't drive yourself crazy by checking your rankings every day; instead, shoot for bi-weekly or monthly check-ins. Like the stock market, rankings will go up and down over time; what you're looking for is an overall uptrend.However, if you're facing extreme volatility (drastic ups and downs on a regular basis), the problem is that something in your strategy is inconsistent (such as alternating between black hat and white hat techniques, or producing both low-quality and high-quality content).This is a more open-ended problem than the others on this list. If you just started a campaign, remember that SEO is a long-term strategy, and depending on your niche, budget and competition, you might have to wait months before you start to see results.If you've been at it for a few months and aren't satisfied with the results, consider upping your budget -- more money means higher quality (in many cases), and higher volume. Don't be afraid to consult with an expert if you can't seem to build momentum.See my answer to \"rankings\" in point four. Volatility isn't specific to rankings; it will affect your traffic, as well. However, traffic bears an additional consideration: the ebb and flow of your business.Does your industry have a \"peak\" season that could be responsible for driving more traffic, or does your traffic seem to be correlated with specific events (such as more \"air conditioning\" searches on especially hot days)?This isn't an analytics issue like the other mysteries on this list, but your site speed does have an impact on your rankings and performance. If you know your site-loading speed is a problem, but you can't get it to load faster, consider downsizing the image files on your site and stripping any plugins you don't use regularly.Then, delete any meta information or drafts you don't need and optimize your caching plugins so you can load more quickly on previous visitors' devices. If speed continues to be a problem, consider upgrading your hosting provider.These aren't the only issues you could run into while managing an SEO campaign, but they are some of the most common. Your solution may not be obvious, but as long as you keep digging, eventually you'll find the root cause -- or at least, some way to reverse the situation.Related: 5 Tips to Improve Your Local SEO in 5 HoursJayson DeMers is founder and CEO of AudienceBloom, a Seattle-based SEO agency. He's the author of the ebook, \"The Definitive Guide to Marketing Your Business Online.\"",
    "date": 1493312400,
    "url": "http://www.entrepreneur.com/article/293168",
    "origin": "entrepreneur"
  },
  {
    "title": "The Tech Community Voices Its Support for Net Neutrality",
    "content": "FCC Chairman Ajit Pai on Wednesday proposed a reversal of existing net neutrality rules that were instituted in 2015. The rules reclassified broadband internet service providers as public utilities in an effort to create a more open internet, not weighted to those entities that could pay more to receive faster service.Led by Engine, Techstars and Y Combinator, more than 800 members of the tech community, including Chartbeat, Etsy, Medium and Matter Ventures, signed their names to an open letter protesting the move.Read the full letter below.Related: FCC Chairman Pledges to Undo Net Neutrality RulesThe Honorable Ajit PaiChairman Federal Communications Commission445 12th Street SWWashington, DC 20554Chairman Pai:As a group of startups, entrepreneurs, investors, and the organizations who support them from all 50 states, we were excited to hear about your recent regional tour with startups and innovators and learn about your plans to drive better, faster broadband deployment across the U.S.During your tour, you noted that \"High-speed Internet access, or broadband, is giving rise to what I have called the democratization of entrepreneurship. With a powerful plan and a digital connection, you can raise capital, start a business, immediately reach a worldwide customer base, and disrupt an entire industry.\" We couldn't agree more. Each of our businesses is an example of the sort of innovation and investment that meaningful broadband access has fueled.But the success of America's startup ecosystem depends on more than improved broadband speeds. We also depend on an open Internet -- including enforceable net neutrality rules that ensure big cable companies can't discriminate against people like us. We're deeply concerned with your intention to undo the existing legal framework.Without net neutrality, the incumbents who provide access to the Internet would be able to pick winners or losers in the market. They could impede traffic from our services in order to favor their own services or established competitors. Or they could impose new tolls on us, inhibiting consumer choice. Those actions directly impede an entrepreneur's ability to \"start a business, immediately reach a worldwide customer base, and disrupt an entire industry.\" Our companies should be able to compete with incumbents on the quality of our products and services, not our capacity to pay tolls to Internet access providers.Fortunately, in 2015 the Federal Communications Commission put in place light touch net neutrality rules that not only prohibit certain harmful practices, but also allow the Commission to develop and enforce rules to address new forms of discrimination. We are concerned by reports that you would replace this system with a set of minimum voluntary commitments, which would give a green light for Internet access providers to discriminate in unforeseen ways.Rather than dismantling regulations that allow the startup ecosystem to thrive, we urge you to focus instead on policies that would promote a stronger Internet for everyone. We applaud efforts to remove unnecessary barriers to construction of new networks, which would foster increased competition and faster, more affordable, open Internet access. We appreciate your consideration and stand at the ready to provide insights that support this work.Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1493301180,
    "url": "http://www.entrepreneur.com/article/293492",
    "origin": "entrepreneur"
  },
  {
    "title": "Uber Changes Rating System to Be 'Fairer' For Drivers",
    "content": "Uber on Wednesday introduced a few changes to its rating system aimed at making things a little \"fairer\" for drivers.The first change applies to UberPool, the option that lets you ride and split the cost of your trip with someone else headed in the same direction. Going forward, when a rider rates a Pool trip less than 5 stars, they will have the ability to select additional reasons why. When the person indicates it was a sucky trip because they didn't like the route or their co-rider, Uber won't count the rating towards a driver's average.\"With Pool trips, there are things outside a driver's control that impact how riders rate the experience,\" Uber's Mike Truong and Ronak Trivedi wrote in a blog post. \"For instance, was a rider unhappy with the match our algorithm made or was their co-rider too chatty? We believe that drivers' ratings shouldn't be affected by things outside their control.\"So now they won't be.Meanwhile, Uber from now on will more prominently display rider ratings in the app. Rider ratings will show up right under a person's name in the app's main menu. In other words, you better mind your manners when you're in an Uber, or it might be a little harder to get a ride the next time you want to go out.\"Many riders forget that their driver is also rating them, too, and things like eating in the car, slamming the door or trying to pile in more people than seatbelts can impact whether it's a 5-star experience for drivers,\" Truong and Trivedi wrote. \"We hope this update will remind riders that mutual respect is an important part of our Community Guidelines.\"Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1493298201,
    "url": "http://www.entrepreneur.com/article/293474",
    "origin": "entrepreneur"
  },
  {
    "title": "Remember Where You Parked With the Google Maps App",
    "content": "Ever have a mini panic attack because you couldn't remember where you parked your car? You may never have to live through that frustrating situation again, thanks to Google.The company on Tuesday introduced a new Google Maps feature for iOS and Android that will help you remember where you parked.On Android (pictured above), tap the blue dot and press \"Save your parking\" to add your spot to the map. From there, you'll see a label on the map identifying where you left your car. You can tap that label to add additional details like the exact spot number, an image of your parking spot and the amount of time before the meter expires. The app will even give you a reminder 15 minutes before your meter expires, if you enter this information. You can also send your parking location to friends.The experience is similar on iOS: just tap the blue dot and select \"Set as parking location.\" From there, you can tap on the parking label to share it with friends or view photos of your parking area.Google Maps for iOS also offers an automatic parking detection feature that should make things even easier, should you choose to set it up. Connect the app to your car using USB audio or Bluetooth and your parking spot will be automatically added to the map when you disconnect and exit the vehicle, Google Maps Product Manager Jeff Albertson explained in a blog post.The update comes after Google in January introduced a new beta Maps feature that gives you a heads up about the parking situation near your destination, so you can be mentally prepared if parking is limited. The Google-owned traffic and navigation app Waze, meanwhile, has a \"where to park\" feature that can help you locate a spot, as well as a \"where I parked\" option.Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1493298098,
    "url": "http://www.entrepreneur.com/article/293476",
    "origin": "entrepreneur"
  },
  {
    "title": "Amazon Look Is a Camera That Picks Your Outfit",
    "content": "The experience of shopping for clothes on Amazon just got a bit closer to visiting a bespoke tailor or personal stylist thanks to Wednesday's unveiling of the Amazon Look, the latest gadget powered by the retail giant's Alexa voice assistant.Amazon describes the $200 Look as a hands-free camera and style assistant. You're supposed to connect it to a small tripod on your dresser or nightstand (or mount it to the wall) so that its depth-sensing camera and built-in LEDs have a clear view of your entire body. Then, thanks to an integrated Alexa, you can ask it to take a photo or a short video of your outfit.The Look is designed to make whatever threads you chose to wear that day look as good as possible. The LEDs ensure optimal lighting, and a depth-sensing artificial intelligence algorithm will create a depth of field effect that's all but essential to make your photo or clip stand out from all the other selfies on Instagram.You can browse through the shots you've taken on the Look's companion smartphone app, select the best one and share it to the social media account of your choice. And this being Amazon, the Look app will also put you in the mood to shop thanks to the new Style Check service, which gives you advice on your outfit from machine-learning algorithms and real fashion specialists.The Look isn't just a fashion guru: like other Alexa-powered devices, it can tap the full power of the thousands of Alexa \"skills\" to do everything from order a Starbucks latte to check the traffic on your commute, all via voice commands.While $200 might seem like a lot to pay for a glorified webcam, Amazon has set the price point and is limiting initial orders in order to give the Look an air of exclusivity, at least at first. You can't actually buy a Look. Instead, you have to request an invitation, and Amazon will email you an offer to purchase it if you're selected.The Look companion app will be available for iOS and Android. It isn't yet available on either app store, however, so it's not clear whether its Style Check and other features will be available to those who don't have the Look device itself.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1493298013,
    "url": "http://www.entrepreneur.com/article/293477",
    "origin": "entrepreneur"
  },
  {
    "title": "Nintendo Shipped 2.74 Million Switch Units in Its First Month",
    "content": "Before the Switch launched, Nintendo set a target of shipping 2 million of the hybrid consoles during its first month on sale. We've already heard about Zelda: Breath of the Wild selling more copies on Switch than there are Switch, but now we know that Nintendo easily beat its own target, shipping 2.74 million Switch consoles in its first month.Breath of the Wild continues to outpace the hardware, racking up 2.76 million copies sold. This is surely a mix of gamers buying more than one copy (standard and collector's edition), and those who haven't been able to get a Switch yet buying Zelda anyway in preparation. If you add in the Wii U version, the total increases to 3.84 million copies.The good news for Nintendo doesn't end there. According to Eurogamer, the 3DS is continuing to sell well. The 2016 sales report shows 7.27 million 3DS sales, taking the lifetime total to 66 million. Pokemon Sun and Pokemon Moon played a big part in shifting new hardware, selling 15.44 million copies.Considering the Wii U was never really very popular, it's impressive to find it still managed to sell 760,000 units last year. Its lifetime sales now sit at 13.56 million, which is easily going to be surpassed by Switch at this rate. Nintendo is predicting another 10 million Switch will sell over the next 12 months, taking the total close to 13 million. That's lower than the production doubling estimate of 18 million made in March.Surprisingly good sales of the 3DS last year make it clear Nintendo won't be ending support for its handheld platform any time soon. In fact, the 3DS is expected to sell another 6 million units over the next year. If the rumors of a Mini Switch arriving in 2019 are true, then Nintendo will likely continue supporting the 3DS until then.",
    "date": 1493297845,
    "url": "http://www.entrepreneur.com/article/293479",
    "origin": "entrepreneur"
  },
  {
    "title": "11 Startups Taking Advantage of Business Opportunities in Space",
    "content": "",
    "date": "0",
    "url": "http://www.entrepreneur.com/slideshow/293434",
    "origin": "entrepreneur"
  },
  {
    "title": "Keep Pace: 3 Ways Startups Outsource and Remain Productive",
    "content": "With all the attention surrounding outsourcing, some might be surprised that it's lost a bit of steam recently. According to an Information Services Group study, traditional outsourcing fell 25 percent during the last quarter of 2016, in comparison to the last quarter of 2015.Related: 5 Things Small Businesses Should OutsourceThis dip, the industry's largest since 2009, raises important questions for small companies, most notably: Which tasks are worth keeping in house, and which ones should be doled out to the experts?Most companies wait until a round of funding comes through before outsourcing. Accounting and HR can afford that, but needs like legal consultation should go external from day one, no matter how much capital you have on hand.Going external helps efficiency.Some entrepreneurs fear outsourcing could have adverse internal effects -- specifically,outsourcing could impact a company's productivity.However, a Deloitte survey on global outsourcing positions outsourcing not only as an approach that doesn't dampen productivity, but one that also sparks innovation, which can further boost productivity. Fifty-nine percent of survey respondents said outsourcing reduces costs, 47 percent believed it's useful in finding unique ways to address capacity issues and 29 percent thought it boosts a company's chances to scale globally.With those three variables looming large in the productivity of any growing company, these numbers point to outsourcing as a trend startups should buy into. It's just a matter of figuring out how to make it work best for your company.Related: 5 Tasks Entrepreneurs Are Better Off OutsourcingDeciding when and what to outsource can seem tricky, but your primary objective should always be to keep production moving. These three tips can help your team make the most of outsourcing without losing any speed:1. Decide what's a must-have. What can be outsourced successfully is occasionally a surprise. List what is -- and isn't -- mission-critical for your company, then decide on outsourcing from there.Related: These 25 Successful Startups Were Built With Outsourced DevelopmentSlack founder Stewart Butterfield outsourced the workplace messaging app's development -- and the creation of its logo and website -- to an agency. Butterfield and his team play-tested the design and tweaked it, based on feedback, before releasing it. Within two weeks of its release, Slack received 15,000 invitation requests; and DMR covered Slack's current stats, which showed the company at 5 million daily active users and counting.A great rule of thumb is for a startup team to have a clear understanding of what the company's mission is so resources can be preserved for that work. Spending time on this process on the front end will get the ball rolling and free up time on the back end.2. Adopt an old-school mindset. Nothing beats a real-life recommendation when it comes to connecting with outsourced providers who can meet your needs without becoming a drain on the company. Our firm frequently receives referrals from startups that found out about us through other companies we've worked with.Whether it's at a conference, a shared workspace or a happy hour, face-to-face networking with other founders is invaluable. \"Who are you using for _______?\" is an easy question to ask, and it may save you a lot of headaches in the long run.3. Leverage existing service providers. Once you find a high-quality outsourced service provider, remember that the company can frequently offer resources in areas beyond its specialty. Asking these service providers whom they work with can initiate unexpected solutions -- these service providers typically work across all industries because the operational foundations of many businesses are very similar.GitHub CIO Scott Chacon met the company's CEO and co-founder, Chris Wanstrath, at a chance meetup in San Francisco. Upon hearing about Chacon's knowledge of Git, Wanstrath brought him in as a consultant for what would eventually become Gist, a GitHub sharing feature.Related: In-House or Outsourced? How Do You Decide?Outsourcing can create great opportunities for small companies without hampering their productivity. If they can determine when sending work out will work better than keeping it in-house, they can take advantage of the resources offered by the connections they already have and continue operating at a high frequency.Gadiel Morantes is the president at Early Growth Financial Services, which addresses the lack of on-demand financial support available to startups. With more than 15 years of experience in sales, marketing, and operations, Mo...",
    "date": 1493229600,
    "url": "http://www.entrepreneur.com/article/293381",
    "origin": "entrepreneur"
  },
  {
    "title": "10 Tips for Creating a Great Chatbot",
    "content": "Related: Top 10 Best Chatbot Platform Tools to Build Chatbots for Your BusinessDon't let your chatbot get lost in the growing chatbot crowd. When thinking about a name think about your chatbot marketing. More and more companies are implementing chatbots, and if yours does not have a unique name, it will not be remembered or found online. Giving your chatbot a unique name will ensure your customers can search for it easily.Related: Make Chats With Chatbots WorkRelated: 7 Ways Chatbots Can Benefit Your Marketing StrategyMake sure your bot is conversational! Conversational bots make the interaction between your chatbot and your audience more open, allowing you to understand your customer's needs better and gather more valuable data. The whole point of your bot is to answer your audience's questions. Therefore, be sure to not get in the way of the conversation, on the contrary, facilitate it.Related: Top 7 Chatbot Monetization Strategies You Need to KnowYour bot is currently in its infancy; it doesn't need to pretend to be something it is not. By starting small and keeping your bot simple, you can learn from your audience's behavior and slowly develop new versions of it with more functionalities.Aside from the fact that you need to perfect each of your chatbot's features individually before launching them to the world, it would also be overwhelming for your audience to be faced with that much information in one go. For maximum effect, unravel one feature at a time, when customers need them.Related: 10 Facebook Messenger Chatbot Marketing Expert TipsLaunching a simple, easy to use, easily accessible, and efficient chatbot is the best and most innovative way you can reach your audience today. Not only this, by providing them with a conversational chatbot that has a bit of personality you can be sure they'll be coming back for more.Murray Newlands is an entrepreneur, investor, business advisor and speaker. Newlands is the author of \"Online Marketing: A User's Manual\" published by John Wiley & Sons. You can find him online at his blog MurrayN...",
    "date": 1493226000,
    "url": "http://www.entrepreneur.com/article/293320",
    "origin": "entrepreneur"
  },
  {
    "title": "Why a Possum Is Messing With Your Google Local SEO",
    "content": "According to a recent report, 53 million Americans (34 percent of the U.S. workforce) work from home as freelancers and/or home-based business owners.In the fast paced digital environment that we currently live in, why not work from home? Meeting with clients and business acquaintances at coffee shops is an everyday norm.Google sees things a little differently, however, and this has drastically impacted many small business owners' bottom line throughout the country. According to Moz, the No. 1 ranking factor in local SEO is the physical address of the business. I'm sure you have done a Google search and seen the results populate at the top of the page with the map, star ratings, address and phone number. This is what I'm referring to when I say local SEO. This is Google's Local Snack Pack. Depending on the industry, it has the potential to be the very first result on Google and can make a big difference when it comes to bringing new leads into your business.Related: 5 Tips to Improve Your Local SEO in 5 HoursAccording to Moz, \"You should always hide your address if you're using your home address (unless customers actually show up there).\" This makes perfect sense. Do you really want everyone to know where you live, especially if you have kids? That's the risk you'll take if you publicly post your business address when it also happens to be your home. This is very problematic for local businesses owners when it comes to their SEO. In order to rank well locally, you need to make your address public in some way, shape or form. The NAP (name, address, physical location) are key local SEO indicators, so if you don't have one, your SEO will undoubtedly suffer.Related: Your SEO Checklist: 4 Steps to Optimizing Your WebsiteSmall business owners are savvy. To compensate for not listing their home address on Google, entrepreneurs signed up for Regus office spaces (or a similar type of virtual office). According to Regus' website, it offers flexible workspace from an hour, to a day, to as many years as needed -- made simple with all-inclusive pricing.This plan makes perfect sense. Entrepreneurs can pay to have a meeting space for a day or two per month and they can also publicly put this office space down as their physical address on Google and across the local directories.Entreprenuers were reaping the benefits of Regus type office spaces on Google until Sept. 1, 2016, when an algorithm named Possum rolled out. According to Search Engine Land, a study shows Google's Possum update changed 64 percent of local SERPs (search engine results pages). There are many different theories behind Possum but I'm going to stick with the one theory I think most small business owners can easily understand and relate to. This is also what I think they were most likely impacted by.Related: Why You Get What You Pay For in SEOOur marketing agency, The Media Captain, handles thousands of local directories throughout the entire country for many businesses across all industries. We have also been consulting with large brands that have been impacted by Possum. A trend we noticed was that if a business had signed up for a Regus office space or another type of service, it was dropping out of the local results (in most cases).Google is smart. Our theory is that its algorithm was able to detect when 14 different businesses, for example, are sharing the same suite number, which was the case when a business signed up for Regus. In the Possum algorithm, it essentially dinged the businesses that had a Regus type of office space.If your small business was using a Regus office legitimately to conduct meetings and utilize the workspace, then no, I don't think it is fair if Possum penalized you. If your business signed up for eight different Regus locations in different markets throughout your state for the sole purpose of ranking in those local markets, I can see where Google was coming from.Just like any Google penalty, there is controversy involved. At the end of the day, many small business owners were impacted by this local algorithm shakeup. The question becomes, how does your business recover?Related: SEO Strategy in 2017: What's Most Important?Each businesses' local SEO strategy is so different that there isn't a generic game plan that will work across the board. I will say that if you have multiple business locations and have signed up for a service like Regus, you need to reevaluate your strategy. Consolidating locations could be a great play, and in this scenario, we'd recommend that you only focus on your most lucrative market.If you work from home and want to reap the benefits of a brick-and-mortar storefront for local SEO, it could be worth it to see if there is a cheap and small office space in a suburb that you can actually rent out. This will ensure you aren't sharing a suite number. It used to be crucial for local SEO that your businesses were centrally located in the downtown area but this is no longer the case. This means there could be cheap office space in one of your suburbs and you could take advantage of that.In a previous Entrepreneur article, I mapped out how you can  \"Improve Your Local SEO in 5 Hours.\" I recommend following the tips outlined in my prior piece. Before executing on this strategy, however, take a closer look at the strategy behind your physical address, as it's another factor that could greatly enhance or hinder your SEO efforts.Jason Parks is a proud Columbus native and the founder and CEO of The Media Captain, a digital marketing agency. He has been featured in the New York Times, Yahoo News, Search Engine Watch and AOL on digital-marketing topics and success sto...",
    "date": 1493215200,
    "url": "http://www.entrepreneur.com/article/292921",
    "origin": "entrepreneur"
  },
  {
    "title": "Drunk Man Arrested After Attacking Armless Security Robot",
    "content": "Robots are slowly starting to appear in our daily lives as they compliment existing jobs or replace them completely. One of the robots we are sure to see more of in future is Knightscope. It's a 300-pound security robot capable of autonomously patrolling an area using numerous sensors to detect guns and suspicious activity in general.One such Knightscope robot, a K5 model, is tasked with patrolling a parking lot located near Terra Bella and Linda Vista Avenue in Mountain View. Last week, it was involved in an altercation with a drunk man who proceeded to knock down the robot. Remember, this is just a patrolling security robot and it doesn't even have any arms.According to ABC 7 News, the suspect has been identified as a 41-year-old man. Police have arrested him on prowling and public intoxication charges, and based on all the sensors the K5 uses, it's safe to say the victim probably had a hand in fingering the suspect.It's unclear why he attacked the robot, but it was clearly an unfair fight. The K5 can't exactly defend itself and is only programmed to patrol around, look for suspicious behavior and report back. As the suspect was drunk, the excuse for knocking the robot over may be as simple as \"it looked at me funny.\" However, last year a K5 did accidentally knock down and run over a child in a shopping mall. Could there be more to this incident, then?Anyone concerned about the injuries this robot sustained during the attack will be relieved to hear only minor scratches were inflicted. In fact, the robot is already back out on patrol and helping to keep local residence safe. Or at least, diverting any drunken anger towards itself.",
    "date": 1493210678,
    "url": "http://www.entrepreneur.com/article/293425",
    "origin": "entrepreneur"
  },
  {
    "title": "3 Digital Tools to Go One Up on Your Competition",
    "content": "Not very long ago, promoting a brand was a drastically different task from what we know today. Thanks to the internet, over 40 percent of the world's population is logging on to a computer and using that tool to gather information. As a result, the way in which we define competition has changed. Businesses today must go to great lengths to market their brands to stand out in a vastly overpopulated market.Related: Doing Good by Doing Well: 6 Digital Tools for Social Entrepreneurs   In most cases, it's a safe bet to say there are hundreds -- if not thousands -- of other people trying to do the exact same thing. So, what does it take to stay ahead of the curve?Truth be told, there are very few things written in stone when it comes to digital marketing. However, there are a number of fundamental practices that put businesses in a better position to get their name out there. Here are three tools to consider when incorporating these practices into your strategy.Google now processes 3.5 billion searches a day. Think about the sheer number of online experiences that begin with a search engine! Given that few of those searches go beyond page one of the results, you can't afford to omit an SEO strategy in your marketing mix.SEO requires a great deal of research and attention to detail. SEO PowerSuite is equipped with four major tools to cover all the bases of an SEO campaign.Once you have all this great information, the software allows you access to such huge amounts of data that your competitors might never have. It also integrates data from sources such as Google Analytics, AdWords, Webmaster Tools and more.Related: 10 Free Marketing Tools Every Entrepreneur Should Know AboutSEO plays a huge role in how people find your business. Take your time and equip yourself with the best resources to gain a competitive edge.Believe it or not, a large portion of marketing involves no public action. The best strategies start with you listening to what people are saying within the industry. A big part of content marketing is simply knowing what topics to create your material around. Once there is a firm grasp of the hot button issues and concerns, you are better equipped to create relevant and meaningful messaging.Awario helps this process by serving four major functions:This program is truly a go-to resource for gaining the proper insights to craft your branded material.Now that you've learned the basics you should know about incorporating SEO into your marketing mix and the pressing topics to address, you need a tool that will help you create the best content and track its engagement.Enter Contently. This tried-and-true program is meant to help you with three of the main tasks involved in content marketing.Content marketing is currently one of the hottest topics in the entire business world. Rightfully so. Studies have found that when content marketing adopters and non-adopters are compared, the adopters have conversion rates that are nearly six times higher than their competitors'. These statistics cause brands everywhere to make room in their budgets for a plan. Therefore, you need to go the extra mile and use the right tools to make your material stand out.Related: 14 Free Tools Every Solopreneur NeedsPratik Dholakiya is the co-founder of E2M, a digital marketing agency, and Preceptist, a content marketing agency. He regularly speaks at various conferences and events about digital marketing issues. As a passionate mar...",
    "date": 1493137800,
    "url": "http://www.entrepreneur.com/article/293131",
    "origin": "entrepreneur"
  },
  {
    "title": "Check Out This Larry Page-Backed Flying Car in Action",
    "content": "Is your regular four-wheeled driving experience getting you down? Wondering when our Back to the Future/Jetsons style transportation future will arrive?Today, startup Kitty Hawk -- named as a nod to the work of aeronautical pioneers Orville and Wilbur Wright -- released a video of its first product, an entirely electric aircraft called the Kitty Hawk Flyer.The company's CEO is Sebastian Thrun, who founded Google X, which was responsible for innovations such as Google Glass, balloon internet connectivity initiative Project Loon and self-driving cars.Google co-founder Larry Page is an investor in the company, and in a statement to The New York Times said, \"We've all had dreams of flying effortlessly. I'm excited that one day very soon I'll be able to climb onto my Kitty Hawk Flyer for a quick and easy personal flight.\"The company describes the vehicle as \"safe, tested and legal to operate in the United States in uncongested areas under the Ultralight category of FAA regulations. We've designed our first version specifically to fly over water. You don't need a pilot's license and you'll learn to fly it in minutes.\"Related: Here's How People Really Feel About Flying CarsNo word just yet on how much the vehicle will cost when it goes on sale at the end of the year, but it's probably not going to be cheap.Potential customers currently have the option to plunk down $100 for a three-year membership that gets them access to events where they will get to see flight demonstrations and a chance to take one for a spin before it hits the market. That, and a place on the waitlist and a $2,000 discount off of the retail price.In other flying car news, Uber will host a three-day conference in Dallas starting Tuesday focused on \"on-demand, urban air transportation.\"Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1493039700,
    "url": "http://www.entrepreneur.com/article/293279",
    "origin": "entrepreneur"
  },
  {
    "title": "8 Companies Changing How Machine Learning Is Used",
    "content": "What was once only seen in sci-fi movies is now reality -- and it's gaining acceptance across many industries and audiences. Artificial intelligence and machine learning are two terms seen in the media on a near daily basis. More and more companies are adopting the technology for use in their products and services, understanding the significant value it adds in working with an audience that expects personalization. After all, the only way a company could address every one of its hundreds or thousands of customers is with a machine that can process information in a way that no human is capable of doing.Related: Emerging Ethical Concerns In the Age of Artificial IntelligenceThere are some standout companies that are now making significant strides in how machine learning can be used, setting themselves well above others in their industry. Keep your eye on these eight incredible companies this year to see how they incorporate this technology:ChattyPeople is a customer service bot that you can use seamlessly with your Facebook Messenger and comments on your business page. It also provides a way to send promotions and deals to your customers on demand and integrates with all major payment systems, including PayPal and Stripe. It can help many types of businesses, including restaurants and eretailers, provide great service without having to put a human being on every customer interaction.Related: Top 10 Best Chatbot Platform Tools to Build Chatbots for Your BusinessSkycatch, an early leader in machine learning, helps companies gather data at scale to rewrite their business models. With autonomous drones, aerial imaging technology and its suite of proprietary analysis tools, Skycatch empowers mining, solar, agriculture and construction companies to cut costs and improve jobsite safety.Botworx is an artificial intelligence-powered platform that delivers authentic conversations that works on all types of instant messaging systems. The goal is for your customers to truly feel like someone is there with them rather than dealing with an automated response system that has no personality or sensitivity to who they are dealing with, which can impact the customer experience. The result is real customer engagement without necessarily having to assign a person to the job of delivering that experience.Related: How to Create a Facebook Messenger Chatbot For Free Without CodingPOC Medical delivers a point-of-care solution. Its Pandora CDx offers a way to detect certain biomarkers to screen for breast cancer through the use of a compact microfluidics system with a built-in reading mechanism that incorporates machine learning technology. It has further applications for screening for other types of cancer, infectious diseases and cardiovascular disorders. In creating an efficient, autonomous screening system, the company has been able to deliver a very low-cost solution that will make early detection screenings accessible to more people, potentially saving many lives.Descartes Labs uses machine learning to help organizations better understand and forecast crop yields across the world to better prepare the amount of food needed to avoid shortages. The machine learning is applied to satellite imagery data to provide those insights. It is hoped that this technology can help numerous industries like agribusiness, insurance and finance, as well as government agencies.Related: Make Chats With Chatbots WorkFlint incorporates machine learning in its invoicing and credit card processing platform to facilitate some of the many time-consuming tasks that go into handling these aspects of your business. It includes automating tasks like payment reminders, acknowledgements, coupon offers, discounts and more. Its payment security features are also adding machine learning functionality to help businesses stay on top of any suspicious activity and uncover any questionable patterns in transactions.TrademarkVision uses machine learning technology in its image-recognition tools to determine if a new company logo is acceptable or if it violates any existing trademarks. What used to be a cumbersome, time-consuming, and not always accurate process, is now fast, efficient, and so accurate that the European Union's trademark offices now use this system.Related: The How-To: Using Chatbots As A Tool For Customer ServiceFanuc is a Japanese company that makes robots for factories. However, these are not just run-of-the-mill factory robots. These robots can learn new skills on the job. Using machine learning algorithms, these robots have artificial intelligence that enables them to learn as they work and complete new tasks with 90 percent accuracy.These are just some of the many exciting machine learning projects in the works. The future has arrived and is changing how we work, offering new ways to share the world with technology.Serenity Gibbons is a former assistant editor at the Wall Street Journal and a New York University aumnus living in sunny California. She is the local unit lead for NAACP in Northern California with a mission is to ensure the political...",
    "date": 1493035200,
    "url": "http://www.entrepreneur.com/article/293105",
    "origin": "entrepreneur"
  },
  {
    "title": "Tesla Voluntarily Recalls 53,000 Cars",
    "content": "If you're going to have a recall, the best type to have is a voluntary one as it means the issue with your product isn't super serious, just serious enough to need a quick fix. And so, Tesla is issuing a voluntary recall for 53,000 cars spread between the Model S and Model X crossover.The reason for the recall is a fault with the electric parking brakes, which Tesla sourced from a third-party supplier for use in the cars. These brakes ensure the car does not move once placed in park, however, the affected models contain a small gear in the brakes that is prone to fracturing.The broken gear can't cause any harm to the driver or passengers (hence the voluntary recall), but if it happens then the car will not be drivable. It's stuck in park, which I'm sure you can imagine would be very frustrating for the owner.According to CNET's Road Show, the fix takes about 45 minutes once Tesla starts working on a car, as all it requires is both electric parking brakes be replaced with new units. Tesla believes only 2 percent of the cars being recalled contain the faulty gear as it occurred due to a manufacturing fault.The Model S and X crossovers containing the faulty brakes were built between February and October 2016, with 31,000 of the 53,000 total being sold in the US. If your Tesla is on the list, expect an email in the next few days and then mail asking you to bring the car in for the fix.",
    "date": 1492779900,
    "url": "http://www.entrepreneur.com/article/293216",
    "origin": "entrepreneur"
  },
  {
    "title": "New Tech Allows Researchers to Simulate and Study Landscapes",
    "content": "Tabletop role-playing games are about making strategic movements within an imagined environment, where small game pieces signify players and points that can be moved across a space to different outcomes. Think the kids in Stranger Things playing D&D in Mike's basement.But these games can help solve real-world problems, too. Open-source modeling software called Tangible Landscape, for example, allows landscape architects to combine augmented reality and spatial data to create and modify a simulated section of land, something researchers have used to control diseases like sudden oak death.Tangible Landscape was developed at North Carolina State University by landscape architect Brendan Harmon, associate director of geovisualization Helena Mitasova, and statistician and geographic information system (GIS) programmer Francisco Tonini.Using current map data and -- in some cases -- drones to create new map data, the system produces a CNC-cut miniature replica of an area researchers plan to study. A projector overlays data on top of the replica, and might include spatial data about tree density, water flow or past wildfire paths. Small wooden pegs placed on top of the replica can represent waymarks or new areas of development.If a researcher is curious about changes in tree density, for example, they can use gestures on the replica to instantly create values that are sent back to the simulation program to model. While the models aren't yet 100 percent accurate for future predictions, the layers of geospatial data gives a very close guess.\"The accuracy depends on how well the model has been validated against empirical data,\" Tonini says.Modeling the spread of disease, for example, requires accurate spatio-temporal empirical data to ensure its validity. \"Sudden oak death was particularly hard because the symptoms do not show immediately on trees and that can bias the validation process. However, we built our work on a previously peer-review modeling framework that had a good amount of validation already tested on it.\"In a recent application, Tonini and the team role-played as a forest manager, a landowner and a conservationist who were concerned about a section of oak trees within Sonoma Valley, Calif., that might be susceptible to sudden oak death. The team mapped out the locations of bay laurel trees, which are a known host to the disease, and began simulating their removal. Factors like money, time and spread of disease were then generated once the trees were removed from the area. One wrong move can derail a campaign, requiring costly fixes.\"One surprising thing is how different kind of people interact differently with the model,\" Mitasova says. \"Some people don't understand that they can change everything about the area or move the parts around. It's really like sketching in three dimensions, though.\"Mitasova and Harmon have thus far demoed Tangible Landscape at industry conferences to great interest. They hope architects and possibly even city planners will use the software to model how changes in the environment, such as rising water levels, might affect different structures or natural environments. Similar ideas exist, such as the AR-based Collaborative Design Platform, but Tangible Landscape is focused specifically on spatial data as it relates to the environment.For now, the replicas are limited by size for portability reasons and the GRASS (Geographic Resources Analysis Support System) GIS data systems can only run a few models at a time. But with growing support, there are talks about allowing younger audiences to model outcomes.\"A lot of schools are interested in incorporating Tangible Landscape in afterschool programs,\" Mitasova says. \"As a tool, Tangible Landscape is easy to share ideas with others and allow yourself to work on a design together.\"",
    "date": 1492779600,
    "url": "http://www.entrepreneur.com/article/293215",
    "origin": "entrepreneur"
  },
  {
    "title": "How Bots Can Benefit Businesses, According to Messenger's Director of Global Partnerships",
    "content": "Bots are the talk of the town, and Anand Chandrasekaran is helping to create the buzz. The former CPO of both SnapDeal and Bharti Airtel, the third largest mobile provider in the world, has plenty of experience with big ideas and global strategy. But he has really been stretching his wings as Global Director of Platforms and Product Partnerships for Messenger at Facebook. With the integration of open-API bots into Messenger, Facebook's marketing strategy has changed considerably, and Chandrasekaran was kind enough to share some of those thoughts with me.In part two of a two-part, in-person interview, I asked Chandrasekaran about how businesses can best benefit from chatbot technology, and to share some of the use cases he's seen that have stood out as the most innovative and successful.Newlands: How can businesses and entrepreneurs benefit from understanding how bots work with Messenger?Chandrasekaran: The bot can be the solution, but that's after first defining what the problem is.If you're a brand, entrepreneur or developer -- using those words interchangeably -- there are over 1.2 billion monthly users on Messenger, and they are using Messenger for a greater amount of time every day.If you're an entrepreneur, this is a platform that you can't afford to ignore. The way we think about it is, it's your customers who are on that platform. Wherever you are on that spectrum, if you're a developer, a brand, or selling a digital service, it's your customers, fans and users who are on that platform. That is the main benefit for anyone who is looking at Messenger.Related: Top 10 Best Chatbot Platform Tools to Build Chatbots for Your BusinessNewlands: It seems that some bots struggle to be an effective and engaging experience - why is this? And what are solutions for that?Chandrasekaran: I wouldn't necessarily define this notion as \"struggling\", but I will say that when the purpose of the bot is not well-defined, it leaves the user with too many options. Like I said before, our best practices for developers is to always to start with a problem to solve, because when you define the problem very clearly, it becomes very obvious what part of makes sense to automate. That's when AI functions very well.One of my favorite bots is called Brew the Way; they've had iterations of the the bot where it says, \"Do you want to buy a coffee, or do you want to fool around?\" The joke is that almost everyone who uses a bot wants to trick the bot into doing something silly -- it's everyone's favorite trick. But what we find is when the goal is clearer, the bot does the fantastic job. So when the bot introduces an experience like, \"If you want to order a coffee, here are three steps, but if you want to just play around, we can take you there.\" Then they do fantastic job of setting expectations clearly and creating an experience of play that's fun and engaging for the user, rather than making the bot completely open-ended.Related: How to Create a Facebook Messenger Chatbot For Free Without CodingNewlands: What are some of the advantages that AI and bots provide for businesses? Chandrasekaran: AI allows people to solve basic problems. Sometimes people ask some very basic questions, many of them repetitive, and those are problems best suited for AI to solve. Especially where there is training data available, and there is a use case that is fairly repetitive on top of that training data; even something like, \"Are you open right now?\" That's a fairly easy question for an automated system to answer without a human getting involved.One compelling success story is Globe Telecom in the Philippines. They have a hybrid bot called Gie that they've given a personality, a woman with a playful nature. When people ask the most obvious questions like, \"Can you show me what my balance is,\" or \"What are your most popular plans,\" those don't necessary need to be escalated to a live person, because they will probably give the same answer. They've built an AI layer to respond to those questions promptly. Gie also has the ability to know when the question is a bit personalized or complicated, and can say, \"Can you hold on a bit while I ask for a live person?\" The question is passed thoughtfully to a human, and then the human can answer the question and pass control back to the bot. What we find is these kinds of purpose-built AI end up being super valuable for developers.You may know that about 15 or 16 months ago we acquired a NLP engine called wit.ai which we use for basic heuristics and basic NLP. It is doing extremely well, and powering a large chunk of AI and NLP today on top of Messenger.Related: 7 Ways Chatbots Can Benefit Your Marketing StrategyNewlands: What about sales?Chandrasekaran: With sales we try to narrow the definition of the problem even more. Sales for a developer is customer acquisition; sales for a commerce provider is revenue; sales for someone who tries to generate awareness is like someone coming back and re-engaging. What we try to do is, regardless of the size of partners or the entrepreneurs that we speak with, we try to sculpt the problem down to: What is the problem statement, and what does success look like? Because the more generic the problem, the harder it is to measure if the project was successful or not.Related: Social Media Marketing Strategies With ChatbotsNewlands: Where are customers engaging with Messenger and what are the business cases of engaging with Messenger? How do you see people do that?Chandrasekaran: If you look at the funnel of interacting with customers, they are engaging throughout that funnel, depending on where you slice it. On the top end of the funnel it's just generating awareness. At Facebook, we talk about this \"generating awareness\" case study of Call of Duty. They created a Messenger experience when they launched the game where you answered a bunch of questions in character and in the same language as the game, and if you answered all those questions correctly, you got an unlock code to see the trailer of the next game. If you are Call of Duty fan, it's awesome that you got an exclusive piece of content for engaging with the Messenger bot. It was purely awareness generation, just to create buzz for the game coming out, and they were able to see about 6 million messages within 24 hours of launching the game, purely with the bot from Messenger.Similarly, we have seen companies like Swelly and SnapTravel succeed on Messenger. They've gotten to a place where they are primarily focusing on Messenger as the only thing on which they spend developmental resources. This is, of course, music to our ears, because when you think about where you're going to find your first five to 10 million users, you can't put too many of your eggs in one basket or you get into an iteration cycle. It's great that they choose Messenger, because consumers are there and they are looking for great experiences. These companies are getting a lot of success both in terms of user growth as well as revenue on the platform.The last use case I see towards the second half of the cycle is customer care. The comparison between calling a number, being on hold, and giving them a lot of context information and just pinging a business on Messenger to get a response back is incredible. The awesome thing is that messaging between two people doesn't need to be synchronous. A customer can go and get dinner and come back to respond to the message, or the agent could look it up, take five minutes and respond. It's not like they need to respond right away on the phone, so it plays with human nature a bit more and it's also super convenient. From an agent or call center perspective, we have a couple case studies -- like Rogers Telecom in Canada. They actually got a 65% increase in CSAT by using Messenger as a channel.If you look at awareness generation, enabling new functionality, acquiring customers, and well as customer care, those are the four top areas where businesses can really utilize Messenger.Murray Newlands is an entrepreneur, investor, business advisor and speaker. Newlands is the author of \"Online Marketing: A User's Manual\" published by John Wiley & Sons. You can find him online at his blog MurrayN...",
    "date": 1492777800,
    "url": "http://www.entrepreneur.com/article/293079",
    "origin": "entrepreneur"
  },
  {
    "title": "Brand New Technology Is a Double-Edged Sword",
    "content": "LEMKO is a premier communications software company that provides a complete mobile network at the cell site (RAN), distributing the core intelligence to the edge of the network and creating a reliable, flat IP architecture for mobile computing. Its next-generation technology eliminates costly backhaul, lowers data latency and delivers the industry's network vision for 4G cellular. Bo Pyskir, president and owner, knows that starting a business and running your own company can be a lot of hard work, but you have to remember that what you are doing is meaningful and important. Pyskir knows that developing a brand new technology is like a double-edged sword; it allows a breakthrough, but with the breakthrough comes change and not everyone can be accepting of that. What's one piece of advice that Pyskir could leave you? Click play to find out.Watch more videos from BizCast on its YouTube channel here.Related: You Are Your Best InvestmentEntrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical and provides partners with distribution on Entrepreneur.com as well as our apps on Amazon Fire, Roku and Apple TV.",
    "date": 1492713000,
    "url": "http://www.entrepreneur.com/video/291038",
    "origin": "entrepreneur"
  },
  {
    "title": "6 Cryptocurrencies You Should Know About (and None of Them Are Bitcoin)",
    "content": "In the 21st century, money is no longer limited to bills, coins and credit cards. In fact, some money is truly international -- not owned by any particular government -- and regulated \"by the people\" instead of a central entity. It also exists wholly on the internet. This type of money is called cryptocurrency.You may have heard of or even used Bitcoin when it first became popular several years ago, but where Bitcoin used to rule, other cryptocurrencies are now being used to pay back family members for lunch, charge customers for products and services and make other everyday transactions. As an entrepreneur, it's important to keep an eye on the most commonly-used cryptocurrencies. Here are six I think you should know about.Rather than competing with Bitcoin like many other cryptocurrencies, Ethereum complements it; while the Bitcoin blockchain network tracks ownership of its own currency, the Ethereum blockchain runs programming codes for its users' applications. People use Ethereum to create custom (but trustworthy) crowdfunding platforms, autonomous online organizations and even their own cryptocurrencies. Because these applications are decentralized, they can only be built in the Ethereum network.Though Ether, the network's money, wasn't made to be used for everyday payments, anything of value can be traded for products and services; as a result, many developers use it to pay for each other's help in building applications.However, most online stores that accept cryptocurrency do not take Ether.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->11 Ways to Make Money While You SleepIf Bitcoin were gold, Litecoin would be silver. Litecoin works just like its more popular counterpart, but it's worth a little less -- there are 21 million total Bitcoin in existence and 84 million Litecoin. Litecoin are easier to mine and quicker to move from person to person due to its faster block generation. It is perhaps the least intimidating cryptocurrency for those who are new to exchanging money online: Litecoin's wallet can be downloaded from the official Litecoin website, and it's fully encrypted to prevent accidental spending and computer viruses. This is a super simple network for those who need to move smaller amounts of money fast.While other cryptocurrencies avoid banks, Ripple embraces them. In fact, Ripple was made for banks, as it allows them to make faster, low-cost, on-demand global payments of any size. Traditional cross-border transactions require banks to go through an intermediary (or often several), which delays completion. Ripple offers a faster and more direct alternative. When a bank customer in the US wants to send a payment to a different bank customer in China, for example, Ripple immediately queries both banks for their transaction fees and makes the transfer in a matter of minutes. It even updates both customers' ledgers right away so they can view their balances following the transaction. This unique cryptocurrency enables banks to offer new and improved payment products, and it simplifies regular transactions for consumers around the world.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Habits of the World's Wealthiest People (Infographic)Though Dash can be used for transactions between consumers, it was made for shopping. Think of Dash as a replacement for PayPal. Many merchants accept Dash just as they do USD, but the transaction is faster -- you don't have to wait a day or two to see the payment charge to your account. Like any other cryptocurrency, you can buy Dash using government-regulated currency and keep it in a designated Dash wallet until you're ready to spend it at a compatible merchant. You may even consider adding your own business to the merchant map!If you want to maximize your confidentiality, this cryptocurrency is for you. Zcash has been dubbed the first \"zero-knowledge\" cryptocurrency with its ability to \"shield\" the identities of all senders, recipients and values. Each transaction is fully encrypted, so users can enjoy the advantages of a public blockchain without offering up private information. Many view Zcash as a more confidential version of Bitcoin.Related: <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->5 Habits of the Wealthy That Helped Them Get RichMonero is another excellent cryptocurrency option for those concerned about their privacy. This currency was designed to give individual users full control over their money; with Monero, you are your own bank. Transactions are \"selectively transparent,\" meaning you decide who can and can't see where your money is going. Crises faced by banks and governments won't affect your assets or compromise confidential information. Finally, like many cryptocurrencies, Monero is decentralized and community-built -- over thirty developers have directly contributed to Monero so far.If your business doesn't use any of these cryptocurrencies already, you may want to start incorporating them soon. When it comes to online financial transactions, cryptocurrencies like the ones above have quickly started to give PayPal, Stripe and other payment systems a run for their money.Cryptocurrency transactions aren't validated by a central entity, meaning there are no bank or platform fees associated with payments -- just optional, minute fees (one percent or less) that speed up the transaction. You also don't have to wait nearly as long to receive cryptocurrency as you may with traditional money.Again, a cryptocurrency's most important feature might be that it's truly international; no particular government owns or regulates it. This means there are no fees for payments that cross borders, and the transaction works the same no matter where you or the other party are located.The only major disadvantage to cryptocurrency is the need to sell it for USD (or any other government currency). However, this process closely imitates the way you'd transfer PayPal funds to your checking account.  Matthew Toren is a serial entrepreneur, mentor, investor and co-founder of YoungEntrepreneur.com. He is co-author, with his brother Adam, of Kidpreneurs and Small Business, BIG Vision: Lessons on How to Dominate Your Market from Self-Made E...",
    "date": 1492711200,
    "url": "http://www.entrepreneur.com/article/293053",
    "origin": "entrepreneur"
  },
  {
    "title": "All the News From Facebook's F8 Conference",
    "content": "Since Facebook's 2017 F8 Developer Conference kicked off on Tuesday, the social media giant has made a raft of announcements about the new features it has in the works. From advances in augmented reality to virtual assistants, read on for the latest offerings from Mark Zuckerberg and company.During his keynote, Zuckerberg highlighted various forms of AR technology that could soon appear on our smartphones. He previewed tools that will allow users to place virtual objects in real places, such as a note on a refrigerator or artwork on blank white walls. In one demonstration, he showcased the ability to turn flat images into 3D scenes and overlay directions or set up a gameboard.Two tools within the Facebook app's camera are now available. AR Studio is in closed beta, and developers can apply for access to create effects based on object detection (think virtual steam billowing from a cup of coffee). Frame Studio is available to the public and allows users to create their own image filters and overlays.The company announced the beta launch of a social virtual reality app called Facebook Spaces. If you own an Oculus Rift headset, with the app, you can make a cartoon avatar of yourself, and you and three friends can virtually hang out in just about any setting you can imagine, from Paris to outer space.Related: Why Mark Zuckerberg Is Excited About an Augmented Reality FutureFor those who have held off downloading the Messenger app until this point, it seems that Facebook is hoping to lure more users with the promise of a more multilevel experience. Messenger will soon integrate the ability to play games such as Words With Friends, and an Apple Music extension is on its way, on top of the current partnership with Spotify. Users can also look forward to a mobile payments function in Messenger for purchases such as event tickets.M, Facebook's answer to Siri or Alexa, will now be able to drop into users' conversations in Messenger. If someone asks a question about what to order for dinner, M can offer suggestions and then launch a window within the app where the user can make a purchase through a third party.Related: 21 Hidden Facebook Features Only Power Users KnowAt F8, the company also launched Chat Extensions. Now in Messenger, a chat bot can be a group experience, rather than a one-on-one interaction. For example, a group might use theScore's bot to follow a game or Kayak's to make travel plans.Owing to Zuckerberg's goal of merging the digital and physical worlds, Facebook and Udacity are partnering to organize meetups in cities all over the country, where developers can learn new skills and work together.At the conference, Regina Dugan, the head of the company's research and development moonshot division Building 8, said that she and her team are currently working on a neural interface that would enable someone to type with just their mind -- up to 100 words per minute.Building 8 is also developing skin sensor technology that would essentially allow someone to hear through their skin. The team is at work on software and hardware that would make the skin mimic the way that the ear and brain process sound frequencies. This artificial cochlea would allow the brain to recognize symbols, words and patterns based on what a person touches.At F8, the company also rolled out a pair of Surround 360-degree cameras -- the x24 and x6. The cameras will be completed later this year. The company plans to license the technology to manufacturers in lieu of an open-source model. Last year, a 360-degree camera was announced at F8. It reportedly cost more than $25,000 to produce.Facebook laid out a few initiatives at F8 toward its goal of providing internet connectivity in places that do not currently have access. Tether-Tennas are tethered helicopters meant to act as a backup when natural disasters interrupt connections. Another program, the Terragraph project, uses antennas to close wireless coverage gaps in cities. The ongoing Aquila project is working on drones to provide internet connectivity.During the conference, Michael Abrash, the chief scientist at Oculus Research, made the prediction that by 2022, augmented reality glasses will be available to consumers, and they could eclipse the popularity of the cell phone.Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1492709400,
    "url": "http://www.entrepreneur.com/article/293094",
    "origin": "entrepreneur"
  },
  {
    "title": "Here's How People Really Feel About Flying Cars",
    "content": "Self-driving cars aren't on roads yet, but does that mean we can't talk about flying cars? Although flying cars have long been in popular culture (think The Jetsons), we've yet to see one acting hit the ... air.However, the flying car scene is slowly making progress, with companies such as Airbus, Larry Page's Zee Aero and Terrafugia emerging. But what do consumers actually think about flying cars?Related: 9 Dream Cars for EntrepreneursIn a recent survey conducted by the University of Michigan, researchers Michael Sivak and Brandon Schoettle sought to understand public opinions about flying cars, taking into account the major benefits, concerns, preferred source of energy, desireable minimum range, required training, seating capacity, affordability and overall interest.Shockingly, of all 508 survey respondents, many people were not familiar with the concept of flying cars before taking the survey. In fact, only 64.8 percent said they knew about the idea. However, after learning about the topic, most respondents said they believed that flying cars would provide a major benefit, with three-quarters saying the greatest boon would be shorter travel times.Related: 5 Things Every Innovator Needs to Know About America's Greatest Auto PioneerOf course, people are concerned about safety. Overall, 62.8 percent claimed to be very concerned. Of those highly concerned, the number of respondents in the group increased with age. In terms of safety, the majority of respondents (79.4 percent) think that having a parachute on a flying vehicle is extremely important or very important.In addition, with growing concerns for the environment today, it's no surprise that three-fifths of those surveyed prefer flying cars to be electric powered, rather than gas or diesel. This preference increased with younger respondents.When it comes to actually getting behind the wheel, it looks like flying car companies will have to offer condensed training courses to attract customers. Half of respondents said they would be definitely interested in attending training for operating a flying car if it's only 20 hours. If the training is 40, 50 or 60 people would not feel so inclined. However, training may not be much of a concern if most of these flying cars are autonomous: 40.9 percent said they are very interested in riding in an autonomous flying car.Related: Are Self-Driving Cars Finally Ready for Consumers? What Entrepreneurs Need to Know.Other components to help attract people to the concept of flying cars is design, operation and price. Most surveyed, 61.8 percent, preferred a flying car to seat at least three to four people. In terms of how the car operates, a whopping 83.1 percent said they prefer a vertical take-off and landing method (similar to that of a helicopter), rather than a straight, flat strip like an airplane. And if the price point is between $100,000 to $200,000, people's interest may increase as a quarter of respondents said this is definitely affordable.Overall, the general consensus of those surveyed had mostly positive feelings about flying cars. Almost half, 44.7, said they feel very or somewhat positive about flying cars, while a quarter remain neutral.Rose Leadem is an online editorial assistant at Entrepreneur Media Inc. ",
    "date": 1492707978,
    "url": "http://www.entrepreneur.com/article/293167",
    "origin": "entrepreneur"
  },
  {
    "title": "How to Shoot High-Quality Video on Your Phone",
    "content": "In this video, Entrepreneur Network partner Salma Jafri explains how you can make the most of what you have to create content that your audience will love. Whether you don't have space for bulky equipment, don't have access to a camera or can't pay for studio time, Jafri explains low-cost, high-quality alternatives that allow you to make great content.Watch the video to learn more.Watch more YouTube videos from Salma Jafri on her channel.Related: How to Get a 6-Figure Audience for Your Live VideoEntrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical and provides partners with distribution on Entrepreneur.com as well as our apps on Amazon Fire, Roku and Apple TV.Salma Jafri is the host of Content Marketing Tips - a weekly vlog + blog on how women entrepreneurs can market authentically to their audience by using their natural strengths. Grab her free cheat sheet: 25 Free and Feel-Good...",
    "date": 1492702200,
    "url": "http://www.entrepreneur.com/video/293088",
    "origin": "entrepreneur"
  },
  {
    "title": "Bots for Messenger Are the Marketplace 'Goldilocks,' and This Man Would Know.",
    "content": "Though his title may be a mouthful, The Global Director of Platforms and Product Partnerships for Messenger at Facebook has a singular vision: to make technology that levels the playing field for every person, no matter what. Anand Chandrasekaran is doing just that with Messenger, helping to further develop strategies for Messenger that have been incredibly successful, including the integration of open-API chatbots into Messenger.Messenger, which has more than one billion monthly users and more than 100,000 active developers building bots and AI powered conversational experiences, is one of Chandrasekaran's passions. In his previous posts as CPO of Snapdeal and Bharti Airtel, Chandrasekaran was a leader at some of the world's leading enterprises, and his own experience launching successful startups has given him unique insight into what both developers and consumers want and need from the AI that is coming onto the market today.I meet Chandrasekaran at Shoptalk and in the first of an in-person, two-part interview, I asked Chandrasekaran to give me a look into what wisdom he's gleaned on bots, and how they will play a role in enterprise in the future.Related: Top 10 Best Chatbot Platform Tools to Build Chatbots for Your BusinessNewlands: What is your opinion on how bots are functioning in today's marketplace, and what specifically stands out to you?  Chandrasekaran: I think it's a very exciting time right now. As we took in all of the excitement about the platform, what we realized was: bots are not a one-size-fits-all use case. People want a variety of development options. What I mean by that is that businesses and developers want to know the customer really well, and then provide a great experience for them. For example, in the case of Gyant, they are a bot that offers a symptoms check for the Zika virus and offers other health-related information. They ask a lot of information to gain context, and sometimes they even ask for evidence or photos of the symptoms. Obviously, there are a lot of questions. But what they find is about 90% of the time, people who start on question number one get through all of the questions. This is one of the awesome things about Messenger platform experiences: you can make it super conversational while getting to know the customer.But not every experience requires this type of approach, like in the instance of airlines or telecom companies. They've invested a lot in certain flows. They've understood how their customers do what they do, and they've mapped it out in terms of user experiences. Our goal is that the platform should empower them to leverage their existing infrastructure while still enabling them to build new and engaging experiences to make their customer interactions even better. So, today you can have a combination of a conversational and visual experience. For example, if someone wants to buy roses, they should be able to see a visual of flowers. But if you're just saying \"yes\" or \"no\" to a number of questions, then it's better to have conversational experience rather than open up something or having to click out of Messenger.What we are trying to do is give developers the canvas to build these creative opportunities. In messaging, what people find is while they like to be really expressive and share a lot of content, they also like the immediacy; the person asks a question and I just say \"yes.\" The answers to, \"What can a bot do,\" are becoming far broader now. It can be a great user experience for airlines, or a telephone company, or a sports team offering experiences to their users. We are also seeing a lot of celebrities using chatbots to build relationships with their fans. A lot of celebrities are becoming entrepreneurs in their own right, and they are building one-to-one relationships with their fans, which is not unlike a brand developing relationships with their loyal customers.Related: How to Create a Facebook Messenger Chatbot For Free Without CodingNewlands: What is your perspective on people selling through Messenger?Chandrasekaran: We want to extend that opportunity to anyone who can benefit, though we feel very strongly about needing to set some guidelines on what constitutes a spammy experience for the consumers -- and that's probably the only thing that we have a strong opinion about. We want Messenger to be a place where people feel comfortable getting high-quality signals and high-quality communication. I think our stand will be strong in that area, and somewhat unwavering.Related: 7 Ways Chatbots Can Benefit Your Marketing StrategyNewlands: If a business wants to sign customers up for a user experience, but then wants to sell products, are you in favor of that?Chandrasekaran: What we find is that selling a product to a consumer is a conversation. Nobody comes to any platform and just buys. They have some questions, they want to choose from a couple of options, they might want to check if it's the right size. Even in the real world, people like to have a conversation about what they are buying. In that regard, we feel that bots lend themselves nicely to a conversational user experience.In addition, there are only two options for consumers right now: the very low commitment experience of mobile web, and then the very high commitment experience of apps. For mobile web you don't need your users to do anything --  they go to the page, but they're probably not logged in, their payment information is not there, and so on. On the high end, they've got an app, and all their stuff is there, but it's a pretty high bar for someone to go download something and set it up. I think there is an intermediate experience, where people already have Messenger as do over a billion people, and already have a great experience on Messenger, so they are in between.Not to get very Goldilocks about it, but it's neither on one end of the spectrum or the other; it's just right in terms of level of level of commitment and user experience.Murray Newlands is an entrepreneur, investor, business advisor and speaker. Newlands is the author of \"Online Marketing: A User's Manual\" published by John Wiley & Sons. You can find him online at his blog MurrayN...",
    "date": 1492695000,
    "url": "http://www.entrepreneur.com/article/293076",
    "origin": "entrepreneur"
  },
  {
    "title": "Facebook Unveils Updated Surround 360 Cameras",
    "content": "Facebook this week unveiled new cameras aimed at filmmakers who want to experiment with creating 360-degree movies.Unlike the previous Surround 360 camera reference design that the company announced last year, the new x24 and x6 cameras are actual physical models that you can buy or rent -- if you're a filmmaker with a big budget, that is. (Facebook didn't announce the cameras' exact prices, but said that it will offer them to select studios and filmmakers later this year).The cameras' main innovation is that they can record scenes in high enough detail that Facebook's image processing software can let viewers move around the image, so that someone watching the movie with a virtual reality headset doesn't feel like he or she is stuck in one place during each scene.To enable viewers to move around, the cameras' sensors capture the full RGB and depth information for every pixel. Their depth-estimation algorithms then produce full-resolution point clouds, which allows for movement with six degrees of freedom (forward/backward, up/down, left/right, pitch, roll and yaw) that you might be familiar with if you've played a first-person shooter video game.To approximate how 360-degree films shot with the x24 and x6 will look, Facebook offered a brief demo of a short film called Together at its f8 developers conference here. Instead of requiring viewers to don VR headsets, the film was projected on to a giant 360-degree screen, perhaps in a harbinger of things to come for your local cineplex.In a brief scene of two people dancing, I observed as the \"camera\" smoothly panned around the dancers. The resolution was clear enough and the movement natural enough that I even forgot I was watching a 360-degree film, which I suppose is the point.Each of the new cameras are actually an array composed of several synchronized camera lenses (24 for the x24 and six for the x6). Compare that to the original Facebook Surround 360 camera, announced last year, which is an open-source reference design featuring 17 synchronized cameras that you must build yourself. It was reported to cost at least $25,000 to build.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1492693997,
    "url": "http://www.entrepreneur.com/article/293141",
    "origin": "entrepreneur"
  },
  {
    "title": "Forget Typing: Facebook Teases Internet Mind Control",
    "content": "Facebook wants you to be able to control the internet with your mind, and listen to the world around you ... with your skin.Engineers at the company's Building 8 division are working on what they call a silent speech interface, which could one day type 100 words per minute just by decoding neural activity. They're also building an artificial cochlea (the part of your ear that translates vibrations into signals your brain can understand) that can be attached to the skin.\"We've only begun to scratch the surface of what's possible,\" Building 8 head Regina Dugan (above) said during a speech at Facebook's f8 developer conference here on Wednesday. The speech interface, powered by non-invasive sensors that can measure brain activity hundreds of times per second, could be useful for people with disabilities or to simplify the process of interacting with alternate and virtual reality.In addition to typing, the system could also serve as a sort of computer mouse for your brain, which would allow you to perform \"yes/no\" clicks, among other commands. The challenge, Dugan said, is getting the sensors to only pick up on the thoughts you want to transform into text or commands, instead of your entire stream of consciousness. That would require extremely precise optical imaging sensors, a technology that doesn't currently exist.Meanwhile, the skin sensors would harness a concept first discovered by Louis Braille more than a century ago: your brain can recognize patterns in the things you touch and turn them into words in a similar fashion to how your ear processes and decodes sounds via the cochlea. So Facebook wants to create an artificial cochlea to create an entirely new \"haptic vocabulary,\" Dugan said. Just as the speech interface could help you share your own thoughts without speaking, the skin sensors could let you listen to a speech or other sound without actually hearing it.But don't expect to buy any of this technology any time soon. As Facebook CEO Mark Zuckerberg pointed out, it's all very theoretical at this point. \"Technology is going to have to get a lot more advanced before we can share a pure thought or feeling, but this is a first step,\" he said.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1492693871,
    "url": "http://www.entrepreneur.com/article/293139",
    "origin": "entrepreneur"
  },
  {
    "title": "Facebook Really Wants to Beam Internet From Planes",
    "content": "After Facebook's Aquila internet-beaming drone crashed during a test flight last year, the company's engineers realized it would take years before its key strength -- the ability to beam internet signals via millimeter wave technology -- would be ready.The reasons for the delay are as much regulatory as they are technical, according to Yael Maguire, the head of Facebook's Connectivity Lab. Speaking at the company's annual f8 developers conference here on Wednesday, he explained that it could take up to 10 years before Facebook can realize the full potential of the drone, which has the wingspan of a Boeing 737 but weighs less than a Toyota Prius. Besides building a reliable plane, the company also has to secure the permits to use the millimeter wave spectrum that will connect it to the ground.So even as the Connectivity Lab forges ahead on the drone project -- it is still testing Aquila prototypes, one of which was on display here (above) -- it is turning towards other rapid-deployment aeronautical innovations that could help connect more of the 4.1 billion people who Maguire claims don't have reliable internet access.One of them, nicknamed \"Tether-tenna,\" is a small autonomous helicopter equipped with a tether to a fiber line that can stay aloft for more than a day. It's one of a few tools in Facebook's arsenal to solve the problem that Google, Verizon and other companies have experienced in their fiber buildouts: delivering fiber to individual homes and businesses is incredibly costly and complicated.\"Connectivity starts with fiber, but it doesn't end there,\" Maguire said. \"Fiber is the backbone,\" he explained, but it's too expensive and takes too long to expect it to deliver fast and reliable internet in the rural and remote areas where it's needed most. So the idea is that those zones will get wireless links to the closest fiber infrastructure via the Tether-tenna, among other wireless bridges.Maguire said the Tether-tenna is \"just a few years out\" from commercial deployment, unlike the 10 years that Aquila will take. It will complement the previously announced Terragraph project, which aims to bring low-cost, ground-based antennas to the rural areas of developing nations. If a Terragraph-served area is affected by a flood or other natural disaster, for instance, the Tether-tenna could quickly step in to fill the void created by the damaged antennas or other internet infrastructure.Of course, flying helicopters (even pilot-less ones tethered to the ground) costs much more than flying a fixed-wing craft like the Aquila. Maguire claimed that the Terra-tenna and other projects will improve the price, performance and speed of internet connections, but one thing Facebook hasn't talked much about in its infrastructure unveilings is the profitability of its designs, other than to say they're part of the company's general mission to connect more people to the internet.And even as Facebook continues to experiment with planes, helicopters and Terragraph (which is now in testing mode here in San Jose, just a few blocks from where Maguire was speaking), it still cannot avoid the need to build more fiber. So it is doing that, too: a recently announced project in Uganda involves building a 448-mile fiber line to provide backhaul connectivity covering more than 3 million people.But perhaps more than any technical or regulatory challenge, the company's mission to deliver better internet access to underserved areas is also threatened by broader social and economic factors. By some estimates, more than two-thirds of the world's population will live in cities by 2050, up from just over half today. So many of those 4.1 billion people without access will simply move to better-connected urban areas over the next 10 years, before Aquila and Terra-tenna get the chance to really soar.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1492693320,
    "url": "http://www.entrepreneur.com/article/293138",
    "origin": "entrepreneur"
  },
  {
    "title": "TaskRabbit's Co-Founder Aims to Simplify 401(k)s With New Venture",
    "content": "Kevin Busque says he was confounded. He just couldn't understand it.It was 2012, and of all the employees at his company, TaskRabbit, he estimated that only around 34 percent had signed up for a 401(k). So he held an informal discussion with them to dig into this issue. It turned out, this group of Silicon Valley workers found the whole system too confusing.\"It was very clear the younger generation was not investing even though they were the ones that were really interested in savings,\" says Busque, who co-founded TaskRabbit with his wife, Leah. \"So there was an issue there, and it kind of smacked me in the face a few times. The system is completely broken.\"Related: The 10 Best Cities for RetirementSo he made it his goal to replace ADP, the company's 401(k) provider, with something digital that offered investment advice. But after searching for something like that on the internet, Busque says he came up empty. So he did what any entrepreneur would do: He decided to build his own solution.The result of those efforts is Guideline, an online-only 401(k) provider that launched last August after about two and a half years of work. The company spent the bulk of that time building a system to keep records, an essential part of any operation that deals in 401(k)s in terms of client privacy and legal compliance. Guideline charges an upfront $500 fee then $8 per participant a month, and it integrates employees' plans with a business's payroll provider and has an opt-out system, contrary to many traditional firms' confusing opt-in processes.According to Busque, the model is already a huge success. Guideline is bringing in hundreds of thousands of dollars every month and is \"almost forking over to profitability.\" It's also the exclusive 401(k) provider for Gusto, the unicorn payroll company.\"Kevin is a remarkable entrepreneur -- visionary and humble at the same time,\" says Tomer London, chief product officer and co-founder of Gusto. \"We love working with him as he's truly committed to enabling more people to save towards better retirement.\"Related: 3 Steps to Secure a Rich RetirementBusque is not alone in his goal: Captain401, ForUsAll and Money Intelligence also aim to use technology to simplify 401(k)s. Honest Dollar hopes to do the same with IRAs. Feex says it helps people root out fees in their retirement accounts. There are also startups that help people invest, such as Stash and Betterment.To grasp the appeal of these startups, it's important to understand the main players in the 401(k) industry, such as Great-West Financial, ADP and Fidelity. Employers enroll for their services, and employees can sign up for an account based on their employer's HR policies. For plans that require employees to opt in, participation rates hover around 69 percent for businesses with 100 or more employees and 36 percent for smaller companies. Plans with automatic enrollment see much greater participation.Anyone who's ever had to sign up for a 401(k) knows how confusing it can be.\"To be honest, nobody takes finance classes other than nerds like me,\" Tim Guilford, a registered principal at Raymond James Financial Services, told USA Today. \"So when you're presented on your first day of work with a list of all our funds and asked how much you want to put in our plan, people are poorly equipped to make those decisions.\"And because many 401(k) providers aren't allowed to offer financial advice, many people just choose options that sound good. Meanwhile, the firms also take in fees, which has led to several lawsuits. And they don't even have to work in your best interests, as President Donald Trump delayed an Obama administration rule that would have required financial institutions to do so. (Last Week Tonight With John Oliver did a digestible segment on the industry's problems.)Guideline recommends plans not only based on your age, but your family status and where you live. The app will ask you about life changes every year. It's a solution built for today's internet consumers, or \"the most employee-focused 401(k) for small business,\" as Busque puts it.Related: This Startup Aims to Help Older Professionals Find Jobs\"I like to solve problems with technology,\" he says. \"[Businesses] don't know that they have access to great 401(k)s and participants want great 401(k)s with low fees. They don't trust banks. They don't trust brokers. We're not either of those. We have to do what's in the best interest of the plan participant.\"He sees Guideline, which employs about 35 people, as a software company that is \"B2B2C.\" And while the ethos in Silicon Valley is to disrupt industries, Busque says that wasn't the right approach with Guideline.Stephen J. Bronner is news director of Entrepreneur.com. He occasionally writes about technology, video games, food and fitness.",
    "date": 1492689600,
    "url": "http://www.entrepreneur.com/article/293086",
    "origin": "entrepreneur"
  },
  {
    "title": "How to Hit It Out of the Park With Your Audience",
    "content": "In Major League Baseball today, teams strive to build winning franchises and billion-dollar businesses that reach far beyond the diamond by capitalizing on a wide spectrum of markets and audiences. Nowhere has that journey been more dramatic than in the wired heart of San Francisco's high-tech universe, where the San Francisco Giants have excelled on several fronts.Last season, the team hit a major milestone and moved just behind the Boston Red Sox to steal the second-longest sellout streak in Major League Baseball from the Cleveland Indians, selling out 456 consecutive regular-season games at AT&T Park. What's more widely known are the team's World Series wins in 2010, 2012 and 2014, and while we're about to kickoff an \"odd year\" the 2017 squad has back many of the star players that brought them victory in years past. What's more,  even in the down years when the team wasn't winning the pennant, the Giants sold every seat. Since opening the new ballpark doors in 2000, the team has welcomed more than 50 million fans.Related: 5 Essentials For Connecting With Your Ideal Target Market on Social MediaThe Giants have done it by appointing executives with a keen sense of product-market fit, such as SVP and CIO Bill Schlough, who became the first CIO ever appointed by a professional sports team when he joined the Giants in April 1999. I recently had the chance to speak with Schlough, who shared lessons he's learned over the years. He covered the intricacies involved in fostering a brand that maintains one of the most loyal fan bases in sports today. Many of Schlough's lessons translate for startup founders building their target audience and customer base in highly competitive markets.The Giants don't only compete on the field, Schlough said. \"We think of ourselves as a member of several markets: baseball, broadcast, entertainment, real estate. But, ultimately, we're in the happiness business. Our product is bringing joy to our fans.\"Of course, different people have very different ideas of what joy is -- and not everyone who goes to a Giants game is there solely for the joy of baseball. As Schlough noted, \"If we just focused on baseball fans, we'd sell 15,000 to 20,000 tickets each game. There's much more to it than that.\"There's garlic fries, of course. There's Wi-Fi (the Giants were the first team to install it). There are craft beers and a new \"virtual reality experience.\" Additionally, there are special events that target specific demographics, such as Jerry Garcia Tribute Night, Cancer Awareness Night and Yoga Day. There is a Star Wars Day and even a Peanut Allergy Friendly Day. In all, there are 33 special days and nights that attract fans that otherwise might not buy a ticket to a baseball game. By targeting specific demographics with added features to the game-viewing experience, the Giants are able to attract additional viewership that would otherwise be absent.Related: 10 Lessons Entrepreneurs Can Learn from America's National PastimeFans these days -- and particularly fans in San Francisco -- demand top-flight technology perks. They want connectivity, multimedia viewing options and even virtual reality. All are vital to selling tickets.But, Schlough warned that it's not always an advantage to being an early adopter of seemingly cool technology, noting, \"You can't be an early adopter in everything.\" While it's nice to be first to implement a new technology, it doesn't come without pain. It can be extremely valuable to take advantage of your competitors testing out new technologies and then learn from their mistakes.Schlough and his team first focused on tech-centric perks like Wi-Fi, dynamic pricing and seat upgrades. But, even these were challenging to execute at first. Though an eventual success, pervasive and reliable connectivity was difficult. Electric turnstiles for transferable tickets and upgrades also seemed like a great idea, and although it was buggy at first, new scanning technology rendered the original system obsolete.Related: When to Upgrade From IT Staff to CIOThese experiences reminded the Giants that it almost always takes consumer feedback and trial and error before great ideas work well.Ultimately, these are lessons that almost any business should take to heart when thinking about its position in the marketplace. Businesses should also remember that efforts should be focused on their target market first, because even the best product can't entice everyone. And when they add new features and products, it needs to be done deliberately, all the while being flexible to insert key consumer feedback back into the product. After all, you can't make the market fit your product, but you can always pivot to get the perfect product-market fit. Sean Jacobsohn is a venture investor at Norwest Venture Partners and former SaaS executive with broad technology, sales and business development expertise. He focuses on early to late stage investment opportunities in enterprise cloud,...",
    "date": 1492614000,
    "url": "http://www.entrepreneur.com/article/293019",
    "origin": "entrepreneur"
  },
  {
    "title": "Grand Theft Auto V Is Helping Teach Driverless Car AI",
    "content": "Driverless vehicles are coming, and we'll be relying on them to transport us around in the next decade if everything goes to plan. But before that can happen, the artificial intelligence controlling the cars needs to prove itself to be completely reliable. How do you do that? With lots of learning!Car AI needs to drive a lot. That may seem obvious, but the AI needs to experience any and all driving situations so as to learn and demonstrate the right reaction. It's very difficult to experience all situations on real roads, so simulation is key. And it turns out the best simulation is a game we've been enjoying for a few years now: Grand Theft Auto V.If you look past the violence, GTA V is about as complete a city and road simulation as you can get. As detailed on Bloomberg, entering the world of GTA V gives an AI access to 262 different types of car, 14 weather conditions, every road situation you can think of and more than 1,000 different types of pedestrian to deal with. Driving around the city of Los Santos day-after-day would certainly prove to be a good learning experience.Princeton Autonomous Vehicle Engineering (PAVE) realized this, with PAVE advisor and Princeton University professor Alain Kornhauser referring to GTA V as, \"the richest virtual environment that we could extract data from.\" Last year, Intel Labs and Darmstadt University of Technology went so far as to pull visual data from the game, and now algorithms are being developed using GTA V data to help improve driverless car AI.So when we do all start trusting an AI to safely drive us to a destination, remember it was in part due to the tireless population of Los Santos going about their daily business and acting as a teaching tool. And don't forget, this kind of sumlation isn't limited for use by the big car manufacturers. In January, the DeepDrive project opened this up to everyone.",
    "date": 1492607040,
    "url": "http://www.entrepreneur.com/article/293083",
    "origin": "entrepreneur"
  },
  {
    "title": "Why Mark Zuckerberg Is Excited About an Augmented Reality Future",
    "content": "When Facebook founder Mark Zuckerberg took the stage today to open F8, the social giant's annual developer conference, he wanted to address the elephant in the room. Another big tentpole event named F8 had already kind of stolen his thunder: the recent premiere of his buddy Vin Diesel's latest movie, the eight installment of the Fast and the Furious franchise.Moving on to his main focus, Zuckerberg shared with the crowd Facebook's mission going forward, riffing quite literally on the comprehensive treatise he published in February (he held up a sizable stack of paper that may or may not have been the printed open letter). The Facebook founder said the company's next steps would be to bring the digital and physical together and to \"work on building common ground.\"To that end, Facebook's next technological leap, now that it is the owner of four out of the five most downloaded apps in the world, is to step into the world of augmented reality. But Facebook isn't the only company with designs on augmented reality.Related: Watch Mark Zuckerberg 3-D-Print a Mini Version of His DogThis week, Snap rolled out an AR feature that lets users add special effects to their photos, in addition to the already popular face mask effects, according to The Wall Street Journal. Other major companies dipping into AR include Microsoft, Google and Apple.Zuckerberg announced that today will see the beta launch of an open AR platform through a new camera function of the app that will allow developers to create their own filters and frames.He also shared what future AR innovations could look like. He offered an example of a still photo that could be transformed into a 3D scene, where the user could pan around, change lighting and add effects such as filling the room with water, bouncing balls or skittles.Related: Watch Mark Zuckerberg Ask Fellow Harvard Dropout Bill Gates for Advice on His Harvard Commencement SpeechZuckerberg spoke about transforming blank walls into street art and how AR could be used to leave notes for friends in specific places, such as marking a table at your favorite bar or leaving a note for your spouse on the refrigerator.\"This is going to be an important technology that changes how we use our phones,\" Zuckerberg said. \"There is a long road map of technology to build for years. I am confident that we are going to push this augmented reality platform forward.\" That long road map included creating glasses and eventually contacts to see the world through an augmented reality lens.Meanwhile, the Facebook CEO took a moment to offer his and the company's condolences to the family of Robert Godwin, Sr., whose alleged killer posted a video of his murder on the social network and then confessed in a live video. Police say the alleged killer, Steve Stephens, took his own life on Tuesday.Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1492535160,
    "url": "http://www.entrepreneur.com/article/293035",
    "origin": "entrepreneur"
  },
  {
    "title": "These Are the Top Mixed Reality Companies in the World Today",
    "content": "In mixed reality technology, which includes virtual reality (VR) and augmented reality (AR), there are some companies that you cannot avoid watching. They include most of the world's biggest, richest and most innovative personal tech companies. This group includes Facebook, Microsoft, Google, Samsung, Sony, Nintendo, Huawei and others. I think the most important company to watch is Apple, who will begin to announce a myriad of devices all connecting to its new iPhone. This will trigger a rapid escalation of AR and VR adoption.That said, I see all sorts of categories that are ripe for the private sector and early-phase companies to enjoy rapid and significant growth. In many of these niches, there is more than one promising player.Related: Virtual Reality Is About to Change Your BusinessI asked experts Robert Scoble and Shel Israel of the Transformation Group, LLC, a consulting firm dedicated to helping big brands develop and implement mixed reality (MR) strategies, to help me examine the hundreds of mixed reality organizations to uncover the best positioned and the wherewithal to scale quickly.Mark Zuckerberg has called VR the most social platform he has ever seen, and we agree. It is different and far more experiential than social media. It allows people located all over the world to share experiences in a single virtual space. This can range from playing games, to touring historic points of interest, to new forms of distance learning, to corporate training experiences.There are five companies that we believe show promise in this area:Every aspect of entertainment is embracing mixed reality: players, fans and sponsors. Some niches, such as playing games, have been obvious to most observers. Others are not so obvious.Music. In mixed reality, people think mostly about 3D visual experiences. But, there is also stereoscopic music, which enables listeners to be immersed in the middle of the band or orchestra pit. MicrodoseVR provides one of the wildest experiences we know. As the company name implies it is like being on a small dose of LSD, as the music hits you from all sides, vivid 3D imagery shapeshifts in time to the music all around you, and you undulate to the beat with others who may be in their living rooms thousands of miles away.Sports. Mixed reality is being used to enhance fan experiences of just about every sport including the NBA, NFL and the PGA. The companies to watch are the startups that are gaining traction at delivering mixed reality experiences to fans on a global level. The one that so far impresses us the most is NextVR, which partners with Fox, the NBA, CNN and others to provide AR fan experiences in major sports. For example, fans can watch an NBA VR Game of the Week. Related: 7 New Opportunities Virtual Reality May CreateSearch remains the most popular application in the current 2D, but as the people behind Google and Bing search are aware search changes dramatically when it moves into immersive technologies. Internal mapping is allowing people to find all the blue jeans available in a mall, perhaps while shoppers are escorted by the virtual celebrity of their choice.In fact, it is far bigger than that. Every square centimeter of the planet is being 3D mapped. It is the core of the great transformation that moves us from smartphones to smart glasses. It also makes search more visual. We will search for things by image so that barriers of language disappear. A company we are watching is Sketchfab, an NYC-based startup that allows people to search for and share more than a million 3D objects through use of a VR headset. Each object can be rotated to allow the searcher to look at an object from all possible perspectives.Related: 5 Startup Ideas for Jumping Into Virtual RealityWhile they are a small step short of being VR or AR, 360deg cameras have shrunk from over $10,000 to under $100 in just a few short years. These cameras can now be clipped onto your smartphone, where an app allows you to become the center of a photo that surrounds you in all six directions. These cameras are constantly improving in quality and affordability. They have not yet become a commodity, but they are well on their way. The four we like the best: Insta360, which has cameras ranging from $3500 down to $129; Giroptic, which is praised for ease of use; JauntVR for the cinematically inclined; and our favorite, 8i, which is leading in volumetric human capture, a technology that makes virtual humans increasingly lifelike.The headsets of tomorrow are the equivalent of the smartphone of today. Like phones, the componentry is vital to the product, particularly important is the quality of optics, and Lumus seems to be making the best. They could become the \"Intel Inside\" of the next generation of hardware.Of course, the big players will dominate in the headset area. As we stated, we expect Apple to be a big winner in his area. But, it will not be the only winner, and some of the players may not be brands you know today. Related: How Augmented Reality Will Shape the Future of EcommerceThere are two headset companies, you may not have heard of that we would definitely watch.ODG is the first commercially successful AR headset company. Founded before the turn of the century, the San Francisco-based, privately held company is working on its eighth generation headset and is the product of choice for many enterprises and government organizations, particularly the military. We would not be surprised for it to cut a deal for a consumer-level headset in the next two to three years. We are also optimistic about the future of Meta. The Israeli-born company, now located in Silicon Valley, has raised nearly $200 million, most notably from Lenovo. We recently saw a preview of the not-yet-announced Meta3 and were impressed on several levels. This is another company focused now on enterprise customers that just might find its way onto the retail shelf -- perhaps via Lenovo. We also see a bright future for Daqri, a more recently started headset company that serves hardhat applications ranging from construction to oil rigs to jet fighter pilots and perhaps someday into football or motorcycle racing. The AR helmets are tough and relatively lightweight. Related: How This Augmented Reality Company Hopes to Compete With Microsoft and GoogleAs we move from handsets to headsets, we will interact with devices in new ways, leaving the hands mostly free to do other things. There will be voice as AI devices that we call Digital Genies come to market.But, now we have LeapMotion, a company to watch because it is the leading provider of headset technology that lets people do what they wish by natural gestures, operated by natural gestures. We would have also included Eyefluence as a company to watch, but Google bought the company, which has moved into Google facilities and is tight-lipped about its next moves.Gestures and eye interaction are technologies for the near-term future. There are also companies that are helping people interact with technology directly through brainwaves and mixed reality. Mindmaze is the furthest along. With over a billion dollars in investment backing, the Swiss company uses customized headsets to treat or eventually cure such traumatic issues as schizophrenia, Parkinson's disease, stroke and the pain caused by traumatic loss of limbs.Mark Fidelman is a globally recognized marketing leader with a focus on influencer marketing and mixed reality. He's interviewed thousands of Global 3000 CXOs and speaks and writes regularly about how they are impacting today's...",
    "date": 1492534800,
    "url": "http://www.entrepreneur.com/article/292732",
    "origin": "entrepreneur"
  },
  {
    "title": "4 Lessons for Entrepreneurs From Africa's Solar Industry",
    "content": "In my opinion, the next hotbed of innovation is Africa, specifically the nations of South Africa, Rwanda and Kenya. Numerous industries are being disrupted at the moment, from the African mobile money market -- the undisputed leader of which is Kenyan startup M-Pesa -- to job hunting, by South Africa's Giraffe, a mobile recruitment app for low-income workers without internet, but with smartphones.Yet the largest revolution that's sweeping across the continent's emerging markets is in renewable energy, specifically solar power. Today, solar is growing so quickly that of the nearly 600 million Africans living off-grid, experts estimate that approximately 10 percent are using clean, renewable energy to power their homes.Related: 11 African Entrepreneurs Who Are Changing the Business LandscapeSo how did solar come to dominate Africa so thoroughly? And specifically, what lessons can American business owners learn from the ingenious, resourceful entrepreneurs operating in the challenging conditions of the African continent? Plenty, as it turns out.Without a doubt, solar energy faces considerable obstacles, not only in Africa, but internationally as well. The biggest barrier may well be integration into existing infrastructure, particularly power grids, which may not be able to accommodate the variability of solar -- cloudy days produce less power, for example.African solar startups have taken this reality into consideration. They understand that building large solar farms, then connecting homes with extensive power grids is a lengthy undertaking that, absent public and government backing, can take years, if not decades. Instead, entrepreneurs have seized upon decentralization, skipping big infrastructure to bring power directly to the people.Take M-Kopa, arguably the leader in African solar energy. The company's bundle, which costs $35, provides a solar panel, multi-device charger, several charging cables, lights, radio and a SIM card for mobile payment. M-Kopa has already sold 300,000 kits across Kenya, Uganda and Tanzania, leapfrogging extant power grids entirely and empowering their customers. Now that's not to say that big solar farms don't exist; rather, they're far less prevalent, and much less important, than the small-scale, personalized touch of a startup like M-Kopa.The lesson here? Rather than relying on large, centralized networks, devise a decentralized, low-cost solution that could reach hundreds of thousands of households. One such example is Blockstack, a startup that uses the encryption-based technology Blockchain to guarantee anonymity while surfing the web.Related to the above tenet of decentralization, it's important to note that while government subsidies and intervention can help your business, such assistance may never come.This is doubly true when it comes to many African nations. Consider this -- in 2014, Transparency International estimated that nearly 75 million Africans were forced to pay bribes -- often for access to basic services like water, sanitation and yes, electricity. Furthermore, poverty and bribery are inextricably linked, and as a result, those who pay the most bribes are also those least able to afford it.Related: From Bootstrapped Startup to More than $1 Million in Annual RevenueWith that in mind, two entrepreneurs founded Juabar, a Tanzanian franchise centered around small, solar-powered kiosks that offer cell phone charging. Rather than wait for the government to build the requisite infrastructure, Juabar's two founders simply stepped in and created a network of solar powered, micro-entrepreneurs. Such franchise owners earn, on average, between $75-150 per month, in a nation where the monthly average is around $45 per month. In the future, Juabar plans to offer Wi-Fi and other information services.The lesson here? At the risk of getting political, it's true that certain, well-established industries receive a lot of funding and subsidies from the government. But if you're an underdog, don't despair. Even if the government ignores your industry in favor of those with powerful lobbies, you still have a fighting chance. How? Use low-tech, decentralized solutions, start at the grassroots level, and remember to...Given that disruption is the mantra for the digital age, this one should come as no surprise. To return to the case of M-Kopa, the startup's success -- a $19 million round of funding in 2015 -- owes a lot to the convergence of two factors.First, consider that solar panels have been declining in cost. In America alone, the price of solar panels has dropped by 5 percent for residential households, and 12 percent for large-scale solar farms. Further, some reports estimate that the costs of solar energy will drop 60 percent by 2040, to three cents per kilowatt hour, which is far cheaper than gas or coal in many areas.Second, recall the earlier mention of Africa's burgeoning mobile payments market, led by startups like Kenya's M-Pesa. Developed by Vodafone and its African partner Safaricom, M-Pesa revolutionized the payment landscape, allowing users to pay off anything from cab rides to M-Kopa's solar energy bills. In fact, MIT researchers have found that services like M-Pesa improve access to capital by the poor and increase their consumption -- a boon to startups like M-Kopa.The lesson here? Leverage existing and emerging tech to carry out your core business better, faster and cheaper than the competition.Financing is something of a dilemma. Without a solid financing plan, potential customers won't be able to buy your product or service. But if your plan is perceived as unfair, you're likely to lose customers.Take a look at Off Grid Electric, another solar energy startup that's quite similar to M-Kopa. Rather than force their customers to pay off loans at exaggerated interest rates, OGE charges its customers $7 a month for services. After three years, customers own their own unit. Considering that it costs around $100-140 per year for kerosene lamps and candles, users can save a lot of money by paying off their OGE unit within three years.Related: 5 Lessons Entrepreneurs Worldwide Can Learn From Israeli CultureThe lesson here? Balance company profits with customer interest to provide a win-win situation for everyone. After all, happy customers are repeat customers, and you can bet that both OGE and M-Kopa have ancillary products to offer.Ultimately, given the numerous challenges that African solar energy startups face, it's logical that they would have much to teach entrepreneurs the world over. Ultimately, their most important lesson may well be the vital role of creativity. After all, without a forward-thinking vision and the courage to challenge existing circumstances, none of these innovative companies would exist today.Dr. Ping Jiang is one of the world's foremost macro traders, due to his successful track record of investing in emerging markets and undervalued investment vehicles. Dr. Jiang currently serves as cofounder and Chief Executive Officer...",
    "date": 1492527600,
    "url": "http://www.entrepreneur.com/article/290799",
    "origin": "entrepreneur"
  },
  {
    "title": "Study: Drivers Use Their Phones During 88 Percent of Trips",
    "content": "It's not an exaggeration to say that looking down at your phone while operating a vehicle -- even for just a few seconds -- can be deadly. Most of us know this. But, according to a new study, most of us do it anyway.The study, released yesterday by analytics firm Zendrive, found that \"Americans use their phones nearly every single time they get behind the wheel.\" The company said it conducted the largest distracted driving study to date, analyzing the phone habits of 3.1 million anonymized drivers who made 570 million trips covering 5.6 billion miles between December 2016 and February 2017. Their key finding: \"drivers use their phones during 88 out of every 100 trips.\"\"Every day, that's the equivalent of people behind the wheel talking or texting on 5.6-million car rides from our sample alone,\" Zendrive wrote in a blog post. \"When extrapolated for the entire U.S. driving population, the number goes up to roughly 600-million distracted trips a day.\"The study also revealed that during an hour-long trip, drivers spend an average of 3.5 minutes on their phones.\"This finding is frightening, especially when you consider that a 2-second distraction is long enough to increase your likelihood of crashing by over 20 times,\" Zendrive wrote, citing research from Oregon State University. \"In other words, that's equivalent to 105 opportunities an hour that you could nearly kill yourself and/or others.\"The firm also ranked the problem by state and found that Vermonters are the most distracted drivers. On the other end of the spectrum, those in Oregon are the least distracted.Zendrive said it's working with communities, local decision markers, safety experts and driving coaches to bring awareness to this issue.Meanwhile a separate study released last month by the U.S. Governors Highway Safety Association found that pedestrian deaths increased 11 percent last year, and smartphones are partially to blame.Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1492523340,
    "url": "http://www.entrepreneur.com/article/293007",
    "origin": "entrepreneur"
  },
  {
    "title": "MIT Tools Help You Learn a New Language During Idle Moments",
    "content": "We all have moments of downtime throughout the day -- whether it's waiting for an elevator, your Wi-Fi to connect, an app to refresh or your GChat buddy to write back. What if you could use those moments of downtime to learn a new language or skill?Researchers from MIT's Computer Science and Artificial Intelligence Laboratory want to help you make the most of these \"micro-moments.\" They developed a series of tools called WaitSuite that test vocabulary words during times you wouldn't otherwise be doing anything.The team on Monday released its first tool in the suite: WaitChatter, a Chrome extension for GChat that \"delights you with interactive vocabulary exercises while you're waiting for your conversation partner to respond.\" At this point, WaitChatter teaches basic vocabulary in Spanish and French, but the researchers said they hope to support other languages in the future.\"With standalone apps, it can be inconvenient to have to separately open them up to do a learning task,\" MIT PhD student Carrie Cai, who leads the project, said in a statement. \"WaitSuite is embedded directly into your existing tasks, so that you can easily learn without leaving what you were already doing.\"The team is planning to release their other tools in the coming months, including WiFiLearner, which gives you learning prompts when it detects your computer is seeking a Wi-Fi connection and ElevatorLearner, which automatically detects when you're near an elevator by sensing Bluetooth iBeacons and sends you vocabulary words.The researchers said that WaitChatter testers learned about four new words per day, or 57 words in just two weeks. And while WaitSuite is focused on teaching vocabulary words, the researchers said this method can also be used to teach things like math, medical terms or legalese. The researchers plan to present a paper on the system at ACM's CHI Conference on Human Factors in Computing Systems next month in Colorado.For more on WaitSuite, check out the video below.Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1492523261,
    "url": "http://www.entrepreneur.com/article/293006",
    "origin": "entrepreneur"
  },
  {
    "title": "iPhone Thief Outsmarted at Coachella Music Festival",
    "content": "Music festivals are all about good times, but there's one thing that can instantly kill your vibe: having your smartphone stolen.A bunch of Coachella-goers found themselves in this less-than-ideal scenario over the weekend, but instead of pouting about not being able to Snapchat or text their friends, they got smart. According to a report from the Los Angeles Times, the tech-savvy music lovers fired up the Find My iPhone app and chased the alleged thief -- Reinaldo De Jesus Henao, 36, of New York -- around the Indio, Calif., venue until security workers could nab him.\"Enough people pinpointed it to this person, they notified security, they looked around, they saw a person with a backpack, they detained him and then they called us,\" Indio Police Department public information officer Sergeant Dan Marshall told LAist. \"When we got there, we discovered these hundred-plus cellphones in his backpack.\"Henao was arrested on suspicion of grand theft and possession of stolen property. Around 20 of the stolen phones were returned to their rightful owners; the rest were left at lost and found.The incident is a good reminder of how helpful Find My iPhone can be; if you use an Apple smartphone, it would be wise to take a second and make sure it's set up on your device.Over the years, Find My iPhone has gotten lots of people out of bad situations. In 2014, a California woman who drove her car into a 500-foot ravine was rescued after her family and one clever police officer were able to determine her location via Find My iPhone.Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1492521804,
    "url": "http://www.entrepreneur.com/article/293005",
    "origin": "entrepreneur"
  },
  {
    "title": "Emerging Ethical Concerns In the Age of Artificial Intelligence",
    "content": "My husband and I have a running joke where we have our Amazon Echo \"compete\" with our iPhones to see who does a better (i.e., more human-like) job of interacting with us. While there's no clear winner, Siri seems to have the edge for casual conversation, but Alexa can sing.I've noticed something else, too. We don't usually thank Siri or Alexa the way we would a clerk at a supermarket or an employee at an information kiosk, even though they're providing us with identical services. And why would we? Siri and Alexa aren't people; they're anthropomorphized computer programs. They don't care if we thank them, because they don't have feelings.At least, we're pretty sure they don't.Related: Good, Bad & Ugly! Artificial Intelligence for Humans is All of This & More.Science fiction novels have long delighted readers by grappling with futuristic challenges like the possibility of artificial intelligence so difficult to distinguish from human beings that people naturally ask, \"should these sophisticated computer programs be considered human? Should 'they' be granted human rights?\" These are interesting philosophical questions, to be sure, but equally important, and more immediately pressing, is the question of what human-like artificial intelligence means for the rights of those whose humanity is not a philosophical question.If artificial intelligence affects the way we do business, the way we obtain information, and even the way we converse and think about the world, then do we need to evaluate our existing definition(s) of human rights as well?Of course, what constitutes a human right is far from universally agreed. It goes without saying that not all countries guarantee the same rights to their citizens and nationals. Likewise, political support for the existing scope of rights within each country waxes and wanes, both directly and inversely, with those countries' respective economic fortunes and shifting cultural mores.Historically, technological improvements and economic prosperity -- as measured by per capita GDP -- have tended to lead to an expanded view of basic human rights. The notion of universal health care as a basic right, for instance, is a relatively modern affectation. It did not exist -- and could not have existed -- without a robust administrative infrastructure and tax base to support it, and without sufficiently advanced medical technology to assure the population of its effectiveness.Technological advancement has always, understandably, been met with skepticism, particularly from those whose livelihoods are most likely to be affected by a technological shift. Technology that enhances productivity makes the humans using it more productive, but this is a double-edged sword, as it likewise increases the productivity expectations, and reduces the number of humans required for any given level of productive output. Theoretically, this need does not necessarily lead to job loss, as long as the demand for productive output continues to outpace the technologically abetted output itself.Related: 5 Major Artificial Intelligence Hurdles We're on Track to Overcome By 2020Do human beings have a right to earn a livelihood? And, if they do, how far does that right extend? How much discomfort is acceptable before the effort required to find gainful employment moves from reasonable to potentially rights-infringing? If technology renders human labor largely obsolete, do humans have a right to a livelihood even if they cannot earn it?Tech industry luminaries such as Tesla CEO Elon Musk have recently endorsed concepts like guaranteed minimum income or universal basic income. A handful of experiments with this concept have been undertaken, announced or proposed in Canada, the Netherlands and elsewhere. Bill Gates recently made headlines with a proposal to impose a \"robot tax\" -- essentially, a tax on automated solutions to account for the social costs of job displacement. While people may differ on the effectiveness or necessity of these and other proposals, it's clear that discussion on these points will be a part of the broader AI conversation in the years to come.Technology challenges our conception of human rights in other ways, as well. Some of the most fascinating applications of improved artificial intelligence relate to the ability to quickly and efficiently analyze large quantities of data, finding and testing correlations and connections and translating them into usable information. \"Big data\" has dominated industry headlines in recent years, including speculation that a data analytics solution may have played a role in the 2016 US presidential election.Typically, concerns around access to and use of personal data have centered on personal privacy concerns. Many countries have enacted strict laws prohibiting the collection and sharing of personal data without first providing specific, detailed information about the planned use of such information and obtaining consent. Businesses safeguard their confidential information through an assortment of contractual arrangements and trade secret protection laws.Less legal attention has been paid, however, to the anonymized use of personal or proprietary data -- that is, data that has been stripped of identifying information and aggregated alongside other data. This is partly because the question itself is inchoate: who, if anyone, has a right to impose use limitations on aggregated datasets? And on what basis might such limitations be imposed? Some data is relatively easy to obtain, and has traditionally been part of either a formal public record or, at a minimum, thought to be fair game to anyone obtaining them lawfully. This approach essentially mirrors the privacy-rights approach, in that it focuses on data at the point of collection, rather than at the point of use. And yet it is clear that independent ethical concerns do arise from the use, standing alone, of such data.For example, consider the case of an international beauty competition that was \"judged\" by an AI algorithm. The algorithm was given criteria thought to be unbiased and objective, and yet the selection of winners revealed an unexpected characteristic lurking in the algorithm's operation -- racial bias. As we increasingly rely on data aggregation software not only to provide us with organized information, but to influence or direct actions, we may increasingly find ourselves asking the question -- should we have the right to ensure data is used fairly?Related: Artificial Intelligence: A Friend or Foe for Humans?Of course, technological innovation likely cannot be halted, and our ability to meaningfully hinder it is questionabl, even leaving aside the matter of whether it is desirable to attempt to do so. Industry groups have already formed to consider the ethical ramifications of increasingly sophisticated artificial intelligence. And while clear answers are unlikely to emerge any time soon, it will be equally important to ensure that we, collectively as a society, are asking the right questions to ensure that technological innovation equates to genuine progress.",
    "date": 1492516800,
    "url": "http://www.entrepreneur.com/article/290914",
    "origin": "entrepreneur"
  },
  {
    "title": "The Challenges of Omnichannel and How Retailers Might Solve Them",
    "content": "\"Omnichannel commerce\" has been a retail buzzword for several years, however much confusion and curiosity still surrounds this hot topic. Among the various reasons why is simple: Omnichannel -- though aimed to help merchants increase revenue and customer visibility -- causes many retailers to lose millions of dollars each year, with one recent study identifying that 45 percent of merchants and suppliers have lost more than $1 million in revenue due to cross-channel commerce challenges, and more than one in ten have lost more than $3 million.Lauren Freedman, SVP of digital strategy at Astound Commerce, believes that a lack of clarity is a big reason for this, causing merchants to create challenges for themselves versus streamline their selling efforts through omnichannel commerce.\"Lack of transparency of inventory across the enterprise is the biggest challenge for retailers. This is the basis of customers having the ability to select the channel of choice based on convenience and needs, which are always in flux,\" Freedman explains.Related: How to Survive as a Brick-and-Mortar Retail StoreExpanding on this, Nihat Arkan, CEO of 1WorldSync, explains that \"when it comes to omnichannel commerce, there is no singular problem that retailers need to address. Omnichannel is a complex, multi-faceted challenge for retailers, with many unequipped to deal with this.\"Keeping this in mind, applying a multi-faceted approach to bridging the gaps in omnichannel seems to make the most sense -- while also keeping a sharp focus on customers, who ultimately determine if your omnichannel strategy works or not.Customers, as it turns out, are among the biggest challenge for retailers aiming to maximize their omnichannel potential. Due to each customer having a one-of-a-kind road to purchase, it's a clear challenge for businesses to navigate each and every customer uniquely. Fortunately, however, this challenge is beginning to fade as technologies, data and artificial intelligence become more readily available to merchants -- helping to close the gaps of omnichannel commerce.\"A big challenge comes with recognizing the shopper and their unique profile in an omnichannel environment,\" shares Greg Ng, vice president of digital engagement at PointSource. \"Netflix is an example of a company that does this really well. No matter what device a user is on, the content is uniquely curated to their likes and dislikes. Data driven innovation is the key to these unified experiences for retailers. Data is being collected at every customer touchpoint, and by tapping into these insights retailers can easily learn shopping patterns, preferences and user behaviors across devices. The methods may vary depending on channel, but the strategy should remain the same -- use customer data to drive iterative improvements in order to create a seamless and personalized user experience.\"Related: The Growth of Artificial Intelligence in Ecommerce (Infographic)Data undoubtedly has a huge influence on merchants and how they tackle their omnichannel strategy. A recent article on Entreprenuer.com suggested that data gained from technology should support businesses rather than lead businesses -- and this same approach applies to omnichannel efforts, challenging merchants to shape their unique path in omnichannel commerce. Among the channels retailers must consider in omnichannel include email marketing, social media, mobile experiences -- including apps and web browsing -- as well as traditional storefronts, catalogs and of course, websites. Collectively, this provides a vast range of both opportunities and challenges for merchants -- making omnichannel one of the most difficult yet important journeys to perfect as a merchant.A recent study by analytics firm comScore and UPS provides a clear picture to the reality of consumer spending these days, identifying that shoppers made 47 percent of all their purchases online in 2014, rising to 48 percent in 2015, and to 51 percent in 2016. Summing this up, we are now positioned as a society to shop more online than offline, which means our strategy to support customers must adjust to support this change, as well.Vincent Naigeon, managing director of BRIDGE -- a software that helps merchants streamline their online and offline experiences -- believes that technology is the answer to filling in the gaps of the customer journey while also helping to support merchants in their omnichannel efforts. Through technology, Naigeon believes that merchants will begin to \"reduce any customer frustration\" and as a result, experience stronger sales.Related: 4 Ways Brick-and-Mortar Stores Can Outsell Online Retailers\"Technology is important as there is often a gap between offline and online. Specifically, mobile can help to close this gap but it requires investment in the website to ensure the web experience is 'mobile first' and aligns with the messaging in other marketing channels,\" Naigeon explains.Connecting all marketing channels is key, helping to create an unbroken brand experience that positions customers to feel confident and connected in their unique shopping destinations. Closing these gaps has historically been a challenge, but new technologies such as IBM's Watson, Genesys, BRIDGE and more, are helping to make these gaps a thing of the past.The only potential setback? Businesses choosing not to invest into omnichannel strategies that can help strengthen their customer's paths to purchase and overall brand experience.Related: 5 Steps to Build Your Global Ecommerce SiteFinally, as you look to avoid the gaps of omnichannel, remember that the following is what you should aim to accomplish:\"What we recognize with the best brands in retail is that their success and popularity comes from a consistent experience across devices, platforms and mediums,\" says Camilla Ley Valentin, CCO and co-founder of Queue-it, which helps online retailers increase sales by maximizing website function and preventing website failure during peak sales. Expanding on this, founder and CEO of POS company Lightspeed Dax Dasilva offers this final piece of advice for those still wondering if omnichannel is the right strategy for them: \"An omnichannel approach is crucial for retail success, allowing businesses to meet their customer at any time, anywhere in the world.\"Connecting customers at any time, anywhere in the world? Now that's something worth working towards. Nicole Leinbach Reyhle is the founder and publisher of Retail Minded, the co-founder of the Independent Retailer Conference and has contributed to publications and companies that include IBM, Fiverr, Forbes and more. Additionally, Reyhle is...",
    "date": 1492448400,
    "url": "http://www.entrepreneur.com/article/292792",
    "origin": "entrepreneur"
  },
  {
    "title": "'The Godfather' Meets Bruce Springsteen -- How This CEO Aims to Give You a Severe Case of Cultural Whiplash",
    "content": "Ready, set, watch! The 16th edition of the Tribeca Film Festival kicks off Wednesday, April 19, and runs through April 30. What started as a showcase and support system for New York City's independent film community following 9/11 has become an important cultural -- and business -- event where classic storytelling and technological innovations converge on a global stage.The festival will open with the world premiere of the feature length documentary Clive Davis: The Soundtrack of Our Lives about the legendary music man, followed by a live concert featuring Aretha Franklin. On April 30, the festival will close with back-to-back screenings of Godfather and The Godfather Part II, celebrating the 45th anniversary of the American masterpiece. In between, the days will be packed with film, digital, VR, music and gaming content. And at the center of this artistic storm is Andrew Essex, who describes the 2017 Tribeca Film Festival thusly: \"12 days of mind-boggling, head-spinning cultural whiplash.\"Entrepreneur spoke with Essex about the challenges and joys of running such a mammoth undertaking. Challenge number one? Getting people off the couch.You've been at Tribeca for just over a year now. What was the biggest problem you needed to solve as CEO?I don't think there was so much of a major problem to be solved as a chance to start focusing on the problems of the next five years. Tribeca has entered into its teenage years and anyone alive in the world today recognizes that consumer behavior as it relates to media has radically changed.When the festival started there was no Twitter or YouTube, let alone iTunes, Netflix and Amazon Prime. And now, all of those things exist and my central hypothesis is that for consumers of content, there really is no reason to leave the house. There are 429 scripted television shows available on any device at any time. So the question becomes: how do you make the event more eventful? We realized that there is a very serious case of FOMO that we need to generate. And that means incredible programming that really can't be seen anywhere else on the planet.Tribeca CEO Andrew Essex (right) with co-founders Robert De Niro and Jane RosenthalExamples, please.To celebrate the 45th anniversary of the The Godfather, we're going to have the original cast --  De Niro, Pacino, Coppola, James Caan, Robert Duvall, Diane Keaton -- all onstage together. In one of our featured talks, Bruce Springsteen is going to be interviewed by Tom Hanks. We have a VR piece called The Last Goodbye that is co-produced by Steven Spielberg, about a Holocaust survivor who returns to the Majdanek concentration camp. It is extremely challenging and compelling and is just one of the ways the festival is showing that there are new ways to tell stories.Related:  'The Godfather' Trilogy's Greatest Quotes for EntrepreneursWhat are you doing to help people who can't make it to the festival experience it?We have an amazing audience in New York, but we thought, how do we get a kid in South Dakota to see what's happening here as well? So live streaming is key. We'll be live streaming on Facebook for the first time, and will continue to work with our partner AT&T to use their expanding assets to scale the enterprise.Related: 10 Ways to Make Millions on YouTubeHow do you walk the line of integrating sponsors into your events and content while staying authentic?I'm not a fan of traditional sponsorship. I think it's an antiquated model. A brand doesn't get a lot of return on being on a step and repeat. So we think about the event as a live experience, which brands can be natively integrated. For example, we are using IBM's Watson to crowdsource creativity. We have Tribeca alumni making films for Tumi.One of the biggest trends is brands telling authentic stories. We have a new category called the Tribeca X which is awarding interesting work that used to be called Madison Avenue work. Brands that are making content that is designed to attract an audience rather than repel one. That's a very encouraging development for the industry. I think the main breakthrough has been brands recognizing that there is a person at the other end of the screen. The single-most important thing that successful brands do is recognize that just because they can doesn't mean that they should. We learned that recently from a certain carbonated soda company.Related: Watch: IBM's Watson Created a Super Creepy Movie Trailer All By ItselfCan you give us any kind of prediction of what you think the Tribeca Film Festival will look like in five years?I would personally like to be cryogenically frozen in five years! If the rate at which media is changing is crazy now, I think it will be exponentially more intense in five years. But I can assure you that Tribeca will remain on the cutting edge. There is so much to discover this year. I would encourage people to download the app -- we're officially paperless -- and explore and they will be blown away by the breath and depth of the programming. And if they're not, I will personally give them their money back.Tickets are available on tribecafilm.com and via the TFF 2013 App, available for download for on Android and iOS.Dan Bova is the editorial director of all digital content at Entrepreneur.com. He previously worked at Jimmy Kimmel Live, Maxim and Spy magazine. He currently writes a weekly humor column for The Journal News.",
    "date": 1492435551,
    "url": "http://www.entrepreneur.com/article/292893",
    "origin": "entrepreneur"
  },
  {
    "title": "Addressing the Cybersecurity Skills Gap",
    "content": "In the face of a growing number of cybersecurity threats and increasingly sophisticated attacks, IT professionals need help. Unfortunately, they're having a hard time finding it.According to Cisco, there are more than 1 million unfilled cybersecurity positions around the globe. To drive that nail further, a recent report published by ISACA states that many cybersecurity positions remain open for six months or more before they're filled (if they're ever filled).The talent shortage is real, and it might get worse before it gets better. As the amount of accessible data grows, data crime is becoming more pervasive. Ransomware, sophisticated extended-duration attacks, phishing and whaling attacks are all targeting large enterprises, government organizations, mom and pop shops and everyone in between.It doesn't help that the rapid growth of data crimes is a relatively new trend, making it hard to find people who are deeply experienced in fighting data crime and who can be thrown into the fire immediately.Related: 4 Reasons You Need Developers With Cybersecurity Skills in All Tech TeamsThis gap can have the biggest effect on small business leaders, who often can't compete with larger companies when it comes to offering the salary and benefits that attract today's top IT talent. At this point, qualified newly hired professionals command average salaries of roughly $150,000, and that number most likely has room to grow.Plus, nearly all IT leaders who responded to a recent survey conducted by Pearl Meyer indicated that they are using or considering using hiring bonuses to attract more qualified talent. The talent gap doesn't look like it will decrease any time soon.When looking outside your business doesn't solve any problems, turn to the team you already have. Here are three ways small businesses can develop security professionals in-house:While big IT firms such as Cisco are able to set aside millions of dollars to fund mentoring, coursework and certification for cyber-ops professionals, you don't need that kind of money to get started.Have an experienced manager evaluate your current staff and determine what skills your team is missing that are absolutely necessary right now. Then, create a professional development plan for individual team members that includes professional seminars and conferences, certification courses in whichever cybersecurity systems and software your company uses and training in relevant new products and one-on-one strategy consultation with experts.Currently, only 9 percent of organizations say they offer adequate security training for employees. Take the steps above, and you won't be among them.Related: What to Do Now About the Widening Gap in Data SkillsAgain, because data crime is a relatively new and rapidly evolving phenomenon, relevant first-hand experience can be hard to come by. The same ISACA report states that almost 65 percent of entry-level applicants for cybersecurity positions don't have the skills required to succeed in the position.If you have employees who are curious about certain areas of cybersecurity, let them spend time shadowing a more experienced team member as he or she tackles the more complex parts of the job. And don't be afraid to send trainees off-site during client engagements, as this type of experience can provide critical development opportunities. Just don't charge clients for a trainee's time.Even major companies do this. Dell SecureWorks' CTO argues that if candidates are a culture fit and have the interest in security and technology, they can learn the rest of what they need to know on the job.This is key if you're going to be successful with either of the tips above. Even if you only have one person on your team with a cybersecurity background, give that person the opportunity to take on the responsibility of training the rest of your IT team. You can make this person's job easier by mandating security training for other members of the team.Leveraging these experts can help with the hiring process, too. When the Department of Homeland Security held a cybersecurity hiring event, it included security experts in the recruiting process along with hiring managers and HR staff. It only makes sense that having an expert on board to converse with prospects helps everyone understand one another and move through the process efficiently.Related: Don't Leave Talent on the Table: A Solution to the Tech Talent GapThe talent gap makes it so you might not be able to hire the most experienced, credentialed cybersecurity experts to be on your team in-house -- they just might not be available. But there are steps you can certainly take in the meantime that will address the issues small and medium-sized businesses commonly face.Adam Levy is the founder of Magnet Solutions Group, an IT company that helps businesses implement secure, agile and scalable technology solutions. Levy and his team are passionate about continually learning how new technologies an...",
    "date": 1492434000,
    "url": "http://www.entrepreneur.com/article/292410",
    "origin": "entrepreneur"
  },
  {
    "title": "How One Internet Company Is Changing the Way We Sleep",
    "content": "Entrepreneur has an affiliate partnership with Leesa Sleep so we may get a share of the revenue from your purchase.More and more, consumers are foregoing the hassle of slogging around a showroom and instead opting for a direct-to-consumer online mattress-buying experience. While there are a number of companies offering mattresses direct to consumers, the movement is being led by one of the most innovative online companies in the market today, Leesa Sleep.Started in 2014 by co-founders David Wolfe and Jamie Diamonstein, Leesa has been drawing praise around the web from companies like Forbes, CNBC, and Shopify. Leesa's mattresses are all 100 percent American-made premium foam material with a range of sizes and models starting as low as $525. Mattresses are shipped for free directly to consumer's doorsteps, compressed in a convenient, easy-to-maneuver shipping box and complete with a 100-night risk-free trial.Of course, convenient purchasing and delivery means little if the mattress quality doesn't stack up. Enter Leesa's Universal Adaptive Feel(tm) technology, which is comprised of three unique premium foam layers designed to provide core support, comfortable contouring, and maximum cooling and breathability. This innovative design has been hailed by outlets such as Business Insider as the best mattress for sleepers of all body types and sleep styles. And it's not just publications that are touting Leesa's innovative products; customers are doing so as well. In just over three years in business, Leesa mattresses have generated more than 10,000 five-star reviews from sound sleepers across the country. Top that off with endorsements from the likes of gold medalists Michael Phelps and Aly Raisman, and it's hard to deny the impact Leesa is making on the way the world sleeps.In addition to providing better sleep, the Leesa team is passionate about giving back. For every 10 mattresses sold, Leesa donates a mattress to someone in need. They also plant a tree for every mattress sold, and donate time and resources to local and national organizations. To date, Leesa has donated over 10,000 mattresses and planted more than 100,000 trees.\"Giving back to our community is a privilege we never take for granted,\" says David Wolfe, CEO of Leesa Sleep. \"It adds a sense of purpose to our goals.\"Leesa mattresses are available in the U.S., Canada, U.K. and Germany. To try a risk-free, better night's sleep, take advantage of the exclusive promo code and get $100 off any Leesa mattress by using code ENTREPRENEUR100 at checkout.Disclosure: This is brought to you by the Entrepreneur Partner Studio. Our goal is to feature products and services that we think you'll find interesting and useful. If you purchase them, we may get a small share of the revenue from the sale from our commerce partners.Leesa is an online mattress company that has accumulated over 10,000 five-star reviews. Leesa donates one mattress to a shelter for every ten sold, with donations exceeding over 10,000 mattresses thus far. The mattress is 100...",
    "date": 1492432200,
    "url": "http://www.entrepreneur.com/article/292843",
    "origin": "entrepreneur"
  },
  {
    "title": "20 Unforgettable Moments in Space Exploration",
    "content": "",
    "date": "0",
    "url": "http://www.entrepreneur.com/slideshow/274126",
    "origin": "entrepreneur"
  },
  {
    "title": "10 Crazy Tidbits About the First Voice of Apple's Siri",
    "content": "Susan Bennett, 68, has an iconic voice, but most people don't know her name.In an interview with Typeform, Bennett shared the story of how she became the first voice of Siri -- and how she handled the news when she found out.You should check out the full interview, which includes audio clips and a timeline of human-computer interaction, but below are 10 interesting highlights.Bennett started her career in music. She was a back-up vocalist for Burt Bacharach and Roy Orbison in the 1960s and '70s, and she sang TV and radio ad jingles. Today, she and her husband are in a band and perform together.In the mid-'70s, when ATMs first appeared, people did not feel secure withdrawing money from a machine. They were used to human bank tellers. So an advertising firm called McDonald & Little hired Bennett to give ATMs a persona called Tillie, voiced by Bennett.Related: How Siri Saved a Man's LifeIn the '80s and '90s, Bennett voiced GPS and automated phone systems. If you checked your bank balance or made flight reservations over the phone back then, you may have heard her voice.In 2005, she landed a gig voicing nonsense phrases for a company called ScanSoft -- strings of words and sounds such as \"Malitia oi hallucinate, buckry ockra ooze.\" The company was working on a text-to-speech service, but Bennett said she thought she was recording scripts for phone systems. She did this for a month, then declined a five-year contract with the client. Meanwhile, ScanSoft merged with Nuance Communications, which later partnered with Apple.Between 2005 and 2011, Bennett worked with clients such as Coca-Cola, IBM, Ford and Delta Airlines.She didn't know she was the voice of Siri until after the feature was added to iPhone 4S devices on Oct. 4, 2011. Engineers were able to take the gibberish phrases she recorded, cut them up and form them into the entire English language. Still, Bennett kept her identity hidden for two years, until a video by The Verge got people wondering.Because Bennett never recorded the actual phrases that Siri delivers today, she's not responsible for any of the sassy responses the voice assistant is famous for. \"It all has to do with the programmers,\" Bennett told Typeform.Bennett has received thousands of phone calls and emails from people who say they've formed an emotional relationship with Siri. In creating Siri's personality, engineers worked to make her sound more human than previous robotic-sounding voice interfaces, programmed sassy comebacks and avoided making her too persistently helpful to the point of annoying users.Related: How Important Is Siri's Personality?Apple not only never admitted that Bennett was the voice behind Siri, but it also never paid her beyond the hourly wage she received from ScanSoft in 2005.The iOS 7 software and all subsequent iOS systems do not feature Bennett's voice. \"I kind of got the best of both worlds because I was the original, and I do get to promote myself,\" she told Typeform. \"When Siri starts leading us all into the sea it won't be my voice.\"Lydia Belanger is an associate editor at Entrepreneur.com. Her work has appeared in Inc. and Wired.",
    "date": 1492174800,
    "url": "http://www.entrepreneur.com/article/292886",
    "origin": "entrepreneur"
  },
  {
    "title": "Google Wants to Help Style Your Outfit",
    "content": "Been eyeing a cute blush pink purse from Zara, but have no clue what you'd actually wear it with? You could always consult Pinterest for styling ideas, but now there's another option: Google.The web giant on Thursday introduced a new feature called \"style ideas\" that aims to deliver sartorial inspiration inside Image Search. The feature is available in the Google app for Android and on the mobile web.Now, as you're browsing fashion product images, Image Search will \"surface a grid of inspirational lifestyle images and outfits that showcase how the product can be worn in real life,\" Google Associate Product Manager Julia Enthoven wrote in a blog post.With this new feature, \"you can see real-life options of what bag and jeans look stellar with those red high heels you've been eyeing,\" Enthoven wrote. \"Or if running gear is more your speed, no sweat -- workout ensemble ideas are just a tap away.\"Google will also now display an expanded carousel of \"similar items\" when you're searching for specific apparel products. This way, you can find something that looks like the budget-busting Kate Spade bag you've been drooling over, but with a more affordable price tag.\"Whether you're researching shorts and sneakers or checking out sunglasses and handbags, you'll be able to find product offerings that may suit your tastes,\" Enthoven wrote. \"Uncovering a bargain option without sacrificing style is now accessible right from Image Search.\"The new feature comes after Google last year brought shopping ads to Image Search.Angela Moscaritolo has been a PCMag reporter since January 2012. ",
    "date": 1492172460,
    "url": "http://www.entrepreneur.com/article/292881",
    "origin": "entrepreneur"
  },
  {
    "title": "Now You'll Really Never Get One: Nintendo Discontinues NES Classic Edition",
    "content": "The NES Classic Edition is a much-beloved retro gaming console, so much loved that it's incredibly hard to buy unless you're willing to be gouged, and don't expect it to get any easier: Nintendo announced on Thursday that it will end production this month.The last shipments of the console will arrive at North American retailers by the end of the month, and Nintendo said it has no plans to produce more this year.\"We encourage anyone interested in obtaining this system to check with retail outlets regarding availability,\" the company said in a statement. \"We understand that it has been difficult for many consumers to find a system, and for that we apologize. We have paid close attention to consumer feedback, and we greatly appreciate the incredible level of consumer interest and support for this product.\"Those who manage to buy the NES Classic Edition at its retail price of $60 -- or from third-party sellers for far, far, more -- get the console, a wired controller and an included collection of 30 NES games that look sharp and bright on new TVs thanks to 1080p output. Additional controllers cost $10, and the console has two controller ports. As of this writing, the console was going for around $120 from third-party sellers, about double its normal price.One of the few complaints relates to the very short cord that comes with the controller: the gamepad connects to the NES Classic Edition using a wire just over two feet long, which makes for some strained eyes if you decide to indulge in a marathon Saturday morning gaming session.Still, if you're a retro gaming enthusiast, the console is hard to resist, even if you only intend to place it on a shelf as a miniature statue of the original NES and never turn it on.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1492171624,
    "url": "http://www.entrepreneur.com/article/292879",
    "origin": "entrepreneur"
  },
  {
    "title": "16 Interesting Things We Saw at the New York International Auto Show",
    "content": "",
    "date": "0",
    "url": "http://www.entrepreneur.com/slideshow/292846",
    "origin": "entrepreneur"
  },
  {
    "title": "How to Get a Six-Figure Audience for Your Live Video",
    "content": "In this video, Entrepreneur Network partner Salma Jafri interviews Katya Varbanova, a livestream strategist who has over 22,000 followers on Periscope and who makes a full-time living from her video content. Varbanova talks about her biggest tips for growing your brand and connecting with your audience. She also answers questions like:Watch the video to learn Varbanova's answers to these questions and more.Watch more YouTube videos from Salma Jafri on her channel.Related: 10 Types of Live Videos You Can Make Right NowEntrepreneur Network is a premium video network providing entertainment, education and inspiration from successful entrepreneurs and thought leaders. We provide expertise and opportunities to accelerate brand growth and effectively monetize video and audio content distributed across all digital platforms for the business genre.EN is partnered with hundreds of top YouTube channels in the business vertical and provides partners with distribution on Entrepreneur.com as well as our apps on Amazon Fire, Roku and Apple TV.Salma Jafri is the host of Content Marketing Tips - a weekly vlog + blog on how women entrepreneurs can market authentically to their audience by using their natural strengths. Grab her free cheat sheet: 25 Free and Feel-Good...",
    "date": 1492097400,
    "url": "http://www.entrepreneur.com/video/292722",
    "origin": "entrepreneur"
  },
  {
    "title": "Bonus $10 Credit With Free Amazon Unlimited Trial, Last Chance on Tax Prep Discounts, Plus More Deals",
    "content": "Entrepreneur has an affiliate partnership with TechBargains so we may get a share of the revenue from your purchase.Welcome to TechBargains' weekly deals where they feature the best deals on electronics, computers, TVs and more. Act fast as stock is limited and these discounts will not last.$10 Amazon Promo Credit with Free 30-Day Amazon Music Unlimited Trial (New users only)Amazon is offering one of the best deals we've seen on their popular ad-free music streaming service. You can now get an extra month free to their 30-day free trial to Amazon Music. It's listed as a $10 credit that will apply to your next month's subscription making it free. If you are a Prime member you will get a little bit more than an extra month since Prime members only pay $7.99 for each month and the difference will be applied to your third month.TurboTax Deluxe 2016 + State eFile Software (Digital Download or DVD) for $35.79Taxes are due Tuesday April 18th and if you haven't started now you can still save on tax prep software. TurboTax is our favorite and we've used it for about 10 years to file our taxes. There are less expensive options for tax prep software but TurboTax is the most pain free, intuitive and easy to use.55\" Vizio M55-D0 4K UltraHD LED HDTV w/ 6\" Android Tablet Smart Remote + $250 Dell Gift Card for $699.99 (Orig. $999.99)This highly rated TV is CNET's 2016 editor's choice. It has great picture, 120Hz refresh rate for sports & gaming, 4K support and works with the two newest high dynamic range standards: HDR10 and Dolby Vision. At  $700, its hard to find a better TV for the price. With the additional $250 Dell gift card you can almost get a Free PlayStation 4.Lighting Ever Under-Cabinet LED Lighting 3-Panel Kit for $18.99 use code: 4lelightThese LED lights are easy to set up underneath cabinets, in dark closets, bookshelfs or display cases. It includes mounting brackets and screw for easy setup and plug into any wall socket. They are Amazon's top selling under counter light and one of the best prices we've seen.Ecobee 3 Smart Thermostat w/ Remote Sensor for $199 (Orig. $249)Just in time for summer, the Ecobee can save you money on your cooling bills (and heating in the winter months). We personally own it and prefer it to more popular brands such as Nest because of the extra sensor it includes. You can track temperature in different rooms like an attic, nursery or bedroom. You can expand to even more sensors if you need to. At $199 it matches the price we saw on Black Friday. Be sure to check with your local utilities company as they may offer additional rebates to make this even more affordable.16.4-foot Flexible LED Light Strip for $3.99 use code: 8V8G5RCB (Orig. $19.99) What does one do with 16-feet of LED lighting? For $4 you can buy it and figure it out later. They make great decorative or accent lighting wherever you need it.Disclosure: This is brought to you by the Entrepreneur Partner Studio. Our goal is to feature products and services that we think you'll find interesting and useful. If you purchase them, we may get a small share of the revenue from the sale from our commerce partners.",
    "date": 1492096137,
    "url": "http://www.entrepreneur.com/article/292838",
    "origin": "entrepreneur"
  },
  {
    "title": "6 Reasons Why You Should Launch a Mobile App for Your Business -- and 3 Reasons Why You Shouldn't",
    "content": "Research has shown that the enterprise mobile app market is expected to grow to $63 billion by 2020. In 2016, the average number of apps created by businesses was 11, a 126 percent increase on the number created.The case for creating mobile apps for business is strong, but like anything, there are good and bad ways to go about it. We know now that 23 percent of all apps are used only once but also that 39 percent of apps are used 11 times or more. Timing and circumstance will strongly determine on which side of the statistics your apps will be.Here are six great reasons why you should launch a mobile app for your business:The most successful apps aren't created because businesses had a channel to fill, but because there was an opportunity to optimize a process.If this is your company's first app, the key is to not overthink what it needs to do: Apps are best when they serve a single purpose. You don't need an app that does everything or has an eternal lifespan, but instead you must identify a short- or long-term purpose and determine how best to get there.Related: A Beginner's Guide to Starting and Marketing an AppCheck out these three examples of business problems solved by apps:Does your audience look anything like this?If it does, then your audience is a perfect fit for an app.Related: How Can App Makers Improve Revenue and Keep Users Engaged?If you have an app idea and know exactly what will keep people coming back, you've won half the battle. Build that app immediately.If not, be warned: Even if you have a great use case for your app, it can still fail to retain users if it's not engaging enough. What will make your app so special and why would someone come back to it?Consider this: A large business implemented an internal communications app with news, announcements and, secondarily, the company cafeteria's menu for the day. It turns out that the menu was the feature that kept the most people coming back. The company did the clever thing and adjusted the app to show snapshots of internal news at the bottom of the menu, which increased engagement.Related: How to Increase Mobile App Engagement With Push NotificationsVery few things say \"innovative\" louder than companies going \"mobile-first\". Using apps shows that your business is willing to innovate, rather than stick with the norm.For example, your clients would probably be impressed if you started using tablets for meetings. They might expect you to use PowerPoint or printed materials, so they would notice if you take a fresher approach.In fact, many companies use apps more for the wow factor than because they have perfect app use cases. And, there's nothing wrong with that at all. No company can adopt a new technology and use it perfectly from the outset. Getting used to the channel is part of figuring it out and getting great at it.Nothing springs innovation faster than the competition adopting new technologies. The more the technology grows, the more you're going to get questions and requests from stakeholders. It might sound obvious, but most people in large companies strongly believe that enterprise mobile apps drive competitive advantage.So, if your reason for launching apps is that \"others are doing it,\" we can confirm that's a good reason indeed. No one wants to be the laggard, do they?With apps, it's an easy win: They are no longer the cost and time sucking format that they used to be. If your competitors are doing it, chances are you can quickly replicate it using a low/no code platform.Related: The Top 5 Myths of Mobile Apps -- and Why Believing Them Will Hurt Your BusinessFollowing up from before, if you want to jump on the app bandwagon because your competition is all over it, and you have a great idea for differentiating your app, then you should go right ahead. You might have a zero-to-hero kind of situation in your hands.Now, here are three reasons why you shouldn't launch an app:Inevitably, you'll have to update your mobile app after you launch it. If you are thinking of using freelance or contractor developers or a digital agency to build you app(s), ask about the costs and times involved in a few update scenarios before you appoint them.With an app building platform, you may be able to bypass this issue altogether, as you might be able to edit and update your app instantly via the platform.Related: The Dominance of Mobile Marketing Is CompleteCreating your first app is great, but if you're thinking this is the only one you'll ever need, then you might be expecting too much from it. Apps are most effective when they focus on a specific aspect of a business and use only one or two key features at once; that's why the average company built 10.2 apps last year.Because of that, businesses need to make arrangements for the management of multiple apps to cover a variety of business purposes and topics. You might not need this at the beginning if you're just building your first app, but the earlier you do so, the better.If you don't have the right resources in place to to launch and scale an app across your organiz ation then the new app may well be on a road to failure before you've even begun. Figuring out how to launch mobile apps across your organization can include tasks such as:Hopefully, the reasons I've outlined above help identify when and why you should consider create an enterprise app. Likewise, they should have highlighted when it may not be ideal to launch an app for your business.Ross Brown is content marketing manager at Fliplet, an enterprise app building platform.",
    "date": 1492095600,
    "url": "http://www.entrepreneur.com/article/292551",
    "origin": "entrepreneur"
  },
  {
    "title": "A Future Apple Watch Could Be Essential for Diabetics",
    "content": "Apple is quietly developing a sensor that can monitor a person's blood sugar levels continuously and non-invasively. If successful, the technology will be integrated into a future version of the Apple Watch to help people with diabetes manage their condition. At least, that's the scuttlebutt being slung around by CNBC, which claims the project was set up by Steve Jobs before his death.According to the report, Apple has quietly hired an anonymous-looking office building well away from its HQ for engineers to work in secret. It's believed that the company has been so successful it is already running trials of the sensors at \"clinical sites\" in San Francisco's Bay Area. In fact, progress has been so encouraging that Apple has already hired consultants to help it navigate the torturous process of getting FDA approval.There are a number of practical issues to overcome, including the fact that using optical sensors to read blood glucose is hard. The world is littered with the bodies of companies that have tried -- and failed -- to use noninvasive monitoring for this particular issue. HealBe's GoBe, for instance, promised to count your calorie intake without penetrating the skin, and we know how well that went.Right now, the only effective way to continuously monitor someone's blood glucose level is by inserting a sensor below the skin. Continuous glucose monitors often use an internal sensor that connects with an external transmitter that's held, for instance, on the stomach, tricep or thigh. Even new wearables like KTrack use tiny needles that burrow into the skin in order to work.According to statistics from the World Health Organization, there were 422 million people living with diabetes in 2014. That's up from 108 million in 1980, a staggering increase for a disease that is a major cause of blindness, kidney failure, stroke and heart attacks. In addition, the better part of four million deaths per year can be directly attributed to diabetes-related conditions.If Apple can, somehow, innovate where so many others have not, then it will make the number of people who have reason to purchase a Watch increase exponentially.After training to be an intellectual property lawyer, Dan Cooper abandoned a promising career in financial services to sit at home and play with gadgets. He now serves as Engadget's associate European editor.",
    "date": 1492089183,
    "url": "http://www.entrepreneur.com/article/292827",
    "origin": "entrepreneur"
  },
  {
    "title": "Yelp Tests Robot Food Deliveries",
    "content": "The latest autonomous robots to hit the streets with food delivery orders are from Marble, a San Francisco startup that is partnering with Yelp to navigate crowded city streets and deliver your pad thai before it gets cold.Marble's robots are about waist-height, a bit larger than the dog-sized models of its competitor Starship. They're also brimming with technology borrowed from self-driving cars. Each Marble delivery bot -- there are a few of them cruising the streets of San Francisco's Mission and Potrero Hill neighborhoods -- includes lidar, cameras and ultrasonic sensors to monitor their surroundings.The idea is that they can avoid pedestrians and safely use crosswalks by relying on the sensor data to locate themselves on the super-accurate 3D maps that Marble is building. The company says it plans to map the majority of San Francisco's sidewalks over the coming year. That map-assisted approach is the same approach that many automakers are taking for self-driving cars, too, including Cadillac's upcoming Super Cruise system.Visitors and San Francisco residents can order delivery from Yelp's Eat24 app for a chance to be served by a Marble bot. If you're selected, you'll be offered the opportunity to accept the service and the restaurant will then pack your order into one of the robots' cargo bays. Once it arrives, you'll enter an access code to unlock your breakfast, lunch or dinner.Although delivery robots are still relatively rare, the Marble-Yelp partnership comes as the technology is ripening and the market is heating up. In January, Starship announced partnerships with DoorDash and Postmates to deliver food and other goods within a four-mile range. Last month, Starship also began delivering pizza from Domino's locations in Germany and the Netherlands. If those trials are successful, Domino's could expand the service to more of its 2,000-plus stores worldwide.Tom is PCMag's San Francisco-based news reporter. ",
    "date": 1492089067,
    "url": "http://www.entrepreneur.com/article/292826",
    "origin": "entrepreneur"
  },
  {
    "title": "Geek Builds His Own iPhone Using Chinese Market Parts",
    "content": "To the majority of consumers, smartphones are a closed box. You switch them on, charge them, use them, charge them again and keep doing that until the urge to upgrade takes over. If they break, you take them in for repair (or use that as an excuse to upgrade). We never look inside, in fact, regular teardowns of smartphones reveal how difficult even opening them can be.Scotty Allen is a geek, and one who spends a fair amount of time in China. When in Shenzhen, he couldn't fail to notice the abundance of cell phone parts available to buy at the markets of Huaqiangbei. And of course, that led Scotty to wonder if he could make his own iPhone. Rather than leaving the question unanswered, he decided to find out.The answer, as the fascinating video below reveals, is \"yes, you can.\"There are a few gotchas, though. As with any electronics project such as this, you need patience, knowledge, help and the availability of parts. Scotty had all of these, but there was still quite a bit of frustration and a few months of work interspersed with head scratching. But he got there in the end, even managing to find an original box and all the accessories that come with an official iPhone 6s.What's clear from his experiment is, not only is making an iPhone possible, it can be done using recycled parts. Very few of the components inside long-discarded iPhones go to waste. Rather than in landfill, they end up back on the markets, sold as part and typically in bulk. Even broken parts get fixed, as Scotty's attempts to get a working logic board revealed.If you're wondering why Scotty didn't attempt to build an iPhone 7, the answer is simple. The markets in China rely on recycled/broken phone parts, and with the iPhone 7 being relatively new such parts are quite scarce. Older iPhone parts, however, are abundant due in no small part to the constant upgrade cycle consumers are locked into.",
    "date": 1492088980,
    "url": "http://www.entrepreneur.com/article/292825",
    "origin": "entrepreneur"
  },
  {
    "title": "Why Everyone Can Use Randi Zuckerberg's Number One Focus Tip",
    "content": "Editor's Note: Entrepreneur's \"20 Questions\" series features both established and up-and-coming entrepreneurs and asks them a number of questions about what makes them tick, their everyday success strategies and advice for aspiring founders.In the intense world of Silicon Valley, your stock rise and falls by the state of your startup. And for those founders who don't make it their number one focus, they are often judged harshly.That is something Randi Zuckerberg learned first hand, first as the head of marketing at Facebook during the social media giant's early years, and then as the CEO and founder of her own marketing firm, Zuckerberg Media.\"What is life without being a three dimensional person? It's so boring,\" she says of the people who believe a startup should be the only thing on your plate. \"How can you tell someone to put away the things they are passionate about?\"In addition to running Zuckerberg Media, she is a speaker, radio host on SiriusXM and the author of bestselling business and children's books -- Dot Complicated and Missy President.She is also a lifelong student of technology and explores how it has impacted our lives through her 5-year-old online community, which is also called Dot Complicated. And in 2014, she achieved her childhood dream of making her Broadway debut.We caught up with Zuckerberg and asked her 20 Questions to see what makes her tick.1. How do you start your day?I start my day with a little bit of a cheesy mantra that I've been using for about 10 years. It says, \"work, sleep, fitness, family, friends -- pick three.\" There is a lot of pressure, especially on women, to do everything well, every single day. I like to give myself permission to do three things really well each day, and it can be a different three tomorrow, as long as it all balances out in the long run.2. How do you end your day?In my ideal mind, I want to do something relaxing, like meditation or yoga. In reality, I'm in bed on social media, on my laptop and on my phone all at the same time. That's an area of my life that I'm actively trying to work towards. I know that sleep and relaxation is so important, but I would consider myself a work in progress when it comes to the end of the day habits.3. What's a book that changed your mind and why?Me, Myself and Us by Dr. Brian Little. I struggled for a long time because I'm really an introvert, but I have to act extrovertedly, because I'm giving speeches or meeting with entrepreneurs. I felt very alone in the world and then Dr. Little came out with this book about being pseudo extrovert, and it was all about introverts that have to pretend to be extroverts for their business lives.It totally changed my life and opened up a whole world of thinking for me. The book said if you go out there and have to act extraverted, don't forget you're an introvert at the core, which means you're going to need to build in downtime to your schedule, otherwise you're going to burn out. We don't run on the same kind of social energy that extroverts do. So I know that if I have a day where I am on camera or giving a talk, I'll actually build \"do not schedule\" blocks of time into my calendar. That's not something I would have done before his book, but it's something that's really effective in my business and personal life4. What's a book you always recommend and why?Year of Yes by Shonda Rhimes. It's an awesome book. She's an incredible woman and I think that we can all get out of our comfort zone a little more.5. What's a strategy to keep focused?I like to carve out blocks of time that I'm going to be unplugged, which is sometimes frustrating to the rest of my team. But I find that it's hard to do creative, thoughtful tasks when you are interrupted by emails and text messages. I like to carve out two to three hours, where I do a deep dive into writing a piece or working on a speech. That is the most effective hours of my entire day.Related: This Founder Shares the Mindset That Helps Her Stay On Track6. When you were a kid what did you want to be when you grew up?For a while, I wanted to be a mermaid, but apparently that was not a tangible goal. I really wanted to sing on Broadway. That was my big goal my entire life. I eventually gave it up to go into something reasonable, like technology and entrepreneurship.7. What did you learn from the worst boss you ever had?I learned about how to treat people, but I also learned that is is better to give people feedback in the moment. Early in my career, I had these bosses that would check in with me every six months -- and tell me for last six months that I've been doing x, y and z and that's not good. I'd sit there thinking, \"Why didn't you tell me six months ago, so that I wasn't just making the same mistakes?\" That impacted my own management style, because I always want to give feedback in the moment.8. Who has influenced you most when it comes to how you approach your work?I'm so lucky to have a great mentor in Kathleen Kennedy, who is the president of LucasFilm. She's given me great advice on what happens when you're the only woman in the room, and how to find mentorship and peer guidance around you even if you have to look in other industries.We've definitely spoken about the fact that sometimes your best mentors are right around you, and you don't even know. A lot of times we look for someone high above us to be a mentor, but often peer-mentor groups are actually going to be the most effective and helpful.9. What's a trip that changed you?About a year ago, I traveled to Kuwait. I spoke at one of the first women in business conferences they had in the entire country. It really opened my eyes and challenged my viewpoint. I met some wonderful entrepreneurs that I'm still in touch with on social media. I feel really grateful for that opportunity, and it made me realize that I need to take more trips like that to get out of my own bubble and to expand my view of entrepreneurship in different regions in the world.10. What inspires you?Definitely art, theater, culture. Anytime that I want to feel inspired I go to the theater. I spent so much time in my life building platforms, and it's easy for techies to forget that platforms are nothing without art to go on them.Related: The Co-Founder of Gilt on What Her First Job at Ebay Taught Her About Running a Company11. What was your first business idea and what did you do with it?A snow-shoveling subscription service when I was in middle school. I grew up in New York, and I was making a little bit of pocket money shoveling our own walkway. I then thought, what if I went door to door and say, here's my price for today, or you could pre-order for the entire season. If it snows a lot you'll get a good deal, but it if it doesn't, that's the risk you take. I had a few houses our block that took me up on it, mostly because the cute neighborhood kid had an idea, but now I see all the subscription services out there, and I think I was a little ahead of my time.12. What was an early job that taught you something important or useful?My dad is a semi-professional bridge player, and from a very young age, I used to be an assistant at the bridge club. It was fun, except it gets really stressful during certain times of the match when everyone needs to say their scores at the same time and pretty much every person raises their hand and calls for the caddy, and you have to run like a frantic animal collecting scores. Very early on it taught me about time management, how to deal with difficult and impatient people and how to pace myself and enjoy the downtime between the craziness..13. What's the best advice you ever took?Someone once told me, when we were talking about how easy it is to Google yourself and go on social media and see what they are saying about you, they said to me, \"you know what Randi, you're never as good as they say you are, and you're never as bad as they say you are. You can't let it get to your head or your heart.\"14. What's the worst piece of advice you ever got?Someone once told me to be less interesting. I think they meant it in a constructive way, because in Silicon Valley there is a culture that you have to be 24/7 invested in your startup, otherwise you're not taken seriously. It's a very \"all in\" culture, especially if you're a woman. People already expect you to be distracted by your family, so you need to go even more down that road to show you're all in.I always loved theater and art, so I got some advice to be less interesting, because they felt like people might think I was distracted if they knew I also had an interest in theater. It took me a few years to realize that was probably the worst piece of advice I had ever been given. 15. What's a productivity tip you swear by?I swear by Evernote and note-taking apps. I'm constantly writing notes to myself and sharing them with my team and my husband. With email I respond either instantly or never. If I'm sitting there I can respond right away, but if I walk away, I get buried by a hundred more emails that come in. I wouldn't be able to function without it.Related: This Founder Shares the Secret to How to Make Your Business Last16. Is there an app or tool you use in a surprising way to get things done or stay on track?It's old school, but I set a lot of alarms during the day, like for when when I want to be done with something. Sometimes I follow them, sometimes I don't, but it does bring mindfulness into my day.17. What does work-life balance mean to you?To me, it's a long-term goal. A lot of people put pressure on themselves to make it a short-term, everyday goal. I like to give myself permission to be lopsided on a given day.18. How do you prevent burnout?I have two toddlers, and I'm on the road over 100 days a year for work. It's really easy to put yourself last. I found that I was always thinking about work and then rushing to be home for my family. So self care was at the bottom of my priority list. If you don't carve out time for yourself, you're not going to be good to anyone else in your life.Now I block out those do not schedule chunks. I'm the only one that is going to create those boundaries for myself and my time, not anyone else. I would definitely encourage more entrepreneurs to not feel bad or guilty about doing things like that.19. When you're faced with a creativity block, what's your strategy to get innovating?I just try to force myself to sit and write -- even if what I write is nonsense, and I end up throwing it out. Creativity and writing is a muscle, and you need to discipline yourself to actually sit and write ideally at the same time every day to get used to it. Before you know it, if you keep going, you're going to write something. I was able to write my whole business book in less than a month, because I decided that I was going to write four to six hours every day.20. What are you learning now? For me, I even see social media and technology as constant education. The tech is changing so quickly for someone like me. If I didn't constantly work to keep educating myself, I wouldn't even be hired as a junior social-media manager today.  I'm constantly in a state learning, researching what's going on, what the innovations are, what the social media platforms are doing. There is not day that goes by that I don't try to educate myself in tech.Nina Zipkin is a staff writer at Entrepreneur.com. She frequently covers media, tech, startups, culture and workplace trends.",
    "date": 1492088400,
    "url": "http://www.entrepreneur.com/article/292775",
    "origin": "entrepreneur"
  },
  {
    "title": "10 Apps and Tools to Make Your Small Business Better and More Efficient",
    "content": "For many startups, achieving meaningful growth -- the kind that gets the attention of investors and potential buyers -- means having the right tools. While larger companies can usually afford to build their own custom solutions, smaller businesses tend to rely on outside vendors. Fortunately, plenty of companies out there cater to the specific needs of smaller enterprises and early-stage startups, and the tools they provide are often as affordable as they are effective.From customer relationship management platforms to project management programs, here are seven of the best and most widely used tools on the market today. The best part? Some of them are absolutely free.Related: The 15 Most Profitable Small-Business IndustriesThis all-in-one sales and marketing automation platform was built specifically for smaller businesses. Hatchbuck enables you to manage your contacts, automatically follow up with leads and track deals through each stage of the sales funnel. With everything organized and automated, it's easy to communicate with prospects and customers so you can squeeze more revenue out of your sales pipeline and prevent important conversations from falling through the cracks. Hatchbuck provides core sales and marketing functions and leaves out extraneous features that make larger customer relationship managements (CRMs) like Salesforce too expensive and complicated for smaller businesses.The Whether -- essentially the HubSpot for the hiring world -- is an inbound recruiting platform that helps companies attract, nurture and hire millennial talent. The app gives companies and university career advisors a look at the job-seeking process while boosting engagement. This helps students and recent graduates find careers aligned with their strengths and values.For companies entering a growth phase, keeping track of finances is imperative. FreshBooks is a cloud-based accounting software platform also designed specifically for small businesses. It doesn't have many of the overwhelming and unnecessary features of its larger competitor, QuickBooks, so you don't have to be an accountant to understand how to use it.Related: In the World of Recruiting, 3 Leadership Qualities to Look forAs companies grow, their document management requirements inevitably increase; new employees need to sign onboarding paperwork and handbooks, and new clients might sign service contracts. PandaDoc is a document management platform that digitizes standard operational procedures and makes them more efficient. For specific suggestions on how to use the app, check out the solutions tab on its website.Businesses large and small use Slack to improve communication and collaboration. Originally a gaming company, Slack is now one of the most well-known project management and internal communications tools available to businesses. This is no coincidence, as its sleek design and intuitive interface add up to an unparalleled user experience.Consistent reporting gets a lot harder when your team is suddenly growing and work is steadily flowing in. It's no surprise that a lot of startup founders and small business leaders struggle to keep up with what everyone in their companies are doing. Fortunately, 15Five is a great tool for getting weekly reports from your team in an efficient and even enjoyable manner. It helps employers learn more about everything from productivity to company morale and help lower employee turnover.Related: How Successful Leaders Communicate With Their TeamsAll of the tools above get even more valuable when they can integrate seamlessly. That's where Zapier comes in. This popular application takes advantage of application programming interfaces (APIs) to connect a plethora of custom web tools, and the number of possible \"Zaps\" users it can create is constantly growing.Building a winning team is always hard, especially when it comes to finding good developers. Hire the best tech talent in the world with Woo and its AI agent, which anonymously matches candidates with employers according to parameters like work experience, compensation, and work-life balance. Woo is already helping giants like Uber, Lyft, WeWork, Yahoo, Quora and Microsoft hire their top developers. It's a great tool for any entrepreneur who wants to find the right talent. (And who doesn't?)  Are you an expert in your field? Want to become a \"solopreneur?\" Kajabi is the ultimate all-in-one platform for creating, marketing and selling digital products. It comes with all of the features you need to turn your experience and passion into a profitable online course business. From fitness coaches and makeup artists to online marketing experts and music producers, Kajabi users have made more than $350M from selling their knowledge online.Want to grow your business and audience with video? With ClickMeeting, you can host, promote and market branded webinars and interactive video sessions with potential clients, leads and team members. ClickMeeting is one of the most agile and easy-to-use webinar platforms out there, integrating with all CRMs and email marketing platforms while still giving you the option to have a fully branded webinar environment.The above tools are some of the best of an array of technologies aimed at helping smaller companies achieve growth. Take some time to explore them, then decide which ones might work for your company, especially before investing in more expensive (and possibly less useful) products. Chances are you'll be glad you did.Matthew Toren is a serial entrepreneur, mentor, investor and co-founder of YoungEntrepreneur.com. He is co-author, with his brother Adam, of Kidpreneurs and Small Business, BIG Vision: Lessons on How to Dominate Your Market from Self-Made E...",
    "date": 1492075800,
    "url": "http://www.entrepreneur.com/article/292755",
    "origin": "entrepreneur"
  },
  {
    "title": "6 Tips and Tricks to Get the Most Downloads for Your App",
    "content": "Many startups spend huge amounts of money on advertising, yet neglect app store optimization. App store optimization is the most cost-effective method to organically increase your installs for a couple of reasons:Here are a few tips and tricks: The title of your app ranks more heavily than the rest of the meta-data, so choose it wisely. Make sure you target words in your title that you want to hit the most, words that you're confident about. Tools like SensorTower and AppAnnie can provide you accurate traffic volumes and difficulties of certain keywords. Also, make sure you don't keyword stuff the title; the app store will reject your app.Related: How Can App Makes Improve Revenue and Keep Users Engaged?Depending on how many downloads and how much traffic your app is already getting, you must adjust your keywords. For example, if your app is already getting high traffic and downloads, you can target more competitive keywords that have higher traffic. If you are just starting up an app that nobody knows about and isn't getting featured, I recommend choosing keywords that have a low difficulty level and medium traffic (according to analytic tools like SensorTower or AppAnnie). There are likely some keywords that are gems that others are not targeting and may have decent traffic.As every app store is separated geographically by country, it is really wise to localize your app to optimize it for discovery across different languages. The app store allows you to change the meta-data within your app depending on which country is searching for your app. Some companies have used a mixture of Google translate and native speakers to help localize their apps, so it shouldn't be too difficult for you to localize as well. Localization is a huge aspect of having an effective presence globally. Just think of all these untapped markets that you can reach and how easily you could acquire more users with these markets.  Related: The Top 5 Myths of Mobile Apps -- And Why Believing Them Will Hurt Your BusinessOnce people are able to discover your app, the rest is up to how well your app listing converts into downloads. To optimize conversions, you must use beautiful images to entice users to want to download your app. Make sure to include the most attractive aspects of your app and to include captions in the pictures as well. You'd be surprised at how a simple tweak of an image or word can translate in terms of conversion percentages.When was the last time you downloaded an app that had one star? Ratings and reviews don't factor in as much to discovery as the keywords and the title, but they do have a huge impact on conversion rates. Users are probably more likely to download your app if it has received a large number of positive reviews. Make sure to also include an interesting and enticing description to explain to users what your app does!Related: 10 Steps to Building an App People Will LoveApp store optimization is an ongoing process that takes experience, time and testing to get right. Make sure to thoroughly test out keywords over periods of time, and also test out the images/description of your app to see which ones are converting the best. At the end of the day, data doesn't lie, so make sure you follow the data and find out what works for your app specifically.Andrew Tang is the founder and CEO of Keybloc. He studied at UCLA before becoming active in the tech industry. He loves product design, creative marketing and also start-ups in general. ",
    "date": 1492016400,
    "url": "http://www.entrepreneur.com/article/292509",
    "origin": "entrepreneur"
  }
]