[
  {
    "title": "Startups score $35,000 in Fincluders Middle East, North Africa challenge",
    "content": "Three startups have been awarded cash prizes totaling $35,000 at the Fincluders Startup Challenge Amman, organised by seed investment company Oasis 500 and Sanad, a Middle-East and North Africa fund. The competition saw 50 applicants from over 18 countries competing for the top positions and cash prizes. The Amman competition follows the first Fincluders challenge held in Berlin last year. The top position of the Fincluders challenge and a cash prize of $20,000 went to AgroCenta, a startup which provides an online trading hub for farmers and their customers using real-time payments leveraged by mobile-money technologies. In addition to the trading hub, the startup also provides an on-demand logistics service. \"The Fincluders Startup Challenge has been an eye opener for us, helping startups accelerate by giving them the opportunity to network and meet potential investors and partners,\" said Francis Obirikorang, co-founder and CEO of AgroCenta in a press release to Ventureburn. Second place with a cash prize of $10,000 went to Liwwa, a marketplace lender to SMEs in Jordan. Democrance, a Jordan-based micro-insurance provider for those living in low-income populations, took third place, with a cash prize of $5,000. BenBen, a startup providing access to blockchain \"land transactions\", while not making it into the top three, received an honourable mention at Fincluders. \"We are both elated and humbled by the interest in the Fincluders Startup Challenge here in Amman. The finalists proved their skills and determination during the pitching round of the competition, and we are confident these fledgeling businesses can contribute to spreading access to finance in the region, which is also the main goal of our fund,\" said Sanad board chair Daniela Beckmann. Finalists were provided with flights and accommodation for the duration of the competition. The first day featured mentoring sessions conducted by range of industry experts, while the second day required finalists to present their products and services to a jury of industry experts. ",
    "date": 1494250943,
    "url": "http://ventureburn.com/2017/05/fincluders-startup-challenge-amman-winners-announced/",
    "origin": "VentureBurn"
  },
  {
    "title": "Barclays accelerator announces latest participants in African programme",
    "content": "Barclays Africa Group and Techstars today released the names of 10 financial-technology (fintech) companies selected to participate in the second Barclays Accelerator programme, powered by Techstars. The successful companies, all focused on providing fintech solutions in Africa, will participate in a 13-week growth acceleration programme at Barclays Africa's Rise fintech innovation hub in Cape Town from mid-May. The 2017 programme participants are: Flexpay (Kenya), Howler (South Africa), Spatialedge (South Africa), Abe.ai (USA), The Sun Exchange (South Africa), Byte Money (South Africa), Avenews-GT (Israel), FOMO Travel (South Africa), Kapitalwise (USA) and eCOIDA (South Africa). Yasaman Hadjibashi, chief creation officer at Barclays Africa Group, said: \"Our diverse, ambitious, and growth-hungry African continent with its young population is finding a growing self-actualisation momentum now more than ever, with the largest segment being the millennials. \"Through our deep and lean collaborations with fintechs, and in fact all kinds of startups, we aim to further drive this momentum that can result in the creation and accelerated distribution of new products, experiences, and services that will make a difference for our African communities.\" Applications were received from fintech startups in 52 countries. Through a rigorous and competitive process, the 10 successful companies were selected to participate in the 13-week accelerator programme. The best fintech solutions could be made available across the Barclays Africa Group footprint comprising close to 12 million customers in ten African markets, and participants could have the opportunity to leverage the bank's expertise and technology teams. \"Each of the 10 successful companies represented something unique that we believe has the potential to become a significant and relevant player on a global scale,\" says Yossi Hasson, MD of Techstars. \"Access to Barclays Africa's base is a significant opportunity for these fintech companies to greatly accelerate their growth through partnership or distribution deals with Barclays and access to their senior executives as mentors, providing key expertise to the startups that ordinarily would be almost impossible to get access to,\" adds Hasson. The companies will follow the proven Techstars model and will have direct access to top mentors, investors and venture capitalists in Africa as well life-long access to the Techstars global network. The accelerator programme aims to uncover the next \"Paypal\" by working with exceptional fintech entrepreneurs innovating Africa's financial services industry. Techstars is the \"best global ecosystem for entrepreneurs to bring new technologies to market,\" says Hasson. \"Techstars is significant as it has been working with technology businesses since 2006 and has invested in more than 920 companies which have gone on to raise over $3-billion dollars in funding. Ninety percent of companies that have been through a Techstars accelerator are still active today or have been acquired\". Abe.ai (USA): Designs artificial intelligence solutions for the banking industry, helping banks better engage and support their customers at scale; significantly reducing the costs of servicing and acquiring customers through the use of chatbots. FOMO Travel (SA): Provides a gamification model for travel, which gives the user the opportunity to reduce their financial obligation through crowdfunding, rewards and incentives. Avenews-GT (ISRAEL): Designed a digital trading platform based on blockchain technology, modernising agricultural trade by connecting food wholesalers to food producers directly, reducing distribution costs, creating financial security, and providing chain transparency. Byte Money (SA): Provides solutions that help avoid mismanagement of payments in the informal sector. Byte Money taps into and revolutionises existing third-world payment channels and integrates them with first-world technologies. Flexpay (Kenya): Provides an automated and secured layaway system that manages the purchase of goods. Customers can choose to pay for goods over varying periods of time. Howler (SA): Provides an event commerce platform. Howler is the consolidation of three powerful events and entertainment platforms, designed at the highest benchmark of service and technology, helping consumers and event organisers to make moments that matter. Spatialedge (SA): Focused on consumer analytics and targeting. Using a proprietary consumer database, Spatialedge enriches and verifies clients and customers by spatially locating them, mapping them, and use advanced analytics to help clients locate and target new customers. Kapitalwise (US): Simplifies the investment process for millennials by automating their investment decisions using machine learning and predictive analytics. eCOIDA (SA): eCOIDA is an online insurance technology platform; a central database that connects all role players in real-time, creating an accurate workflow, fraud-free, paperless claims-processing platform. The Sun Exchange (SA): The Sun Exchange enables anyone anywhere to own and earn from solar panels powering Africa, India and other developing economies. The exchange allows for collaborative solar finance using blockchain.   ",
    "date": 1492771998,
    "url": "http://ventureburn.com/?post_type=post&p=118282",
    "origin": "VentureBurn"
  },
  {
    "title": "SA startups get ready: Seedstars World applications to open later this month",
    "content": "Applications to global competition for emerging markets Seedstars World will open to SA startups again when the initiative returns to South Africa later this month. Seedstars World will hold events in Johannesburg on 26 May and in Cape Town on 8 June, with the top applicants to be invited to the finale hosted at the Standard Bank Auditorium in Johannesburg on 29 June. The SA leg of Seedstars World is being held in partnership with Standard Bank and other local partners such as Enel, Microsoft4Afrika, Orange, Merck, TRECC and Deloitte. Other local partners include Entrepreneur Traction, PayU, Seedspace, Simodisa and Startup Grind. To be eligible to apply for the competition startups need to be less than two years old, have raised under $500,000 in funding and have built a minimum viable product. Additionally, eligible startups would need to have existing traction and some regional and global scalability. \"Standard Bank is proud to be the country sponsor of Seedstars South Africa for the third year,\" said Jayshree Naidoo, head of the Standard Bank incubator in a press release to Ventureburn. \"These partnerships allow us to help change the narrative of the potential that exists on the continent and helps us recognise and create access to market opportunities for those businesses that make it to the regional finals and the finals,\" said Naidoo. In addition to the SA leg, the global competition will travel to 80 countries in search of their best startups to pitch for their chance at winning $500,000 in investments. Previous Seedstars World participants have raised over $61-million collectively, providing employment to more than 800 employees worldwide. \"South Africa does indeed have world class entrepreneurial talent. Our priority for 2017 is to cast the net event wider and give the opportunity to the whole country to participate and become part of a global journey,\" said regional manager for Africa at Seedstars World Claudia Makadristo. South Africa has been represented before at previous Seedstars World finals. Giraffe won the global prize in 2015 and in 2016 IDWork was the competition's wildcard winner. \"The entire Seedstars world experience has been absolutely amazing -- from the regional summit in Rwanda to the global summit in Switzerland. I have been very inspired by the entrepreneurs from all different corners of the world. \"Together with them, I got to meet investors, mentors and corporates,\" said IDWork co-founder Arjun Khoosal. Featured image via Seedstars World  ",
    "date": 1494246490,
    "url": "http://ventureburn.com/2017/05/seedstars-world-heads-south-africa/",
    "origin": "VentureBurn"
  },
  {
    "title": "Tackle infrastructure, skills challenges to boost tech sector, say Nigerian experts",
    "content": "",
    "date": 1494235197,
    "url": "http://ventureburn.com/2017/05/tackle-infrastructure-skills-challenges-boost-tech-sector-say-nigerian-experts/",
    "origin": "VentureBurn"
  },
  {
    "title": "Top startup events in South Africa, Africa you should know about this week [08/05/2017]",
    "content": "Looking to get into the South African startup scene or catch up on some of your skills? Well, you've come to the right place. There are loads of competitions, networking sessions and workshops happening around South Africa and the rest of the continent (namely Kenya, Nigeria and Ghana) that we've rounded them up to make your life a bit easier. This article is part of a weekly series that highlights all the top startup competitions, networking sessions, workshops and conferences around South Africa, and the greater region. If you have any event recommendations for us to add to the list, or next week's, please let us know in the comments below or send us an email. Not all of the events are free and some will require booking in advance. Please click on the event names to find out more information. Xtraordinary Women Networking Event: Coastal Network Is a networking event covering the seven secrets of sales, hosted by Landi Jac, owner and founder of The Consultant Code. The talk will also cover over topics such as closing strategies, ways to illustrate transformation and many others. Date: 9 May, 8am to 11am\nLocation: Blowfish Restaurant, 1 Marine Drive, Table View, Cape Town Lunch and talk about the Blockchain This meeting is for cryptocurrency and other financial traders, miners and VCs and investors. The talk will cover topics like how to earn from trading or pool mining, how to use cryptocurrency as a tax haven, cryptocurrency trends and much more. Date: 9 May, 1pm till late\nLocation: Cape Quarter, shop 45, Cape Quarter, 27 Somerset Road, Greenpoint Weekly Breakfast Networking Meeting This networking event hosted by Business Networking International (BNI) welcomes all entrepreneurs to join a group of 30 business owners to build stronger relationships and networks relating to their industries. The group however only caters for one person per industry. If your industry already has a representative, you will be referred to another chapter which has a vacancy. The breakfast is R130 and needs to be paid in advance for a seat to be secured. You will also be required to register for the event before you're able to attend. Date: 10 May, 8:15am to 10am\nLocation: 144 Campground Road, Newlands, Cape Town #CapeMarketing Workshops for Small Businesses Is a safe space for small businesses to discuss their issues regarding marketing and getting the word out there. Olivia Andrews from restaurant A Touch of Madness will be sharing her entrepreneurial journey. Date: 10 May, 1pm to 2pm\nLocation: The Cape Town Garage, The Woodstock Exchange, Block A / 4th Floor, 66 Albert Road, Woodstock, Cape Town Startup Grind Women - Jessica Bonin The month of May is #FemaleFounders month where 100 Startup Grind women will be interviewed around the world. The Cape Town chapter of Startup Grind will be hosting Jessica Bonin, founder of Lady Bonin's Tea. The fireside chat will cover Bonin's entrepreneurial journey as well as her successes and failures. Date: 11 May, 5:30pm to 8:30pm\nLocation: Workshop 17, 17 Dock Road, V & A Waterfront, Cape Town Business Networking Is looking for professionals in various industries to join their Johannesburg chapter, the diversified cohort of professionals will allow a broadening of everyone's networks. Date: 10 May, 7am to 8:30am\nLocation: The Street Cafe, 40 St Andrews Road, Johannesburg Hubcubation: for entrepreneurs & startups ready to professionalise and grow This six month programme will cover three pillars regarding acceleration: knowledge, network and mentoring or coaching. Over the course of 10 workshops, participants will go through various aspects of starting a new business from strategy to operations as well as marketing to management. Date: 12 May, 8:30am to 5pm\nLocation: The Hub East Africa, Waiyaki Way, Nairobi Kenyan Entrepreneurs Conference On Trade & Development Is an event designed to bring together entrepreneurs from various industries to meet mentors, peers and also potential investors. The conference will award and honour top startups in its Startup Awards. Date: 13 May, 9am to 6:30pm\nLocation: Louie Leakey Auditorium FuckUp Nights Lagos Fuck Up Nights celebrates the many failures top entrepreneurs have had during their journey. Each speaker is given seven minutes to share their most memorable learning experience that helped them to build a better product or solution. Date: 11 May, 6pm to 9pm\nLocation: Yaba, Lagos, Nigeria Founders Conference 2017  Is a gathering of 1200 innovative entrepreneurs and tech-startup founders. This year's conference will hold a number of pitching sessions, see the adoption of 10 startups into its Venture Acceleration Programme. Date: 11 May, 8am to 3pm\nLocation: Sheba Centre, beside FCMB, off Mobolaji Bank-Anthony Ikeja, Lagos, Nigeria Have a startup event that you'd like featured on next week's event roundup? Send us an email ",
    "date": 1494226815,
    "url": "http://ventureburn.com/2017/05/top-startup-events-south-africa-africa-know-week-08042017/",
    "origin": "VentureBurn"
  },
  {
    "title": "Zimbabwe government opens applications for $25-million tech fund",
    "content": "",
    "date": 1493987479,
    "url": "http://ventureburn.com/2017/05/zimbabwe-government-applications-25-million-fund/",
    "origin": "VentureBurn"
  },
  {
    "title": "CCDI to back seven innovative Cape projects in second round of seed fund",
    "content": "",
    "date": 1493967637,
    "url": "http://ventureburn.com/2017/05/ccdi-back-seven-innovative-cape-projects-second-round-seed-fund/",
    "origin": "VentureBurn"
  },
  {
    "title": "Reserve Bank is looking to further unblock ecosystem challenges - Winde",
    "content": "",
    "date": 1493910859,
    "url": "http://ventureburn.com/2017/05/reserve-bank-looking-unblock-ecosystem-challenges-winde/",
    "origin": "VentureBurn"
  },
  {
    "title": "GSMA announces top startups in Ecosystem Accelerator Innovation Fund",
    "content": "Digital disruption has proven to be a challenge that mobile operators seem to be struggling with, according to a recent GSMA report. This disruption, caused by many startups, could be leveraged by those same startups to scale. It's this mindset that the global cellular standards body, GSMA, has launched the Ecosystem Accelerator Innovation Fund to help startups take advantage of the current disruption. \"Nevertheless, these mobile operators face a plethora of challenges. Sustainable competitive advantage in the telecommunications sector is becoming increasingly difficult to achieve. Likewise, while startups are vital forces in both the innovation ecosystem and the wider economy, the majority struggle to reach scale,\" the report stated. The fund will provide Asian and African startups with much-needed grant funding, technical assistance as well as the opportunity to partner with mobile operators within their markets. This assistance will help startups scale their products and services into sustainable businesses. The first round of the applications have already closed, however, the second round will open on 1 June 2017 with pitches due on 16 July 2017. \"We are extremely excited to start working with these innovative entrepreneurs, in particular, to help them explore synergies with mobile operators, and how to leverage mobile technology to its fullest to maximise socio-economic impact,\" said the head of the Ecosystem Accelerator Max Cuvellier in a press release. The first round winners of the Ecosystem Accelerator Innovation Fund are: \"Today in emerging markets, more than anywhere else, there are opportunities for mobile operators and startups to collaborate,\" the report concluded.  ",
    "date": 1493898664,
    "url": "http://ventureburn.com/2017/05/gsma-announces-top-startups-ecosystem-accelerator-innovation-fund/",
    "origin": "VentureBurn"
  },
  {
    "title": "Women have more advantage over men, says top SA female entrepreneur",
    "content": "Women in South Africa have more of an advantage over men when it comes to starting a business because of the large number of business support programmes available to them, says a top SA female entrepreneur. Finfind CEO Darlene Menzies has been selected along with five other women by the World Economic Forum (WEF) as the continent's top female entrepreneurs. \"I think that we have a bit more of an advantage over men in this country in terms of starting a business from all the different accelerators and programmes,\" Menzies, whose web platform helps small businesses to source finance, told Ventureburn. Read more: Finfind initiative to link SA lenders with entrepreneurs seeking finance Menzies believes there are now more women in South Africa starting small businesses than there are women holding executive positions in the corporate world. \"I would encourage and challenge any women that the opportunities are awaiting them and that they should just get into them,\" she said. WEF searched for the top female entrepreneurs in tech to demonstrate and highlight the positive role they play in helping to drive growth, create employment as well as prepare their regions for more economic growth. During the search, hundreds of applications were sent in, during the search the top six emerged from all over Africa including SA, Nigeria, Kenya and Uganda. WEF set strict criteria for entrants. Eligible startups needed to be less than three-years old, show at least one year of revenue and have an innovative technology or business model operation. The selected entrepreneurs are: Commenting on how it felt to be one of the women recognised as the best in tech in Africa, Pandor said it was an honour to be listed. \"To be recognised on that level is a big honour, it's also a show of commitment from the WEF to want to understand and engage with businesses that apply their technology on the African continent.\" However, when it comes to equality in entrepreneurship, she feels that there's still a way to go. \"We're not there yet in terms of numbers and in terms of support that women get at the higher levels, so there is certainly a lot of work that needs to be done. \"But I feel very positive as a young female entrepreneur as to where my position will be in the next five to 10 years -- I feel like things will change in terms of numbers and percentages.\" Featured image: Jolanda Flaubacher via World Economic Forum Flickr (CC 2.0, resize) (Edited by Stephen Timm) ",
    "date": 1493821149,
    "url": "http://ventureburn.com/2017/05/world-economic-forum-announces-top-female-tech-entrepreneurs/",
    "origin": "VentureBurn"
  },
  {
    "title": "Chance meeting helped SA startup GetSmarter secure over $100m sale",
    "content": "",
    "date": 1493808073,
    "url": "http://ventureburn.com/2017/05/chance-meeting-helped-sa-startup-getsmarter-secure-100m-sale/",
    "origin": "VentureBurn"
  },
  {
    "title": "PiggyBank, Olivine Technology awarded $50,000 in funding from Village Capital",
    "content": "Nigerian startup PiggyBank.ng and Kenyan startup Olivine Technology have each scored $50,000 in funding from investment firm Village Capital, following the conclusion of FinTech Africa 2017, a three-month investment readiness programme. The programme was organised in partnership with the Mastercard Foundation and the DOEN Foundation with support from VC4A. The two companies were a part of a cohort of seven peer companies. PiggyBank.ng allows Nigerians to save small sums of money through an automatic savings process by working directly with financial institutions, while Olivine Technology has created ASiM, a mobile app that serves as a point-of-sale and stock management solution that connects multiple distribution sites seamlessly with their respective head offices. Participating entrepreneurs were involved in a peer-selected investment process which allowed them to evaluate one another across multiple investment readiness indicators, directing the investment award to the top two companies. Olivine Technology co-founder Joseph Karanja said the funding would be ploughed back into the business. He said the startup, launched in 2010 by Karanja, Mark Mwaura and Charles Muigai, has gained some traction with its smartphone app, and has picked up clients in the cosmetics, fuel lubricants, beverage and edible products sectors. Karanja said the product would help business managers to replace handwritten sales receipts from sales people and distributors, while assisting managers to view where sales are being made geographically. Village Capital CEO Ross Baird (pictured above) said in a press release that the company had seen growing financial access in Africa over the last several years, but that growing access did not necessarily translate to growing financial inclusion. \"There is a real lack of savings, credit, and investment solutions that work for women, youth, farmers, small businesses, and other underserved communities. \"After witnessing the progress of the FinTech Africa 2017 cohort companies over the past several months, we're even more excited about their potential to expand financial inclusion in the communities they serve,\" said Baird. The remainder of the cohort included: \"We have been proud to work with Village Capital to identify and support the next generation of FinTech entrepreneurs in sub-Saharan Africa,\" said Youssouf Sy, associate programme manager for the Mastercard Foundation. Featured image: CEO of Village Capital Ross Baird.  ",
    "date": 1493805997,
    "url": "http://ventureburn.com/2017/05/villiage-capital-awards-startups-us50-000-invetsments/",
    "origin": "VentureBurn"
  },
  {
    "title": "Barclays accelerator announces latest participants in African programme",
    "content": "Barclays Africa Group and Techstars today released the names of 10 financial-technology (fintech) companies selected to participate in the second Barclays Accelerator programme, powered by Techstars. The successful companies, all focused on providing fintech solutions in Africa, will participate in a 13-week growth acceleration programme at Barclays Africa's Rise fintech innovation hub in Cape Town from mid-May. The 2017 programme participants are: Flexpay (Kenya), Howler (South Africa), Spatialedge (South Africa), Abe.ai (USA), The Sun Exchange (South Africa), Byte Money (South Africa), Avenews-GT (Israel), FOMO Travel (South Africa), Kapitalwise (USA) and eCOIDA (South Africa). Yasaman Hadjibashi, chief creation officer at Barclays Africa Group, said: \"Our diverse, ambitious, and growth-hungry African continent with its young population is finding a growing self-actualisation momentum now more than ever, with the largest segment being the millennials. \"Through our deep and lean collaborations with fintechs, and in fact all kinds of startups, we aim to further drive this momentum that can result in the creation and accelerated distribution of new products, experiences, and services that will make a difference for our African communities.\" Applications were received from fintech startups in 52 countries. Through a rigorous and competitive process, the 10 successful companies were selected to participate in the 13-week accelerator programme. The best fintech solutions could be made available across the Barclays Africa Group footprint comprising close to 12 million customers in ten African markets, and participants could have the opportunity to leverage the bank's expertise and technology teams. \"Each of the 10 successful companies represented something unique that we believe has the potential to become a significant and relevant player on a global scale,\" says Yossi Hasson, MD of Techstars. \"Access to Barclays Africa's base is a significant opportunity for these fintech companies to greatly accelerate their growth through partnership or distribution deals with Barclays and access to their senior executives as mentors, providing key expertise to the startups that ordinarily would be almost impossible to get access to,\" adds Hasson. The companies will follow the proven Techstars model and will have direct access to top mentors, investors and venture capitalists in Africa as well life-long access to the Techstars global network. The accelerator programme aims to uncover the next \"Paypal\" by working with exceptional fintech entrepreneurs innovating Africa's financial services industry. Techstars is the \"best global ecosystem for entrepreneurs to bring new technologies to market,\" says Hasson. \"Techstars is significant as it has been working with technology businesses since 2006 and has invested in more than 920 companies which have gone on to raise over $3-billion dollars in funding. Ninety percent of companies that have been through a Techstars accelerator are still active today or have been acquired\". Abe.ai (USA): Designs artificial intelligence solutions for the banking industry, helping banks better engage and support their customers at scale; significantly reducing the costs of servicing and acquiring customers through the use of chatbots. FOMO Travel (SA): Provides a gamification model for travel, which gives the user the opportunity to reduce their financial obligation through crowdfunding, rewards and incentives. Avenews-GT (ISRAEL): Designed a digital trading platform based on blockchain technology, modernising agricultural trade by connecting food wholesalers to food producers directly, reducing distribution costs, creating financial security, and providing chain transparency. Byte Money (SA): Provides solutions that help avoid mismanagement of payments in the informal sector. Byte Money taps into and revolutionises existing third-world payment channels and integrates them with first-world technologies. Flexpay (Kenya): Provides an automated and secured layaway system that manages the purchase of goods. Customers can choose to pay for goods over varying periods of time. Howler (SA): Provides an event commerce platform. Howler is the consolidation of three powerful events and entertainment platforms, designed at the highest benchmark of service and technology, helping consumers and event organisers to make moments that matter. Spatialedge (SA): Focused on consumer analytics and targeting. Using a proprietary consumer database, Spatialedge enriches and verifies clients and customers by spatially locating them, mapping them, and use advanced analytics to help clients locate and target new customers. Kapitalwise (US): Simplifies the investment process for millennials by automating their investment decisions using machine learning and predictive analytics. eCOIDA (SA): eCOIDA is an online insurance technology platform; a central database that connects all role players in real-time, creating an accurate workflow, fraud-free, paperless claims-processing platform. The Sun Exchange (SA): The Sun Exchange enables anyone anywhere to own and earn from solar panels powering Africa, India and other developing economies. The exchange allows for collaborative solar finance using blockchain.   ",
    "date": 1492771998,
    "url": "http://ventureburn.com/?post_type=post&p=118282",
    "origin": "VentureBurn"
  },
  {
    "title": "Q&A: FSB's Caroline da Silva clarifies 30 June deadline on crowdfunding",
    "content": "",
    "date": 1493803613,
    "url": "http://ventureburn.com/2017/05/qa-fsbs-caroline-da-silva-clarifies-june-30-deadline-crowdfunding/",
    "origin": "VentureBurn"
  },
  {
    "title": "Innotribe announces 10 startups chosen for Swift's African Regional Conference",
    "content": "Accelerator programme Innotribe has chosen 10 startups for the third edition of the Startup Challenge Africa, for secure financial messaging provider Swift's African Regional Conference which takes place in Abidjan, in the Ivory Coast, later this month. The 10 were selected after 100 judges evaluated close to 100 applications. Applications came from a number of African countries with SA, Nigeria and Kenya filling up most of the positions. \"It is a pleasure for us to see the number of African startups applying to our programme growing year after year. Their calibre continues to impress, and there is no doubt they are going to play an important role in shaping the future of finance,\" said Fabian Vandenreydt, Innotribe's global head of securities markets and head of the Swift Institute, in a press release to Ventureburn. Participating startups are as follows: These startups will be pitching their new products on 17 May in front of hundreds of delegates from more than 40 countries, during Swift's African Regional Conference. This will also serve as a platform for the startups to network with potential investors, partners and customers. The selected startups will undergo coaching sessions in Abidjan with top entrepreneurs to prepare them for their pitching day. Once the selected startups have concluded with their pitches the audience will vote for who they thought were the top three startups. The top three will then go on to Sibos, Swift's global financial services conference which will take place from 16 to 19 October in Toronto, Canada. At Sibos, the winning startups will receive a $10 000 cash prize as well as share the stage with other FinTech experts to share their innovations and insights happening in Africa. \"The Startup Challenge is an enriching experience for all participating companies. They benefit from expert mentoring and get that much-needed exposure to financial institutions,\" said Vandenreydt. ",
    "date": 1493796647,
    "url": "http://ventureburn.com/2017/05/10-startups-selected-swift-african-regional-conference/",
    "origin": "VentureBurn"
  },
  {
    "title": "Exclusive: Vinny Lingham to open Civic office in SA following IP rule changes",
    "content": "",
    "date": 1493718648,
    "url": "http://ventureburn.com/2017/05/exclusive-vinny-lingham-open-civic-office-sa-following-ip-rule-changes/",
    "origin": "VentureBurn"
  },
  {
    "title": "Mimecast founder on how he turned down R30 000 deal only to sell for R20m",
    "content": "",
    "date": 1493708244,
    "url": "http://ventureburn.com/2017/05/mimecast-founder-interview/",
    "origin": "VentureBurn"
  },
  {
    "title": "Barclays Rise mentors aim to provide guide in lonely world of entrepreneurship",
    "content": "Mentors can prove invaluable to entrepreneurs looking to grow their business as they can impart important knowledge and act as an important guide in the lonely world of starting a business. So says Alexandra Fraser, director of Silicon Cape and a Barclay's Rise mentor -- one of a number of Barclay's Rise Techstars mentors who spoke to Ventureburn on the benefits of mentorship, following the announcement earlier this month of the accelerator's next cohort of startups. Read more: Barclays accelerator announces latest participants in African programme Fraser said networks and relationships, much like ones you make with mentors are important, particularly when you're an entrepreneur. \"Being an entrepreneur is a fairly lonely journey and it's a hard journey, it's not a walk in the park, so I think the other thing about mentorship is that it keeps morale high. \"It encourages you and allows you to build connections with people who've done it before and for them to know that even though it's not an easy journey it's a fulfilling journey and you've got a support structure.\" Venture partner at Quonna Capital Johan Bosini echoed this, pointing to the importance of surrounding oneself not just with those you just, but with people who are different to you, as diversity can give you a fresh perspective on things. \"Historically it's just been each to his own and there seems to be, through programmes like this, a more collaborative approach to 'if one succeeds we actually all succeed as a community' rather than individually trying to beat each other,\" said Bosini. He has some tough advice for many budding entrepreneurs. \"I've always said to a lot of people starting out that it's the worst idea you'll ever have starting a new business. But, if you're insistent on doing it I would say talk to everybody and anybody even your competitors because it gives you a perspective and context in terms of where you are and validation.\" Fraser stresses that the relationships one builds as a mentor with startups are important. \"From a mentor perspective, it allows you to learn about new businesses, it allows you to learn about a new innovation, it allows you to think about technologies and how they're being applied. There's always a learning opportunity from being a mentor.\" Fraser added that being a mentor also allows one to give back and to build a community, and is a way to \"hopefully give before you get\". Parcelninja co-founder Justin Drennan also shared some of his experiences mentoring the previous group of Techstars. \"Last year was quite interesting in that we had a lot of international people mingled with our SA startups, so it was quite a cosmopolitan bunch which I think led to a lot of cross-pollination of ideas between a lot of the businesses.\" He recalled how he was able to get some of the participants' businesses market-ready. \"We (the mentors) got to add to that process and I think that a lot of experiences that we've had from being in business for let's say 10 years; we were able to distill and assist these businesses in a way that was productive for them.\" Read more: Do you want to be a mentor? These 5 tips will help One of his methods to assist the entrepreneurs is to help them come to their answers on their own using examples of past experiences. \"We try to share a lot of experiences we have in business and see if they can sort of pick up on that and learn and I think if they have access to competent mentors that can sort of shortcut the learnings then for all of the 'school fees' we've paid they can sort of benefit from that.\" Drennan said being a mentor requires you to participate fully in a startup, but pointed out that if you're giving by nature then the experience is fulfilling. \"At the same time I think it's something that needs to be done, entrepreneurship is something that needs to be embraced and we need to help people out that are starting a business,\" he said. \"I think that's the future of our economy, these people that are starting up businesses and they need people, mentors and individuals to help them accelerate that (growth) process. You can't have nine out of 10 businesses failing.\"   ",
    "date": 1493373302,
    "url": "http://ventureburn.com/2017/04/barclays-rise-mentors/",
    "origin": "VentureBurn"
  },
  {
    "title": "Getting access to Google's Launchpad Accelerator was crazy - SA entrepreneur",
    "content": "\"It was crazy, getting accepted into an accelerator held by Google of all companies -- we didn't expect it,\" recalls Vibescout co-founder Jonathan Myburgh, on being accepted into the Google Launchpad Accelerator last month. Myburgh told Ventureburn how getting accepted into the programme proved a great \"morale\" boost for he and his team from the event and content aggregator startup. Vibescout was conceived by Jonathan's brother and co-founder of the company, Paul Myburgh, while on a trip to Vietnam in 2014. Jonathan recalls how at the time his brother had exhausted all the available tourist activities and wanted to do what the locals were doing. But he couldn't find any information on how the locals liked to spend their time. His only source of information at the time were hotel brochures and fliers. Paul then approached his brother with the idea of creating a possible solution to solve this problem. It was then in 2015 that Vibescout was born. Two years on Vibescout was accepted into Google's world-renowned accelerator. Read more: Google's Launchpad Start to empower African SMEs \"The Launchpad experience was amazing. They really went all out with how they arranged the event, they handled all admin related to travel for the startups completely, the programmes were well planned and the quality of the mentors they arranged to interact with us in one-on-one sessions was invaluable,\" he said. Jonathan said the accelerator provided him and his brother with much needed time away from the day-to-day routine of the business, allowing them to focus on the fundamentals for their startup. The biggest lesson they took away was how to run a design sprint and effectively get the best user feedback, he said. \"We also got to sit down with a Google expert and take a critical look at the back-end of our system. They helped us reduce our server costs with Google by 40%, as well as to improve the overall speed of the platform.\" Vibescout also had the opportunity to interact with mentors such as Chris Grant, a senior director at King; Angus Brown of eBucks as well as ProSiebenSat.1 Accelerator MD Jens Pippig. \"The input they were able to give on specific challenges based on their experience was priceless for us,\" said Jonathan. Read more: Q&A: Google's John Kimani on Launchpad Start Jonathan said he and his brother were able to some great conversations with other startups on the programme about things such as their tech and marketing strategies. His only criticism of the programme was that the organisers tried to cover too wide a variety of topics within the space of just a week. \"If the programme was less 'one-size-fits-all' and took a more personal or targeted approach to some of the startup's needs, it could have been a bit more effective,\" he said. ",
    "date": 1493364612,
    "url": "http://ventureburn.com/2017/04/sa-entrperneur-speaks-time-googles-launchpad-accelerator/",
    "origin": "VentureBurn"
  },
  {
    "title": "What South Africa can learn from burgeoning tech scene in Poland",
    "content": "",
    "date": 1493276442,
    "url": "http://ventureburn.com/2017/04/south-africa-can-learn-polands-burgeoning-tech-scene/",
    "origin": "VentureBurn"
  },
  {
    "title": "Questions raised over SA startup's claim algorithm could net investors $20bn",
    "content": "",
    "date": 1493213294,
    "url": "http://ventureburn.com/2017/04/stephen-larkin-africa-new-energies/",
    "origin": "VentureBurn"
  },
  {
    "title": "Desert Startup Bootcamp launched in Tshwane",
    "content": "Youth-run educational organisation Speak Afrika, along with the Charities Aid Foundation Southern Africa (CASA) and the US Embassy in Pretoria, have launched the Desert Startup Bootcamp in Tshwane this week. The Desert Startup Bootcamp was co-founded by Mandela Washington Fellows Mhlanganisi Madlongolwana and Sam Beckbessinger. \"This is particularly close to my heart as I come from these communities where access to markets and mentors is a big challenge for startups,\" said Madlongolwana in a statement. The bootcamp will select 55 aspiring entrepreneurs from 180 applicants from Tshwane and will put them through a three-month \"experiential learning programme\". The entrepreneurs will meet for weekly workshops, mentoring, engagement sessions and pitching sessions to hone their products and presentation skills. All these activities will take place at the American Corner in Pretoria. The hub provides the participants with high-speed internet, equipment as well as digital resources to aid them during their time in the bootcamp. This will all be done in preparation for a pitching competition held in August which will be the foundation for the Desert Startup Bootcamp participants to build a larger client base, networks and to land possible investments. \"Together we'll create a vibrant culture of youth entrepreneurship that is 'plugged-in' to a national and international ecosystem of entrepreneurs, experts, industry leaders and mentors, whilst still recognising the local challenges that young entrepreneurs face in our market,\" said Beckbessinger, the other co-founder of the bootcamp. Featured image: SA Tourism via Flickr (cc 2.0 resize) ",
    "date": 1493193642,
    "url": "http://ventureburn.com/2017/04/desert-startup-bootcamp-launched-tshwane/",
    "origin": "VentureBurn"
  },
  {
    "title": "Agreement with Paris development agency aims to boost Accra tech scene",
    "content": "Paris's development and innovation agency PARIS&Co and the Meltwater Entrepreneurial School of Technology (MEST) have signed a memorandum of understanding in which France has pledged to recognise Ghana's potential in new technologies and support its startup ecosystem. The memorandum, which was signed last week, aims to boost the circulation of information between the startup ecosystem of  Paris and Accra. The agreement was signed in the presence of the Ambassador of France to Ghana, Francois Pujolas, read a press release to Ventureburn on behalf of the French embassy. The MEST, incubator and entrepreneurial school tech, is part of the MeltWater group. It is the flagship of the Ghanaian tech ecosystem. \"This agreement, which is the first in our bilateral relations, shows the increasing role of France in the digitisation of Africa. In the case of Ghana, young entrepreneurs have been and will be invited to France in order to support innovation,\" said Pujolas. The signing of the agreement comes as France hosts Station F, the largest incubator in the world, with French digital operators already present in Africa within the French Tech hubs of Abidjan, in the Ivory Coast and Cape Town, South Africa. PARIS&Co prospects and provides support for foreign direct investments and promotes the international attractiveness of Paris abroad. In addition the agency fosters the Parisian innovation ecosystem by incubating startups and organising events between startups and global players. As part of the \"France and Ghana 1957-2017: moving forward together\" initiative, which runs from 1 to 9 June, the French embassy and its network of partner institutions are planning to organise several digital events in Ghana dubbed The French Digital June. The events include a French language hackathon and a two-day forum on \"Ghanaian Tech\" and the \"French digital\", which will close with an exhibition at Alliance Francaise Accra. ",
    "date": 1493126573,
    "url": "http://ventureburn.com/2017/04/agreement-paris-development-agency-aims-boost-accra-tech-scene/",
    "origin": "VentureBurn"
  },
  {
    "title": "Barclays accelerator announces latest participants in African programme",
    "content": "Barclays Africa Group and Techstars today released the names of 10 financial-technology (fintech) companies selected to participate in the second Barclays Accelerator programme, powered by Techstars. The successful companies, all focused on providing fintech solutions in Africa, will participate in a 13-week growth acceleration programme at Barclays Africa's Rise fintech innovation hub in Cape Town from mid-May. The 2017 programme participants are: Flexpay (Kenya), Howler (South Africa), Spatialedge (South Africa), Abe.ai (USA), The Sun Exchange (South Africa), Byte Money (South Africa), Avenews-GT (Israel), FOMO Travel (South Africa), Kapitalwise (USA) and eCOIDA (South Africa). Yasaman Hadjibashi, chief creation officer at Barclays Africa Group, said: \"Our diverse, ambitious, and growth-hungry African continent with its young population is finding a growing self-actualisation momentum now more than ever, with the largest segment being the millennials. \"Through our deep and lean collaborations with fintechs, and in fact all kinds of startups, we aim to further drive this momentum that can result in the creation and accelerated distribution of new products, experiences, and services that will make a difference for our African communities.\" Applications were received from fintech startups in 52 countries. Through a rigorous and competitive process, the 10 successful companies were selected to participate in the 13-week accelerator programme. The best fintech solutions could be made available across the Barclays Africa Group footprint comprising close to 12 million customers in ten African markets, and participants could have the opportunity to leverage the bank's expertise and technology teams. \"Each of the 10 successful companies represented something unique that we believe has the potential to become a significant and relevant player on a global scale,\" says Yossi Hasson, MD of Techstars. \"Access to Barclays Africa's base is a significant opportunity for these fintech companies to greatly accelerate their growth through partnership or distribution deals with Barclays and access to their senior executives as mentors, providing key expertise to the startups that ordinarily would be almost impossible to get access to,\" adds Hasson. The companies will follow the proven Techstars model and will have direct access to top mentors, investors and venture capitalists in Africa as well life-long access to the Techstars global network. The accelerator programme aims to uncover the next \"Paypal\" by working with exceptional fintech entrepreneurs innovating Africa's financial services industry. Techstars is the \"best global ecosystem for entrepreneurs to bring new technologies to market,\" says Hasson. \"Techstars is significant as it has been working with technology businesses since 2006 and has invested in more than 920 companies which have gone on to raise over $3-billion dollars in funding. Ninety percent of companies that have been through a Techstars accelerator are still active today or have been acquired\". Abe.ai (USA): Designs artificial intelligence solutions for the banking industry, helping banks better engage and support their customers at scale; significantly reducing the costs of servicing and acquiring customers through the use of chatbots. FOMO Travel (SA): Provides a gamification model for travel, which gives the user the opportunity to reduce their financial obligation through crowdfunding, rewards and incentives. Avenews-GT (ISRAEL): Designed a digital trading platform based on blockchain technology, modernising agricultural trade by connecting food wholesalers to food producers directly, reducing distribution costs, creating financial security, and providing chain transparency. Byte Money (SA): Provides solutions that help avoid mismanagement of payments in the informal sector. Byte Money taps into and revolutionises existing third-world payment channels and integrates them with first-world technologies. Flexpay (Kenya): Provides an automated and secured layaway system that manages the purchase of goods. Customers can choose to pay for goods over varying periods of time. Howler (SA): Provides an event commerce platform. Howler is the consolidation of three powerful events and entertainment platforms, designed at the highest benchmark of service and technology, helping consumers and event organisers to make moments that matter. Spatialedge (SA): Focused on consumer analytics and targeting. Using a proprietary consumer database, Spatialedge enriches and verifies clients and customers by spatially locating them, mapping them, and use advanced analytics to help clients locate and target new customers. Kapitalwise (US): Simplifies the investment process for millennials by automating their investment decisions using machine learning and predictive analytics. eCOIDA (SA): eCOIDA is an online insurance technology platform; a central database that connects all role players in real-time, creating an accurate workflow, fraud-free, paperless claims-processing platform. The Sun Exchange (SA): The Sun Exchange enables anyone anywhere to own and earn from solar panels powering Africa, India and other developing economies. The exchange allows for collaborative solar finance using blockchain.   ",
    "date": 1492771998,
    "url": "http://ventureburn.com/?post_type=post&p=118282",
    "origin": "VentureBurn"
  },
  {
    "title": "SA startup Mobenzi receives R16m investment from Edge Growth",
    "content": "Andi Friedman is feeling \"energised and excited\" following a R16-million investment his startup Mobenzi received from Vumela Fund. Friedman said the Series-A funding served as a good recognition of all the hard work the company has done. He said the fund, which is managed by FNB and Edge Growth, took a significant minority stake in Mobenzi. The startup clinched the investment after taking part in one-on-one mentoring with accelerator and capital advisory firm Impact Amplifier. The accelerator provided the company with strategic support as well as other acceleration services. Mobenzi was founded in 2009 by Friedman and Pete Fowles. The two have developed a suite of products which include a range of flexible mobile apps and software-as-a-service (SaaS) platforms. This suit can rapidly be configured to apply to a variety of sectors. Mobenzi's platform is aimed at those who work directly with customers and enables mobile interactions such as data collection and case management. The platform is also by nature, self-service while still providing a solid foundation for flexible turnkey solutions. An example of this is the Community Health Worker Service used in the Western Cape and the North West. \"We are excited to have the Vumela Team on board. We are at a critical stage of our growth, and having a long-term partner, which can help us scale and is aligned with our social mission, is imperative,\" said Friedman, earlier in a press release to Ventureburn. Impact Amplifier partner Maximilian Pichulik said Mobenzi will use the investment to help the company to build their suite of products and accelerate their expansion internationally. Pichulik said the accelerators was attracted by Mobenzi's commercial scalability and the company's strong focus and talented team. Edge Growth fund head Richard Rose added that the startup is an exciting addition to the fund's investment portfolio. \"Their software solutions will be a powerful enabler for job creation, and be globally competitive with the best out there.\" Featured image: James Lee via Flickr (CC 2.0, resize) ",
    "date": 1493126463,
    "url": "http://ventureburn.com/2017/04/mobenzi-investment-impact-amplifier/",
    "origin": "VentureBurn"
  },
  {
    "title": "Paygo raises US $1.43-million in Series Seed funding",
    "content": "Kenyan clean-energy provider, Paygo has raised US$1.43-million in Series Seed debt and equity funding. The clean energy provider uses an innovative solution that allows households to cook using clean burning liquefied petroleum gas (LPG) in small amounts. The company's investors consist of Novastar ventures, Energy Access Ventures (EAV), Village Capital and the Global Innovation Fund. It also includes Global Partnerships/Eleos Social Venture Fund. \"A billion households are forced to cook with dirty fuels every day, which is not only a serious development challenge but also a significant market opportunity. This financing will allow us to invest deeply in our technology, build a service that our customers love and prepare for commercial rollout,\" said PayGo CEO Nick Quintong in a press release. More specifically the injection of funds will allow PayGo to expand its customer base within Nairobi. It will also allow the company to expand its software and further develop its smart-meter as well as its team. \"We are delighted to be supporting Paygo Energy as the company prepares for rapid growth,\" said Jim Villanueva, the MD of the Social Ventures Fund. \"Paygo's innovative approach to providing affordable clean energy promises to be both scalable and profitable, generating immense social and environmental impact,\" he said. \"EAV is delighted to be part of Paygo's round. We are excited by the tremendous potential the company's technology has to significantly increase uptake of LPG in the home outside of wealthy, urban areas in Sub-Saharan Africa in a way that is highly impactful and commercially promising,\" said Michael Gera, the managing partner of EAV. \"In addition, we were most impressed with the Paygo team, who have consistently shown entrepreneurial drive coupled with a passion for making a difference,\" he concluded. Featured image: Armin Gruber via Flickr (CC 2.0, resize) ",
    "date": 1493105416,
    "url": "http://ventureburn.com/2017/04/paygo-raises-us-1-43-million-series-seed-funding/",
    "origin": "VentureBurn"
  },
  {
    "title": "SAB's Social Innovation and Disability Empowerment Awards now open",
    "content": "The South African Breweries (SAB) Foundation is calling on social entrepreneurs who are involved in assisting disadvantaged South Africans, to apply for its Social Innovation and Disability Empowerment Awards. The awards are split into two categories: The application process opens early next month and can be completed by visiting the SAB Foundation website. \"We define social innovation as innovation that demonstrates both a sustainable business model and a measurable social impact,\" said SAB Foundation director Bridgit Evans in a press release to Ventureburn. Once the application process has been concluded, a panel of judges will be assessing the entrants to evaluate whether or not they're innovative and applicable to the lives of the disadvantaged. Once the judges have gone through applications, the best 25 applicants will be selected who will then be invited to attend a two-day workshop in September. Participants will then be asked to present their solutions and products to the judges. Based on the presentations, the judges will select the final winners who will be announced at an awards ceremony on 19 October. \"In the past seven years of the Social Innovation Awards we have been impressed with the quality and calibre of ideas and businesses that we have been presented with, over many fields and industries, including health, education, environment, community cohesion and more,\" said Evans. The awards' prize money ranges from R150,000 to R1.2-million, additional prizes may also be awarded on the night of the ceremony at the judges' discretion. In addition to the prizes, each winner will be evaluated on a case-by-case basis and be placed into a programme with a specially selected mentor and technical expert. \"We hope to see many more applicants entering this year, so we can help take their ideas to the next level,\" said Evans. Previous winner, Thato Kgatlhanye from Repurpose Schoolbags said the SAB Foundation gave her startup seed capital to invest in machinery and train staff in the pilot and prototyping phase of the innovation. \"The funding helped us establish operations in buying quality machinery that we are still using to this day. Our operations grew, we moved from a 50sqm factory to a 200sqm factory, and we currently export product lines to countries such as Austria, UK and Turkey.\" Featured image via YouTube ",
    "date": 1493048064,
    "url": "http://ventureburn.com/2017/04/sabs-social-innovation-disability-empowerment-awards-now-op/",
    "origin": "VentureBurn"
  },
  {
    "title": "Top startup events in South Africa, Africa you should know about this week [24/04/2017]",
    "content": "Looking to get into the South African startup scene or catch up on some of your skills? Well, you've come to the right place. There are loads of competitions, networking sessions and workshops happening around South Africa and the rest of the continent (namely Kenya, Nigeria and Ghana) that we've rounded up to make your life a bit easier. This article is part of a weekly series that highlights all the top startup competitions, networking sessions, workshops and conferences around South Africa, and the greater region. If you have any event recommendations for us to add to the list, or next week's, please let us know in the comments below or send us an email. Not all of the events are free and some will require booking in advance. Please click on the event names to find out more information. Lunch and Learn  This event welcomes any entrepreneur or corporate dabbling in blockchain to discuss, share and learn about shared experiences. It is an informal event allowing you to make as many contacts and networks as possible. Date: 25 April, 1pm to late\nLocation: Bootleggers, Cape Quarter, shop 45, Cape Quarter, 27 Somerset Road, Greenpoint Startup Grind Cape Town: Innovative funding methods with Stephen Larkin Join Startup Grind Cape Town and Stephen Larkin of Africa New Energies to learn about venture capital, Section 12J, tax breaks and many other funding methods. Date: 25 April, 5:30pm to 8:30pm\nLocation: Workshop 17, 17 Dock Road, V & A Waterfront, Cape Town Nu Libertas Business Builders This event is aimed at any businessman and woman looking to expand their networks and relationships. The event will teach participants how to look for viable networks as well as how to build them. Date: 25 April, 6pm to 9:30pm\nLocation: Winchester Mansion Hotel, 300 Beach Rd, Sea Point, Cape Town Weekly Breakfast Networking Meeting This networking event hosted by Business Networking International (BNI) welcomes all entrepreneurs to join a group of 30 business owners to build stronger relationships and networks relating to their industries. The group however only caters for one person per industry. If your industry already has a representative, you will be referred to another chapter which has a vacancy. The breakfast is R130 and needs to be paid in advance for a seat to be secured. You will also be required to register for the event before you're able to attend. Date: 26 April, 8:15am to 10am\nLocation: 144 Campground Road, Newlands, Cape Town CapeMarketing Workshops for Small Businesses This event is an informal mini-masterclass hosted by Sean Clancy of Sales Rockit; the event gives entrepreneurs and corporates a safe space to discuss any issues, ideas or success in marketing any product or solution. Date: 26 April, 1pm to 2pm\nLocation: Cape Town Garage, The Woodstock Exchange, Block A / 4th Floor, 66 Albert Road, Woodstock, Cape Town BEF Entrepreneurs Club This networking evening covers all thing entrepreneurship; you'll not only learn from other entrepreneurs and businessmen and women, you'll also be crowdsourcing solutions. The only cost is that each participant brings along a few snacks and drinks. Date: 25 April, 1pm to 2pm\nLocation: 40 Morsim Road, Hyde Park, Sandton Setting up an LLC in China Learn how to expand your business into markets within China. The event will touch on the various processes an entrepreneur or corporate must consider before entering that market. The event will also touch on how to own and run a Wholly Foreign-Owned Enterprise (WFOE) the process of setting it up and the time and cost involved in doing so. Date: 26 April, 7:30am to 9:30am\nLocation: Only shown to members Hirsch Meadowdale Business Networking Morning Join guest speaker Di Boyack as she talks about 'Increasing Your Sales'. The event will aim to provide its participants with the various knowledge and skills which can be applied to increase their sales. Date: 26 April, 9am to 10:30am\nLocation: 12 Herman Street, Germiston ICT Infrastructure Summit The ICTIS focuses on the existing infrastructure required to support emerging technology. This two-day event will consist of technical sessions, presentations and discussions to identify noteworthy trends in technology. The event will also explore trends within e-governance and cyber-security within ecommerce. Date: 25 April, 8am to late\nLocation: Villa Rosa Kempinski Nairobi, Chiromo Road Partner Business Breakfast The breakfast is held by Sophos in partnership with Smoothtel and Data Solutions and will address cloud and ICT security challenges using its next generation security solutions. Date: 28 April, 7:30am to 10:30am\nLocation: Sankara Nairobi, Woodvale Grove, Nairobi Hubcubation: for entrepreneurs & startups ready to professionalise and grow This six month programme will cover three pillars regarding acceleration: Knowledge, Network and Mentor/Coaching. Over the course of 10 workshops, participants will go through various aspects of starting a new business from strategy to operations as well as marketing to management. Date: 28 April, 8:30am to 5pm\nLocation: The Hub East Africa, Waiyaki Way, Nairobi The AWP Network Get Connected Business Series The African Women Power (AWP) Network will explore what it means to be a woman in tech and the challenges as well as progress surrounding that subject. It will also look at the general progress made by women in Science, Technology, Education and Mathematics (STEM). Date: 25 April, 9:30am to late\nLocation: JobMag Center, 254 Herbert Macaulay Way, Yaba, Lagos Breakfast Business The breakfast aims to help grow startups and maximise profits within 90 days or less. Date: 26 April, 10am to 11am\nLocation: 20 Alhaja Kofoworola Street, off Awolowo way @ Lagoon Hospital Ikeja, Ikeja, Lagos New Regus Business Centre Launch Join the Regus Business Centre for the launch of its new business centre. The event will also feature a good networking and showcase opportunity where participants get to not only view possible working spaces but also connect with other startups.  Date: 26 April, 12pm to 4pm\nLocation: 6th floor, Landmark Towers 5b, Water Corporation Road, Oniru, Lagos Essential Legal Tips For Life & Business Join this masterclass for legal tips useful to your business and everyday life. The master class is presented by Nosa Ihaza of Skyline Solicitors and will aim to address any legal queries you might have. Date: 28 April, 6pm to 8pm\nLocation: SBLS Training and Event Centre, 9/11 Kudirat Abiola Way, Opposite Kobis Eatery, Ikeja, Lagos Raise Funds for your Business with Solynta Capital The event will look to teach participants how to secure investments to grow their businesses. The event is interested in, but not limited to, startups and emerging businesses in Agriculture, Manufacturing, Construction, HealthcCommoditiesoties and Hospitality. Date: 28 April, 12pm to 3pm\nLocation: Cafe Neo, 6 Agoro Odiyan street, Victoria island, Lagos Street Entrepreneurship Training with Multipreneur, Sinbol Daranijo This event is aimed at anyone looking to become an entrepreneur. Participants will learn the attributes of an entrepreneur, how to discover their own personal talents, how to generate business ideas through an ideas clinic and how to generate startup capital. Date: 29 April, 9am to 5pm\nLocation: Sinbol Consult 55E, Adebisi Omotola Close, Victoria Island, Lagos Startup Grind hosts Bassey Eyo Join Startup Grind Lagos and the CEO of Payporite, Bassey Eyo as they discuss his journey as an entrepreneur, his success and his failings, as well as any useful advice for aspiring entrepreneurs. Date: 29 April, 3pm to 5pm\nLocation: only known to members Have a startup event that you'd like featured on next week's event roundup? Send us an email ",
    "date": 1493045723,
    "url": "http://ventureburn.com/2017/04/top-startup-events-south-africa-africa-know-week-24042017/",
    "origin": "VentureBurn"
  },
  {
    "title": "World Bank launches accelerator programme for African digital startups",
    "content": "The World Bank has announced the launch of XL Africa, an acceleration programme aimed at supporting 20 top digital startups from Sub-Saharan Africa. XL Africa will run over five months and startups will be put through a tailored curriculum, while receiving mentorship and the chance to attract early-stage capital of between US$250,000 and US$1.5-million. \"Digital startups are important drivers of innovation in Africa,\" said Makhtar Diop, the vice-president for the Africa Region at the World Bank, in a press release. \"To scale and spread new technologies and services beyond borders, they need an integrated ecosystem that provides access to regional markets and global finance. \"Pan-African initiatives like XL Africa play a critical role by linking local start-ups with corporations and investors across the continent,\" said Diop. The programme will kick off with a two-week residency in Cape Town where the selected startups will be able to interact with mentors, peers and local partners. The residency will then conclude with a venture showcase in which entrepreneurs will present their business models before an audience of corporations and investors. \"XL Africa aims to put a spotlight on the continent's growing digital economy by scouting for and supporting the most innovative tech startups,\" said Klaus Tilmes, the director of Trade and Competitiveness Global Practice at the World Bank. \"The success of these ventures will create a demonstration effect that can attract much needed growth investment in the sector and catalyse scaling of transnational businesses in the region,\" said Tilmes. XL Africa will collaborate with African investment groups such as the African Business Angel Network (ABAN), AngelHub Ventures, Goodwell Investments and Knife Capital. The accelerator will also be collaborating with Nest Africa, Silvertree Capital, Singularity Investments, SA Business Angel Network (SABAN) and many others. Corporate partners include Orange, .Eco, Ringier, and Thomson Reuters. \"By connecting innovative business ideas with the knowledge and resources available in the ecosystem, XL Africa will create a pipeline of investment-ready companies, unlocking better investment opportunities for regional and global investors,\" said Lexi Novitske, the principal investment officer for Singularity Investments. Companies wishing to apply can do so online before 12 June. ",
    "date": 1493039613,
    "url": "http://ventureburn.com/2017/04/world-bank-launches-xl-africa/",
    "origin": "VentureBurn"
  },
  {
    "title": "'Computicket's acquisition of Pretoria startup an opportunity to learn more'",
    "content": "",
    "date": 1493038338,
    "url": "http://ventureburn.com/2017/04/computicket-entry-ninja-startup/",
    "origin": "VentureBurn"
  },
  {
    "title": "SA downgrade 'nearly irrelevant' to startups - Michael Jordaan",
    "content": "",
    "date": 1493027653,
    "url": "http://ventureburn.com/2017/04/downgrade-nearly-irrelevant-startups-says-prolific-venture-capital-investor/",
    "origin": "VentureBurn"
  },
  {
    "title": "6 artificial intelligence startups in Africa to look out for [Digital All Stars]",
    "content": "",
    "date": 1493017227,
    "url": "http://ventureburn.com/2017/04/five-artificial-intelligence-startups-africa-look-2017/",
    "origin": "VentureBurn"
  },
  {
    "title": "Will South African trio's algorithm be a boon for oil sector?",
    "content": "Over $300-billion of oil and gas exploration projects have been shelved since the oil price fell from a high of $120 in July 2014 to a low of $25 in early 2015 -- but three South Africans' use of a statistical algorithm promises to cut the cost of finding oil and gas. While unlisted UK company Africa New Energies (ANE) recently became the subject of a bidding war with valuations of hundreds of millions of dollars, analysts remain cautious, with the company yet to discover a single barrel of oil. The company, launched by Stephen Larkin, Brendon Raw and Shakes Motsilili in 2012, uses data collected from satellites, aircraft and ground-based earthquake detection monitors to scope for oil and gas. ANE is backed by both the UN and the Namibian government, which has awarded the company a  22 000 square kilometre concession - an area larger than Gauteng. It plans to start drilling in 2018. Zak Mir, the media pundit who hosts TipTV in London said ANE's algorithm was the first technology innovation with a realistic chance of success to emerge after the industry slump -- with many exploration techniques still overly reliant on seismic methods, which were introduced in 1924. \"While there is a bit of a dot com feel to these rumours, I have no doubt that interest in ANE's technology will reach fever-pitch if its drilling programme in the Kalahari does deliver.\" Andrew Turpin, a former head of media relations at energy companies Iberdrola and Centrica and Indian oil refining group Essar, said ANE's algorithm materially improves the notoriously low probability of finding land-based hydrocarbons through drilling expensive test wells. The algorithm can prove even more valuable, he said, in that it enables remote desktop assessment of hundreds of potential hydrocarbon deposits across entire continents, making it possible for investors to rank prospects before they have set foot in the country. This can eliminate the risk of wasting billions on infrastructure. \"In a world where oil majors are paying $17 to replace each barrel of reserves using their internal geological teams and investor sentiment is moving away from mega-hydrocarbon projects, ANE's algorithm is a potential game changer,\" said Turpin. \"However, there is still a risk for any bidder looking at ANE. Nothing is proven yet and most bidders would want clarity that the Kalahari acreage contains more than just fossilised sea water,\" he stressed. Edward Stock of Artaois, the London-based independent energy markets consultancy said \"the industry is facing a dilemma as to where new reserves will come from. This is a time where investment into high-cost exploration in hostile environments is waning and the current focus on fracking is seen as uneconomical at the current prices. \"Technology that will increase the efficiency of exploration while providing returns at current levels should be attracting investment back into the sector.\" But Stock agrees with Turpin's caution. \"Nothing is proven yet, and ANE's unorthodox funding model constrains the amount of capital it can raise.  The company claims a prospective resource of 1.6 billion barrels -- so -- at ANE's forecast of $40 per barrel -- the outcome of its drilling campaign is one that the rest of the industry will be watching closely.\" ANE's South African country manager Shakes Motsilili was tight-lipped when asked to comment on the bids, stating that if any discussions were happening they tended to be drawn out over many months and would be subject to confidentiality. ANE CEO Stephen Larkin will be hosted by Startup Grind Cape Town on 25th April to talk about the potential for crowdfunding to galvanise other South African tech startups. ",
    "date": 1492785871,
    "url": "http://ventureburn.com/2017/04/sa-entrepreneurs-algorithm-oil/",
    "origin": "VentureBurn"
  }
]