[
  {
    "title": "Learn how to open a brain up with this eerily realistic surgical simulator",
    "content": "If you don't succeed, try and try again. Unless you are a surgeon. But this is all about to change, using nothing but pixels and data. SEE ALSO: This stem cell gun helps burn victims regrow their skin in just a few daysTouch Surgery's cofounders, Dr. Jean Nehme and Dr. Andre Chow, are young surgeons who taught themselves how to code. Now, they're on a mission to transform medicine - by digitalizing it. Practicing an acute trauma craniotomyImage:  GIF via touch surgeryTouch Surgery, a UK-based medical training startup, has developed an immersive surgical simulator that replicates complex procedures, breaking them down in steps. It's available in app form, allowing users to transform their fingertips into scalpels on the go. That way, surgery newbies can attempt complex procedures all they want, without risking actual lives. The next step is to deliver the immersive and freakishly realistic 3D animations in VR form.Practice makes perfect.Traditionally, young surgeons don't really get any trial and error sessions before they step into the operating room. It's kind of like learning to fly a plane without using the flight simulator.This is changing, thanks to apps like Touch Surgery. After visiting their enormous two-floor space, I attempted a simple hand surgery, step by step, in thin air, while wearing a HoloLens headset. No patients were harmed in the writing of this article. The simulation itself is pretty straight forward and your actions as a digital surgeon are limited. You can only strictly follow the steps outlined. So no impromptu incisions. You also can't see what happens if you do something wrong like puncturing a vein. (So it's nothing like the board game Operation.)This makes the simulator a bit constrained and rigid in its virtual representations, but maybe that's the point. Touch Surgery is supposed to prepare surgeons for the specific steps they need to take on the operating table. It's about helping them improve their decision-making and making it as close to the real thing as possible.  Image:  GIF via MashableThe Touch Surgery office harnesses far more than strictly medical expertise. There are people coming from the visual effects industry (more specifically, the world of Star Wars), mobile and gaming developers, and graphic designers.\"We're able to replicate 3D anatomy and 3D surgical process to a really high degree of fidelity. And we use that to put surgeons into the right mindset to make sure that they're making decisions as realistically as possible,\" Dr. Chow said. A post shared by Touch Surgery (@touchsurgery) on Sep 1, 2016 at 11:08am PDTThey are now collaborating with universities and hospitals to fine-tune and expand the procedures that can be simulated. There are already over a hundred. Touch Surgery has also been picked up by John Hopkins University as part of the procedure evaluating novice surgeons. The app itself has grown in popularity, with over a million users around the world. Interestingly, a significant number are actually patients. Dr. Chow said Touch Surgery has the added benefit of allowing patients to actually see what the procedure that they are undergoing would look like. That demystifies surgeries from the patient's point of view, which tends to be entirely limited to just before being put to sleep and right after waking up. The ultimate goal is going global, with the incredible spread of smartphone use across the world.Precision is key.Image:  GIF VIA TOUCH SURGERY\"There are around 7 billion people on the planet, but 5 billion people don't have access to safe surgical services,\" said Dr. Chow. \"That's why we created Touch Surgery - to be part of that story that helps scale surgery to really meet global demand.\" Essentially, what the simulator is intended to do is transform access to surgical training and achieve a sense of equality in surgical training around the world. In other words, one day you won't need to find the best surgeon to perform a complex brain surgery or hand transplant, because surgical services, uniformly, will be able to provide care at a very high and risk-free standard. \"Ultimately,\" Dr. Chow said, \"we want to be at a stage within the next five to ten years, where we can be saying that what Touch Surgery does saves lives.\"",
    "date": 1493739527,
    "url": "http://mashable.com/2017/05/02/surgical-simulator-doctors-touch-surgery-app/",
    "origin": "mashable"
  },
  {
    "title": "UberEATS starts serving in India, its fourth Asian market",
    "content": "Uber had announced in January that it was bringing its food delivery service to India, its fastest-growing market in the world. And finally, it's here. UberEATS has rolled out in Mumbai and will soon be taken to five other Indian cities.SEE ALSO: UberEATS is delivering alcohol now, but probably not in the way you were hopingIndia becomes UberEATS' fourth Asian market, after it launched in Singapore last May, followed by Tokyo (Japan) and Bangkok (Thailand).Interestingly, Uber's local rival Ola had started a similar service, Ola Cafe, in 2015 and shut it down a year later after reportedly failing to expand its network of restaurants.  UberEATS presently delivers to a handful of zip codes, primarily in western Mumbai (see map). Most of the city is yet to be serviced. Image:  UBEREATS SCREENGRABBut Uber has been smart to tie up with the choicest of cafes and restaurants -- 200 of them -- in some of the busiest locations, ensuring it taps well into the city's office and millennial population. Uber had in fact called upon Indian users to fill in the names of their favorite restaurants before rolling out UberEATS. Consumers will be able to order through the UberEATS app every day of the week, round the clock, as long as the partner restaurants are operational. Users can order ASAP as well as schedule their meals. The first five orders are being discounted till the end of May.Image:  UBEREATS SCREENGRABCurrently, UberEATS has enabled payments via Paytm (India's largest mobile wallet with 200 million users) only. It might open up cash-on-delivery options at a later time. The company had followed a similar trajectory with its ride-hailing service too.Image:  UBEREATS SCREENGRAB\"Mumbai is home to a booming food industry with a vibrant food culture offering both global and local cuisines. The introduction of UberEATS in India, with Mumbai as the first city, is a major step in our global expansion and showcases our commitment to the region,\" Bhavik Rathod, Head of UberEATS India, said in a statement.UberEATS stands to face competition from domestic players like Swiggy, Zomato (one of India's 10 unicorns) as well as global rival Foodpanda, which has had a tough time catering to the diverse Indian palate.But for now, EAT on India!",
    "date": 1493797034,
    "url": "http://mashable.com/2017/05/03/uber-eats-rolls-out-india-fourth-asian-market/",
    "origin": "mashable"
  },
  {
    "title": "Nigel Barker breaks down the benefits of inclusive marketing in business",
    "content": "Inclusive marketing is a technique that consumers may not be able to pinpoint, but for many businesses, it's the secret ingredient behind creating ads that set out to empower people and create confidence amongst consumers.SEE ALSO: Pepsi pulls cringeworthy Kendall Jenner ad after massive backlashInclusive marketing is marketing that doesn't specifically target one demographic nor does it rely on the traditional stereotypes we set up amongst ourselves and with other peopleOn the other side of the coin, not all brands utilize inclusive marketing correctly. There have been a handful of brands over the past several months who have tried to take a stab at inclusive marketing, but to their dismay, their message was not received by the masses in the way they had hoped (looking at you, Pepsi). However, when executed correctly, inclusive marketing has the potential to make serious impacts for any business of any size. Nigel Barker, internationally renowned photographer who's been highly esteemed for his 17 seasons as photographer and judge on the hit TV show America's Next Top Model, has spent majority of his career working on marketing campaigns and advertisements for a plethora major fashion, makeup, and beauty labels. So who better than Baker to help break down the ins and outs of inclusive marketing? Nigel stopped by #BizChats, Mashable's business show, to share with us the five simple ways any business or brand can appeal to a more diverse audience in an authentic way. Barker says: \"The most important thing is to think about a cause -- what's most important to you.\" Baker shares his experience with working on a Nine West campaign with a social target on breast cancer. Using the technology of FitBits, they tracked every step that was taken by models. The advertising campaigned garnered more than one billion views within a month. Barker says: \"As a company, it isn't' just the advertising campaigns, it's about being with the people and bringing them together. It's the unconventional, yet important side of marketing and opportunity for people to be in a community.\" Barker says: \"Working out with people is a new great way to break down boundaries, market your personality to other people, and work together.\" Barker says: \"Music is probably the number one way to touch someone. It's nostalgic, it speaks to both the past and the future. The sounds resonate with in ways that are special.\" Barker says: \"[Humor] is probably one of the most powerful tools we have. One of the most important things in life is having a giggle. We don't do it often enough. Having a sense of humor and being able to poke fun at yourself is important.\"Missed the show? Don't worry! Re-watch the episode in the video above. ",
    "date": 1492809090,
    "url": "http://mashable.com/2017/04/21/niglel-barker-bizchats/",
    "origin": "mashable"
  },
  {
    "title": "Skrillex tweeted to Elon Musk a video of himself getting handcuffed. Cool!",
    "content": "Sometimes, it's best just to lay down the facts. Skrillex was pulled over by police outside a Pinkberry in Hollywood on Thursday for blasting his own demos too loud in his Tesla and was handcuffed for driving without identification. A fan (who may or may not have been enjoying frozen yogurt) identified him as Sonny Moore to the officer and caught the whole thing on Snapchat, adding a soundtrack of Skillex's collaboration with A$AP Rocky, \"Wild for the Night.\" She then tweeted a video of the whole saga. Skrillex retweeted the Criterion-collection worthy collection of Snapchats and mentioned Elon Musk in the conversation to compliment Tesla speakers. SEE ALSO: Inside the filthy chaos of Gorillaz's Brooklyn house party pop-upLeave it to me to play my music \"too loud\" ..these new demos are  tho @elonmusk https://t.co/E6vob2j1ir-- SKRILLEX (@Skrillex) April 20, 2017.@elonmusk ur system in the tesla model x is just too -- SKRILLEX (@Skrillex) April 20, 2017Just to be clear , I got pulled over for playing my music too loud ... but handcuffed because I didn't have my ID on me  -\\_(tsu)_/--- SKRILLEX (@Skrillex) April 20, 2017So far, Musk hasn't tweeted back. Have a great weekend, kids! Keep them music in your Tesla Model X at a reasonable volume. ",
    "date": 1492787861,
    "url": "http://mashable.com/2017/04/21/skrillex-handcuffed-elon-musk/",
    "origin": "mashable"
  },
  {
    "title": "Atlassian co-founder wasn't about to let this politician 'troll' him on TV",
    "content": "You know what they say: Talk sh*t, get proverbially hit.Co-founder and co-CEO of Australian startup Atlassian had to issue a Twitter-blow to the nation's immigration minister on Wednesday night, after the politician started running his mouth off.\"Wow...did I just get trolled by a govt minister as being un-Australian?\" tech billionaire Mike Cannon-Brookes wrote on Twitter after reading about the comments. And thus began a casual take down.SEE ALSO: 'Irresponsible and irrational:' Aussie startups speak out on Muslim ban On TV program Today, hosts interviewed politician Peter Dutton to discuss the axing (and eventual replacement) of Australia's 457 program, which allowed skilled migrants to temporarily live and work in Australia.\"Do you know of Mike Cannon-Brookes?\" the host asked. \"I think he is the co-founder of Atlassian. His tech company is bigger than Qantas. He said to The Australian that 457 Visas were essential for Australia and any move to make bridging the talent gap more difficult would be bad for the country.\"The minister responded, \"Well let's have a look at what work they're doing in the local market. How many young Australians are they employing? Are they going into schools looking for young kids to come and work in jobs? Are they employing mature aged workers who have found themselves out of a job elsewhere? Let's have a look at the details.\"Cannon-Brookes was bemused, if frustrated. Wow...  did I just get trolled by a govt minister as being un-Australian? https://t.co/tM9Qxs3het - this bullshit makes me mad...-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017Firstly... I haven't given any quotes on 457s recently, so any attributions are from old articles (Nov 2016?) on \"abolishing 457s\"... https://t.co/OiQe87IqLS-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017As far as I can read so far... 457s have been named-changed with a remarkably similar program? (which actually looks quite good?)... https://t.co/yHPWzhW8th-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017They removed occupations like actor, blacksmith, deer farmer, golfer, goat farmer & zookeeper  @Atlassian doesn't hire a lot of those... https://t.co/p4CYttOhUt-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017(One might wryly comment there's an unaustralian joke in removing betting agency managers, shearers, jockeys and dog/horse trainers?) ... https://t.co/R4lN9xMzNz-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017The tightenings in rules put in place actually look quite sensible to me (full reading coming soon)? ... https://t.co/3osZMxrYZG-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017Yep, his quotes were old and entirely irrelevant to the dismantling of the visa program. But because he's up there with Elon Musk when it comes to Twitter shade (that's why they love some banter), Cannon-Brookes didn't stop there. Oh no. He responded directly to Dutton's questioning, listing just what they've done for the country's workforce as well as taking aiming at the arguably Trump-esque, nationalistic rhetoric the government used to announce the changes.And @PeterDutton_MP trolling? Us:  Jobs created? 1000+. Grads hired? 100s. Scholarships? 100s. Kids CS classes? 1000sYou: ?#BringItOn https://t.co/AYRdRTKI2x-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017Our default position _is_ to see out an Australian for a job first... because it's cheaper and faster to do so. It just makes sense. ... https://t.co/C1O3GpT43n-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017But when the experience required isn't here, we need a program. That's what the 457 did & the new program aims to do. Great... https://t.co/hMvM1UlzSH-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017This \"new program\" seems to remove large categories of jobs which are nothing to do with tech - industries without those shortages. Great. https://t.co/0MeB6Zkn4Z-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017Let's separate nationalism and logic. This program seems logical. The \"Australia first\" Trumpy crap adds nothing but hot air. https://t.co/Pd0mD3dibj-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017And the irony of writing this when here is my current view. Count all 6 of them. #hopawaytrolls https://t.co/qfHLF0E9J1 pic.twitter.com/xnFt7UflOy-- Mike Cannon-Brookes (@mcannonbrookes) April 19, 2017And just for some additional LOLs, Cannon Brookes also shared a couple of bits of choice Twitter commentary. One from a guy know how to hit a politician right where it hurts -- in the offshore immigration detention facilities. And, one from a guy who found work at Atlassian, while he was still in school.He's got you well and truly beat when it comes to offshore prison camps though. https://t.co/A0aLx1foyG-- Will McDougall (@WillMcDougall) April 19, 2017@mcannonbrookes \"Are they going into schools looking for young kids to go and work in jobs?\"Yes. In 2007, Atlassian was my first job while I was studying.-- Chris Broadfoot (@broady) April 19, 2017In conclusion, never stop tweeting, Mike Cannon-Brookes. Never stop tweeting.",
    "date": 1492659741,
    "url": "http://mashable.com/2017/04/19/atlassian-founder-visa-twitter-fire/",
    "origin": "mashable"
  },
  {
    "title": "This coding startup trains autistic people to take on the tech industry",
    "content": "People on the autism spectrum are getting the support and skills they need to break into the tech industry. And it's all thanks to a new program for autistic people, by autistic people.A new startup called Coding Autism, which launched earlier this month, is developing a school in Los Angeles to teach autistic people coding, web development, and software engineering skills. SEE ALSO: 8 ingenious innovations helping autistic children communicateParticipants in the program will attend a 15-week, full-time bootcamp to build up their tech talents. The program also includes resume workshops, career counseling, interview preparation, and access to professional mentors.\"We are creating a formula for success for autistic individuals.\"Once they graduate the program, Coding Autism will help participants find employment in the tech industry. Students will also showcase their portfolios on Coding Autism's website, so potential employers can find them.Oliver Thornton, CEO and cofounder of Coding Autism, created the program to help autistic people like himself get into stable, lucrative tech careers.\"We are creating a formula for success for autistic individuals for them to thrive in their professions and their lives,\" Thornton said in a video promoting the project.About 1 in 68 adults in the U.S. fall somewhere on the autism spectrum. Even though the prevalence of autism is quite high, stigma and misconceptions around autism spectrum disorders still impact the community -- especially when it comes to employment. According to the United Nations, the unemployment rate of autistic adults is estimated to be 80 percent.About 500,000 programming and engineering jobs open up each year in the tech industry, meaning there's massive potential for new talent to enter the profession. Yet only 1 percent of those positions are filled with autistic talent.\"I think a lot of autistic people like to do coding because it keeps your mind going.\" Many autistic adults, however, have excelled in the tech industry because of intrinsic attention to detail and fascination with repetitive tasks, according to Coding Autism.\"I think a lot of autistic people like to do coding because it keeps your mind going,\" one program participant said in the video. \"It gives you something to do that's new and fun and exciting.\"Coding Autism is crowdfunding to completely cover the tuition for the inaugural class of 15 students. At the time of writing, the company has raised almost $40,000 of its $50,000 goal. But the program, Thornton said, isn't just about closing the employment gap for autistic adults. It's also about bettering tech companies and their products by including the autistic community's essential perspective.\"By training adults with autism through our autism specialized coding immersive program, we are opening doors for companies to diversify their workforces, broaden the culture of their company and teams, and drive innovation within their operations,\" Thornton said.The first Coding Autism class is slated to begin in late summer or early fall of this year. As the program grows, the startup plans to offer online classes to reach even more autistic people across the U.S.[H/T The Mighty]",
    "date": 1492625583,
    "url": "http://mashable.com/2017/04/19/coding-autism-tech-industry-skills/",
    "origin": "mashable"
  },
  {
    "title": "'We're close' --BBG Ventures President Susan Lyne on the future of women-led startups",
    "content": "We're halfway through the week, and it's time for a boost of inspiration to keep us going. Our #WednesdayWisdom blog series taps into the minds of industry leaders and disruptive visionaries who are working to build the future of entrepreneurship.This interview comes from our partners at Project Entrepreneur, as part of their #WednesdayWisdom blog series featuring industry leaders and disruptive visionaries who are working to build the future of entrepreneurship.We sat down with Susan Lyne to discuss the evolution of the tech industry, a woman's buying power, and the challenges women face when pitching male investors. Susan is the President of BBG Ventures, an early stage fund focused on consumer internet and mobile startups with at least one female founder.What originally sparked your interest in female consumers?When I started working in media back in the mid 70's, no one talked about data - everything we did was by instinct: what do we think people want to read about? Will this cover line be a magnet for readers? But it didn't take me long to realize that women bought many more magazines than men did, and that you could grow your circulation by talking to them.When I went to ABC the conventional wisdom was that women would watch shows made for men, but men wouldn't watch shows for women - so everyone was chasing the next Law and Order, the next CSI. I walked into a meeting one day and heard the woman running our comedy department bemoaning the fact that Sex and the City was going off the air. She said, \"all my shows are gone,\" meaning shows like Ally McBeal, Melrose Place, SITC, that women gathered to watch together and talked about the next day. It was a wakeup call for me - and we decided to buck the conventional wisdom and go after the next \"girl\" show. Out of that development season came Desperate Housewives, Grey's Anatomy and The Bachelor.I went from ABC to Martha Stewart Living Omnimedia to Gilt.com, companies that delivered something unique to women and in the process built strong brands and loyal followings. Women make the final decision on 85% of all consumer purchases - and they're increasingly the early adopter and power user of new tech platforms and services. Women should spark everyone's interest!Where did the inspiration for BBG Ventures begin?It goes back to my time at Gilt. I joined the company in 2008, the year after the iPhone launched. We didn't realize it at the time, but that was a transformational moment for entrepreneurs because it put a computer in everyone's pocket. NYC was starting to emerge as a tech center, and the city attracted a different kind of female founder - women who were reimagining every aspect of home and work life to be more efficient, more productive, or just more fun. That first wave included companies like LearnVest, BirchBox, Paperless Post and, of course, Rent the Runway. Raising money was a challenge because 95% of venture investors are men. So before they could get to the meat of their pitch, they had to explain how women think about their closets, or why we're always on the hunt for the next great beauty product. I thought: let's back the best of these female founders, who inherently understand the end user - what she needs, what she wants, what will delight her.At BBG Ventures you believe the greatest untapped opportunity for venture capital lies in backing women. Why women?A few reasons: first, women are the dominant consumers - and not just in the obvious areas like apparel and food, but insurance, computers, cars, home purchases, medical care. We're also the power users of most new consumer tech platforms and services. So it makes good sense to back entrepreneurs who know that end user, especially since the majority of venture investors aren't hunting there. Pattern recognition leads VCs to get more excited by someone who looks like Mark Zuckerberg. That's an advantage for those of us who are focused on women.From your experience, what does having at least one female founder do for a company?At consumer-facing companies, it ensures that there is someone in a decision-making position who really gets how and why women will use the product. We invested in a company called Hop, Skip, Drive - a ride service for kids founded by 3 working moms in LA. When we made the investment, there was a better-funded competitor in SF. That founder skimped on background checks and spent his money instead on marketing. HSD knew the #1 issue for customers (moms) would be safety; so from day one they fingerprinted every driver. Two years later, the SF company has folded, and HSD is thriving.It's still early days but there's also evidence that teams with a female founder have better outcomes. First Round, one of the oldest early-stage VCs in NYC, did a look-back at their first 10 years of investing and discovered that companies with a female founder performed 63% better than all-male teams. It shouldn't be surprising: research has consistently shown that diverse teams drive better results because they're more likely to challenge assumptions. That forces you to focus more on facts and to process information more carefully - and gets you to better solutions.When you hear a pitch, which is most likely to convince you to invest: the person, the product, or the revenue potential?The ultimate gating factor is always going to be the person: do we believe that this founder can take the product all the way? No business, no matter how successful it may look from outside, has gotten there without serious bumps in the road. The founder is going to face days when nothing is working. She needs tenacity and grace; conviction and a willingness to try something new. It's a tall order.Why do you think it's taken so long for people to focus their investment strategies on female-led business ventures?I think it goes back to the way the tech industry has evolved. I read an interview with Marc Andreeson a few years ago where he talked about the origins of the Silicon Valley startup scene, when the customer for your product was a big tech company. Founders came out of engineering programs or CS programs. It wasn't until the focus shifted from enterprise to consumer that women began starting companies in large numbers. Add to that the fact that less than 5% of venture partners are female and you start to see why it's been an uphill battle.What do you see for the future of women in business?I see blue sky ahead. We just need a few big wins. Once we have a few examples of women-led companies successfully going public, or being acquired for billions of dollars, it will put to rest the rest the silly arguments about whether women can compete in this marketplace. And you'll see a lot more venture capital chasing female founders. We're close to that moment.What's your advice to women who are asking themselves whether their product is worthy of pursuing venture funding?Ask yourself whether your product solves a real problem faced by millions of people (the market size); whether people or companies will pay to use it (your business model); and whether you are the first-mover or have proprietary technology (competitive advantage). If the answer to those things is yes, start working on a deck!",
    "date": 1492603200,
    "url": "http://mashable.com/2017/04/19/susan-lyne-bbg/",
    "origin": "mashable"
  },
  {
    "title": "How Softbank is adding spice to the Amazon-Alibaba battle in Indian e-commerce",
    "content": "Venture Beat recently published a piece headlined 'India's e-commerce battle is not Indian anymore' that highlighted the battle between Amazon and China's Alibaba Group in the world's fastest-growing e-commerce market.But there's probably a third player in the game too. And that is Japanese telecom and investment giant Softbank which is suddenly the buzzword in India's e-commerce world. SEE ALSO: Softbank reportedly wants to merge India's top online retailers to take on AmazonAfter trying to broker a merger between India's homegrown online marketplaces, Flipkart and Snapdeal (where Softbank holds a 30 percent share), it is now looking to invest in the country's biggest mobile wallet firm, Paytm. Reports suggest that Softbank might put in about $1.5 billion for a 20 percent stake in Paytm thereby valuing the unicorn at over $8 billion. Softbank's interest in Paytm is noteworthy because the mobile wallet is 40 percent owned by Alibaba, which itself is backed by Softbank. Also, this comes at a time when there's already talk of Alibaba hiking its stake in Paytm to about 62 percent. If Softbank invests in Paytm, it will end up diluting Alibaba's stake. Interesting isn't it?There's also a likelihood that Softbank will merge Snapdeal-owned mobile wallet, Freecharge, with Paytm as both companies are inherently similar. Snapdeal anyway is struggling to survive in the face of Amazon's aggressive expansion. The Seattle-based firm is now India's second-biggest online retailer trailing only Flipkart. And it is narrowing that gap too. Snapdeal, which counts Alibaba as well among its investors, had also considered merging with Paytm. Like if there is a business version of a shark fight, India's e-commerce space serves as a perfect landscape for it. Everyone is deeply connected everywhere. Everyone wants a pie of everything. We're in for a major consolidation with possibly one or two formidable players for the future.Or as Venture Beat says, we are in for a \"quasi proxy war\" between \"the Americans and the Chinese\". Make that between the Americans and the Chinese-Japanese.Mashable has reached out to Softbank for comment.",
    "date": 1492599816,
    "url": "http://mashable.com/2017/04/19/softbank-taking-on-amazon-alibaba-india-ecommerce/",
    "origin": "mashable"
  },
  {
    "title": "This brilliant nonprofit helps women in eating disorder recovery get a free new wardrobe",
    "content": "A new nonprofit is helping women tackle one of the most common but often overlooked challenges during eating disorder recovery: building a new wardrobe. The Garment Project provides women in recovery with brand-new, tagless, sizeless clothing for free. The goal of the Pittsburgh-based organization, which launched in February, is to give clients a starter wardrobe of new clothing to get them through the first six months of the recovery process.SEE ALSO: 7 easy ways to champion body positivityBy removing sizing information, Garment helps women leaving recovery to focus on their health, rather than size labels that can be triggering and cause setbacks. It also removes the sizable financial burden that comes with completely replacing your closet.\"This is something that's missing,\" said Garment cofounder Erin Drischler. \"No one else is providing this.\"Drischler knows these challenges firsthand. She lived with an eating disorder for 14 years, until she completed a recovery program in her early 20s that mended her relationship with her body and food.Along with her business partner and fiance Jordan Tomb, Drischler launched Garment to help women like her address the wardrobe-related pressures after treatment and during recovery.\"I was still giving my clothing too much power over my ability to recover,\" she said. \"My closet ranged in sizes because my weight fluctuated severely throughout my struggle. Items that still fit led to panic and discomfort due to the number on the label. Going to the mall and trying on clothes was overwhelming and quickly revealed my new size or sizes depending on the store.\"Image:  Courtesy of the garment projectHere's how the program works: Garment partners with treatment facilities around the country to connect with women in recovery. When a woman nears the end of in-patient treatment, her treatment team sends her measurements -- which are usually logged for insurance purposes -- to Garment, leaving the woman out of the process.\"This is something that's missing. No one else is providing this.\"Through partnerships with stores like ModCloth, Rue21, and local Pittsburgh brands, Garment has a stocked inventory with a detailed log of true measurements for every item. This ensures the items will fit a given client, so they can cut out all labels and sizing information in the process.Once the nonprofit matches the measurements, each woman receives a package of basics, including T-shirts, bras, underwear, and jeans. They also receive a curated, individualized, and secure online shopping page to find additional items to fit their personal styles -- again, all for free.Tomb and Drischler, creators of The Garment Project.Image:  Courtesy of The Garment PRojectGarment encourages clients to try their new items with a trusted treatment facility staff member, who can offer support if needed. Any unwanted items can be shipped back to the nonprofit for free in a pre-paid box.\"Our partnerships with the treatment centers give us a platform to find out about women who are at the right point in their recovery process to utilize Garment,\" Tomb said. \"It's the foundation for making sure we are able to provide a service that is simple, secure, and most importantly keeps the focus on healthy recovery.\"A post shared by Garment (@thegarmentproject) on Mar 29, 2017 at 4:41pm PDTAbout 20 million women in the U.S. will experience a clinically significant eating disorder at some time in their life. According to Garment, only one in 10 of those women will receive costly treatment, which can run up to $30,000 per month.\"I was still giving my clothing too much power over my ability to recover.\" This free service, then, is especially ideal for women who are already struggling to afford the high price-tag of treatment.\"To return home to a closet full of clothes that are too small or too big or that I used at one point as a tool to measure my own body wasn't healthy,\" Drischler said. \"Not having the financial stability to replace a lot of those items so I could feel confident going back into work or going back to school -- there's too many people going through that.\"So far, Garment is working with six treatment facilities around the country, but the team hopes to broaden its network as the project grows. They also plan to include men's clothing in the future, hoping to serve the estimated 10 million men recovering from eating disorders in the U.S.\"Recovery is possible for everyone,\" Drischler said. \"A few years ago, I could not say that sentence out loud, let alone believe it true for myself ... Although each person has a different story and struggle, it is truly possible to live a fully recovered life, free from your eating disorder.\"If you want to talk to someone about your experience with disordered eating, text the Crisis Text Line at 741-741. Organizations like the National Eating Disorder Association (U.S.), National Eating Disorder Information Centre (Canada), The Butterfly Foundation (Australia), the National Centre for Eating Disorders (UK) and We Bite Back can also offer support.",
    "date": 1492450187,
    "url": "http://mashable.com/2017/04/17/garment-project-eating-disorder-clothing/",
    "origin": "mashable"
  },
  {
    "title": "Here's why India's Silicon Valley is losing its edge",
    "content": "India's Silicon Valley, Bangalore, was a startup darling just two years ago, but now its star appears to be dulling.Don't get us wrong, Bangalore has a lot going for it -- Amazon and Uber have offices there, it is home to over 2,000 active tech startups -- but according to a recent report ranking startup hubs, the city has fallen five spots to No. 20 out of 55. Hot new Asian hubs, Beijing, Shanghai and Singapore, have surpassed it, according to Startup Genome's startup ecosystem report.SEE ALSO: Apple patent suggests an iPhone VR headset in your futureSo what's causing the decline and what can be done to stop Bangalore from losing its edge? Image:  STARTUP GENOMEDespite being a \"magnet\" for technology talent, Bangalore seems to have a quality problem. The report notes: \"Engineers haven't been hired very quickly, experience is average and visa success is low.\" Also, there's a lot of churn among employees who move around to seek better opportunities. This could be because Bangalore is among the least-paying startup cities in the world for software engineers, who draw an average annual salary of $8600 -- 13 times less than that in the original Silicon Valley. Better salaries could possibly arrest attrition and attract better quality talent. Bangalore ranks a decent seventh globally when it comes to valuations, but has a \"very low exit sub-factor.\" That basically means that venture capitalists who invest in the city's startups have seen little or no success. Often times, companies have shut down within a year of their operations, drowning investor dollars with them. Low exits, the report explains, could mean two things: Either the city has a bright future as these startups mature or there is trouble at the top of the market with acquisitions.\"Exits are tough in the Indian ecosystem only when they are incorrectly evaluated. A lot of times I have seen Indian companies making projections similar to their Silicon Valley peers without actually having the penchant to create global brands like the Silicon Valley companies do,\" says Kanwaljit Singh, founder and CEO of Gaussian Networks. Getting real is the solution. Me-too startups have to be pruned. And the genuinely scale-able ideas with a potential for impacting millions of lives have to be backed.  Most startups in Bangalore are cash-strapped. Even Flipkart, the poster-child of India's startup economy, has yet to turn a profit after 10 years. While funding seems fine, profitability has been the Achilles' heel for the city's startups. Even Delhi, India's capital, reportedly has more profitable startups.There is a widespread belief in India that marquee startups are justified in going through a long period of heavy losses because Google, Facebook and Amazon went through this. While Bangalore is still India's Silicon Valley, cities like Chennai and Pune are catching up. Chennai down south has already evolved as the SaaS hub of the country with companies like Zoho and Freshdesk, backed by rich investors. And Pune in the west, which houses one of the three Microsoft data centers in India, is emerging as a strong competitor to Bangalore because of its vast IT pool, cheap real estate and favorable investment climate. Some reckon that it might soon outpace Bangalore completely.But if Pune and Chennai want to unseat Bangalore, the cities' startups must learn from its mistakes. ",
    "date": 1492028161,
    "url": "http://mashable.com/2017/04/12/india-silicon-valley-global-startup-ecosystem-ranking/",
    "origin": "mashable"
  },
  {
    "title": "A startup will bring Gucci to your door in 90 minutes (for some reason)",
    "content": "Thanks to a partnership with London-based fashion technology company Farfetch, you can soon get Gucci clothing and accessories whisked to your door within 90 minutes. Farfetch announced the partnership Wednesday, as the company showcases what it's calling \"The Store of the Future\" -- software and devices that aim to help luxury brands gather more information on customers in stores and online.Customers will be able to shop for select items of Kering-owned Gucci goods via Farfetch's app and website, and have those orders fulfilled within 90 minutes from Gucci stores in London, New York, Dubai, Los Angeles, Madrid, Miami, Milan, Paris, Sao Paulo and Tokyo.The Gucci collaboration with Farfetch comes as competition heats up in online luxury. In a call with investors Tuesday, LVMH's chief financial officer Jean-Jacques Guiony said the world's largest luxury group would be the latest to ramp up multi-brand e-commerce, considering a new site for its luxury department store Le Bon Marche. \"Retailers need a way to collect information about their customers while they are browsing in-store, just as they collect data from online searches,\" Jose Neves, Farfetch's founder and chief executive officer, said in a statement.Founded in 2008 as an e-commerce platform for luxury boutiques, Farfetch has increasingly positioned itself as a technology provider working directly with high-end brands. In March, it launched the e-commerce portal for high-end shoe designer Manolo Blahnik, pushing into a space where competitor Yoox Net-A-Porter Group SpA has been a leader, operating white-label websites for brands including Yves Saint Laurent and Armani. Among the in-store technologies Farfetch is showcasing is a scanner that will enable customers to \"log-in\" with a smartphone when they enter a store, allowing a sales assistant to view the customer's profile, including what items they may have bought previously or saved to a wish list in the brand's online store. A clothing rack has been designed to record what items the customer picks up, storing the item on an app on the customers' phone as well as for the retailer. The customer can later swipe left or swipe right to move items to a wish list. A smart mirror in stores will enable shoppers to move between browsing the online and in-store selections, Gavin Williams, a Farfetch director of product development, said in an interview. The company is also showcasing a holographic display that will enable customers to create and order customized shoes -- experimenting with different leathers, skins and colors -- from luxury brand Nicholas Kirkwood.The technology, which Farfetch is calling Store of the Future, will be rolled out later this year at luxury boutique Browns in London, which Farfetch bought in 2015, and the flagship Thom Browne store in New York.\nThis article originally published at Bloomberg\nhere\n",
    "date": 1492003228,
    "url": "http://mashable.com/2017/04/12/startup-brings-gucci-to-your-door-in-90-minutes/",
    "origin": "mashable"
  },
  {
    "title": "This startup wants to build a nano satellite fleet for the internet of things",
    "content": "We're hurtling towards a future where everything from cows to toasters will be internet-connected. But do we have the infrastructure to support this digital web?An Australian startup wants its nano satellites to help form the backbone of the internet of things. Founded in 2015, Adelaide-based Fleet announced a A$5 million ($3.8 million) Series A funding round Tuesday, to help build its satellite constellation.SEE ALSO: These American tech companies are heading south to list. But why?CEO and cofounder Flavia Tata Nardini said the team realised early on that the estimated 75 billion devices due to come online by 2025 couldn't do so without the right tools in place. \"Our idea was to try and enable this revolution, because it's really happening, it's going to change the industry, but it's not as simple as everyone says,\" she explained.In the past, nano satellites have been used for scientific missions, but more recently for commercial activities like Earth observation and mapping. Plant Labs, the California company founded by Australian Chris Boshuizen, is one player in this space. But Tata Nardini wants her constellation to help network smart devices and sensors across industries. \"Fleet is playing in a space -- device connectivity -- which is quite unique. We want to be frontrunners,\" she said.Atlassian cofounder and Fleet investor Mike Cannon-Brookes said in a statement the company was solving an important problem: \"How do we bring all the devices and technology we've created together to work as one?\"\"Once live, Fleet will solve an innumerable amount of the world's problems as it enables the potential of technology to be turned on,\" he added.Of course, telecommunication companies such as Vodafone are also looking at 5G mobile networks, among other measures, to support the internet of things, but Tata Nardini thinks her tiny satellites could play a role. \"Connecting people is actually quite different than infrastructure for things and devices,\" she said. \"It's less data, different timing -- things need an infrastructure themselves.\"There's also the matter of getting the devices into space, and the team is currently working on locating launch procurement in the U.S.\"Connecting people is actually quite different than infrastructure for things and devices.\"For now, Fleet plans to run pilot programs in different markets including agriculture, transport and oil and gas, before launching the first couple of satellites in 2018. If all goes to plan, the entire 100-nano satellite constellation should come online over the next four years.Originally from Italy, Tata Nardini moved to Australia \"for a love story.\" She's worked with the European Space Agency, among others, but said Fleet's devices will be designed and built in Australia.After launch, they will serve a significant part of the globe. \"Most of South America, Africa, Asia, Australia, and in the future, we hope to cover part of the United States and Europe,\" she added. \"Europe is well connected, however when you go into oceans, imagine cargo or shipping containers moving from one continent to the other -- connectivity is just not there. There's a big opportunity.\"But while the private space industry is taking off globally with headline-grabbing companies like America's Space X and Blue Origin, Tata Nardini is adamant Australia need its own dedicated space agency to keep pace. She called for the government to step up.\"A space agency forces collaboration and innovation. I do think it's necessary,\" she said. \"The government has to keep up support and make radical changes in the coming years.\"",
    "date": 1491890796,
    "url": "http://mashable.com/2017/04/11/nano-satellites-internet-of-things/",
    "origin": "mashable"
  },
  {
    "title": "These American tech companies are heading south to list. But why?",
    "content": "American technology companies are traveling to the other side of the world to raise a buck.The underwater drone company Aquabotix is one U.S. startup eyeing the Australian Securities Exchange (ASX) as a venue to publicly list, rather than looking for venture capital at home. If successful, it will join 12 U.S. tech listings to take place in Australia since 2013. There's fellow drone tech company Droneshield, which listed in 2016, as well as the troubled HR software startup, 1-Page in 2014. So why are they all heading south? SEE ALSO: Meet the podcast proving that the future of sex tech is femaleFor the most part, it's about size. Not only can such companies potentially raise capital in Australia at a better price, they may also find it easier to attract the attention of the press and analysts in a smaller pool.The phenomenon hit its peak in 2015, with seven U.S. tech listings. But Josh Collard, business development manager at the ASX, suggested the attraction is the ability to list at a relatively young age.While many companies see venture or private equity as the only options, the ASX thinks of itself as an alternative for companies at Series B or onwards.\"If you want to go public in the U.S. and you're less than A$1 billion ($757 million), you really are a very small fish in a big pond,\" he said. \"If you're too small for the public markets in the U.S. but are interested in going public, then we believe the ASX is a very interesting venue for you.\"That's the case for Aquabotix, according to company chairman, Peter James. \"The amount of money we're looking to raise is only small -- A$5 to 7 million ($3.8 to $5.3 million) -- and in the U.S., you don't get any visibility or attention for that,\" he said. \"Certainly, the ASX is one of the few options.\" It expects to list in May, and as James is also on the board of Droneshield, he has experience working with a U.S. company listing locally.There are benefits for the Australia exchange, too. It's about \"diversifying the menu,\" as Collard put it. \"We've got 2,200 listed companies on the exchange -- around 10 percent are foreign at the moment -- and there's real demand for more foreign listings.\"In fact, the ASX is actively wooing companies to list, not only in tech but healthcare and other fields through IPO roundtables held in places like Minneapolis.As a means for raising technology funds, the tactic is not without its skeptics. Rick Baker, cofounder of the venture capital fund Blackbird Ventures, said he applauded all founders who managed to raise capital \"through whatever means.\" Still, he had some reservations. \"Potential investors should look closely at why these companies are choosing to list on the ASX when there is such a deep and well formed venture capital market in the US,\" he said over email.  \"They should check that these are not just the companies which have failed to get funding over there.\"So, is the ASX being treated as a last resort?\"They should check that these are not just the companies which have failed to get funding over there.\"There's also been concern locally about the viability of reverse takeovers, otherwise known as backdoor tech listings, where a defunct ASX-listed resources company is used as a shell by a private company to gain entry to the market.This was a route taken by the aforementioned 1-Page, which is now reportedly fighting for its future.\"People in the tech scene in Silicon Valley think it is strange we are listing in Australia but when we explain all the advantages they think it's a genius idea,\" 1-Page cofounder and CEO Joanna Weidenmiller told the Financial Review in happier days.Most critics are concerned that companies listing this way are untested, presenting risks for the un-savvy investor.There are similar fears for foreign technology companies that list through the front door while still young, unproven and with little revenue. While Aquabotix made A$1.1 million ($832,282) of revenue in 2016, its classmate Droneshield listed with under A$124,000 ($93,821) of revenue in the first nine months of 2015.While he acknowledged concerns about backdoor listings, James argued Aquabotix is going \"straight through the front door.\" While he's familiar with the venture route, he suggested the company had always been bootstrapped and a listing is the next logical step. Unlike some others, it's also profitable.\"I think it's a fair comment that there's a lot of [venture capital] activity in the U.S. -- that's 100 percent true -- but we can be an alternative,\" Collard added. \"Like every opportunity, it needs to go through its normal checks and balances.\"",
    "date": 1491880581,
    "url": "http://mashable.com/2017/04/10/american-tech-listing-australia/",
    "origin": "mashable"
  },
  {
    "title": "Ad tech startup InMobi becomes India's second profitable unicorn",
    "content": "In India's cash-guzzling startup ecosystem, profit stories are a bit of an aberration. So much so that even its poster-child, Flipkart, hasn't turned a profit in a decade of its existence.But here's a success story and only the second one from India. SEE ALSO: Softbank reportedly wants to merge India's top online retailers to take on AmazonMobile advertising firm InMobi, one of India's 10 unicorns, is now a profit-making venture. Data analytics firm Mu Sigma is the only other Indian unicorn with that distinction. (India's other unicorns are Flipkart, Snapdeal, Ola, Paytm, Quikr, Hike, ShopClues and Zomato.)InMobi, backed by Japanese telecom giant Softbank, competes with the likes of Facebook and Google in the ad tech space and was also the first Indian startup to be valued at over $1 billion six years ago. It began operations in 2007. Sharp growth in video ads on its platform and a burgeoning market in China saw InMobi record a profit of $8-10 million on revenues of $300 million in 2016, say reports. \"Revenues from the advanced video ad platform grew 4.22X year on year, and is projected to be the biggest driver of growth in 2017,\" the company said in a statement to Mashable.  We're happy to announce that @InMobi has become profitable. Thank you InMobians for your grit, focus & execution.  https://t.co/VnFgATW1Xd-- InMobi (@InMobi) April 5, 2017Naveen Tewari, Co-founder & CEO of InModi said: \"We are no longer dependent on anyone, the business can scale on its own.\"  China is now InMobi's second-largest market after the US, accounting for 28 percent of its revenues, according to Tech In Asia. The US contributes 30 percent. India, Indonesia and Australia complete the top five geographies.InMobi's software development tools are integrated in 30,000+ apps, which allows it to gather a wealth of information about users. It then uses that information to offer customized ads to nearly 1.5 billion users.Social media is abuzz with congratulatory messages for the Bangalore-based startup. @InMobi @NaveenTewari Beware! You are going against the trend... Much needed for the ecosystem, though :)-- Sagar Bedmutha (@SagarBedmutha) April 5, 2017Pleasantly surprised at @InMobi turnaround. Personally didn't find it to be a great network to scale on! Maybe, things have changed!-- Varun (@_varunparikh) April 6, 2017Its hard to beat an organization that never gives up!! Big Congratulations to Inmobi :) https://t.co/VxHHSxBMOx-- Aditi Tewari (@ad_te) April 5, 2017InMobi turns profitable ! Proud of how we came together as a team last year, stayed  low with heads-down execution,...https://t.co/gFCDK2UKKL-- Piyush Shah (@shahbuckler) April 4, 2017At a time when #Sotbank is mum on its India bets, their bullishness on #InMobi matters to the start-up ecosystem - https://t.co/BD7t5gkuVB-- Adithya Venkatesan (@adadithya) April 5, 2017InMobi is profitable! All the hard work and focus paying off.. https://t.co/F4BtrOYCB6-- Varsha (@7varsha) April 5, 2017@PKGulati maybe the nth time but worth saying it again... @InMobi that rare combination of vision and execution @NaveenTewari @amitgupta007-- Sandeep Todi -Remitr (@sandeeptodi) April 6, 2017",
    "date": 1491476389,
    "url": "http://mashable.com/2017/04/06/inmobi-second-india-unicorn-profit/",
    "origin": "mashable"
  },
  {
    "title": "Rental bidding startup seems good for landlords. Tenants? Not so much.",
    "content": "Finding a place to rent can be hellish, but does transferring that process online make it better? One startup argues yes, but tenancy advocates are doubtful.Alex Lubinsky, the CEO of the Californian company Rentberry, is aggressively confident about the usefulness of his product. He even characterised the heavy criticism levelled at it in the U.S. as \"good publicity.\"His site allows prospective tenants to make offers against others to secure properties. While Lubinsky would prefer those offers be called \"custom submission,\" it's not hard to see why it's been called an \"eBay-style\" platform on which tenants will rush to outbid each other, potentially pushing prices to new heights. If the landlord accepts, the tenant then pays Rentberry A$25, although the company has floated changing that to a percentage model.SEE ALSO: A floating techno-libertarian city might be coming to the PacificThe startup launched in 10 cities across the U.S. in 2016, and is now rolling out to at least 1,000. First reported by Domain, Rentberry has announced its intention to launch in Australia. With no set launch date, Lubinsky said he also has his sights set on Canada and the UK.There's plenty to fix about renting, no doubt. Attending a house inspection, filling out a form and rushing to the real estate agent's office all in one day is de rigueur. Some automation wouldn't hurt. And it's not uncommon in Sydney for potential renters to offer the landlord a little more rent each month to secure a lease.Ned Cutcher, senior policy officer at the Tenants Union of New South Wales, acknowledged such a situation is happening \"on the sly.\" Still, he doubts Rentberry is the solution.\"This idea sells itself on making that transparent, but I don't think that's the right response,\" he said. \"The secret business of pushing up rents doesn't not push up rents by taking the secret out.\"Lubinsky claimed the site in fact had the opposite effect over nine months in its 10 launch cities, saving tenants 5.1 percent on rent. However, Toby Bozzuto, CEO of the real estate development company Bozzuto Group, told the Wall Street Journal those numbers might be helped along by an oversupply of apartments across the U.S. In Australia, the situation may be different. Sydney, for example, is reportedly dealing with oversupply in some suburbs and undersupply in others.\"I'm not convinced of how encouraging people to bid up a price brings that price down.\"Tenants saved money because landlords want the most qualified, trustworthy people as their renter, Lubinsky argued. \"When somebody submits an application, landlords, they are not eager to take the highest bidder. Everyone knows this, but people disregard this and say, 'oh, it's all about money' -- well, it's not,\" he said. Cutcher, however, was was unconvinced. \"Scarcity is a key factor. If you've got more people who are looking for properties than there are available, the only real impact this can have is pushing rents up,\" he said. \"I'm not convinced of how encouraging people to bid up a price brings that price down.\"Rentberry also forces transparency on the renter that's not quite expected of the landlord. There are fears, raised by Grist, that user profile pictures could prompt landlords to racially discriminate against prospective tenants. Lubinsky, for his part, dismissed that, suggesting users could use cartoon avatars if they wished.In the U.S., the company also supplies the applicant's credit score and background check results to the landlord, but he could not disclose which companies it would be working with in Australia to provide those details.The tenants, of course, don't see quite as much information about their landlord. What if they're notorious for letting properties fall into disrepair, for example? Lubinsky suggested the ability for tenants to review and rate landlords after they leave will take care of that.Either way, as many have noted, it's clear landlords have the power. If they chose to use Rentberry, tenants may be forced to follow them there.",
    "date": 1491382493,
    "url": "http://mashable.com/2017/04/05/rentberry-app-australia/",
    "origin": "mashable"
  },
  {
    "title": "Get schooled online by celebrities like Steve Martin, Shonda Rhimes",
    "content": "If you learn from the best, you'll become the best. That's the theory, anyway. The online education site MasterClass is all about finding your inner genius by learning from experts in their fields, even if it is only online. Want to learn tennis via video? Then who could be better than Serena Williams.SEE ALSO: Pornhub wants to be the hottest destination for sex edWhile it's not offering extensive coding lectures like Khan Academy, MasterClass has upped their online class offerings with 12 different celebrities in the past year. In March, they announced an acting class with Steve Martin and a few more star-powered courses are on their way.A one-time $90 fee (per course) gives you access to high-caliber how-tos in filmmaking, cooking, performing, singing, acting, screenwriting, music producing and even film scoring. Your instructors are none other than Christina Aguilera, Kevin Spacey, Usher, Gordon Ramsay, James Patterson, Dustin Hoffman, Werner Herzog, Aaron Sorkin, Reba McEntire, Hans Zimmer, Deadmau5, and the aforementioned tennis great, Serena Williams.Act like you've never acted before with Kevin Spacey as your guide.Image:  masterclassIt's quite the list from the San Francisco-based online learning company, which launched in 2015.  It hopes a recent $35 million funding round will also boost awareness of the program.With the new funding (making a total of $56.4 million already raised), MasterClass has been pushing hard with ads geared towards young professionals on places like Facebook and YouTube. \"We're an online education platform, so most of our advertising is done online,\" a company spokesman said. \"We try to target prospective students who might have an interest in a particular class topic or instructor.\"It's unclear how many people are registered for classes, but around a year ago, the company claimed more than 30,000 were signed up with only five classes on offer.Get your learn on with Shonda Rhimes.Image:  masterclassOf course, you aren't actually going to class with Usher to learn \"the art of performance\" -- only watching a video lesson from him. But still, you can say you learned your moves from Usher.On Twitter, several people have posted about the classes with good feedback, but as many pointed out, it will sting your wallet. Celebrity time is not cheap, apparently.Absolutely adoring my @masterclass w/ @GordonRamsay - completely worth it.-- Julie Younglove (@LiterateLetter) March 12, 2017@KevinSpacey the masterclass you did is so awesome. Love being able to understand your mind.-- CHAD MICAH JOHNSON (@153grover) March 23, 2017Spent $90 for @HansZimmer online film scoring @masterclass last december. TOTALLY WORTH IT!!! It will definitely help my future projects. :P pic.twitter.com/4tHajhQKqq-- AdiHD (@adibontuyan) March 18, 2017Been working on the #Deadmau5 #masterclass and I think for what it is it's worth it.-- paul morgan (@copestattic) March 29, 2017I really want to take Gordon Ramsay's MasterClass, because I think I could really focus on it. Too expensive for me right now, though.-- The One True Nobody! (@Lewis_Medeiros) February 18, 2017Listening to @masterclass Holy shit does @wernerherzog like to hear himself talk. What a waste of money. He contradicts himself constantly-- JP Russell (@JPRussell4513) October 14, 2016@masterclass hey guys, ever thought about doing a subscription? I want so many of the courses but is so expensive to access them all :(-- Gilbert Corrales (@samiq) March 17, 2017Sign me up.",
    "date": 1491108579,
    "url": "http://mashable.com/2017/04/02/masterclass-online-education-celebrities/",
    "origin": "mashable"
  },
  {
    "title": "Here's how two local Welsh lads made brewing history",
    "content": "There's a little bit of a rebel within us all. Brad and Gazz -- two Welsh lads with a passion for all things beer -- decided to take their love for beer a step further back in 2008 and the result is Tiny Rebel Brewery, an award-winning brewing company whose beers can be found in fridges worldwide.Tiny Rebel's humble beginnings can be found in a Welsh garage, where Brad and Gazz spent their weekends on their hobby brewing beer. As self-confessed \"beer geeks\" the pair got pretty good at the brewing lark and began to take it a little more seriously -- in 2010 thanks to a few thousand pounds of investment, some more robust brewing equipment and a shed-load of ingredients Tiny Rebel was born and they set about creating their first Tiny Rebel beers.Speaking to Mashable, co-founder Bradley Cummings shared more on Tiny Rebel's beginnings. \"We wanted Tiny Rebel to represent us and things that we were interested in growing up - urban culture, 90's music, being a bit rebellious and not taking ourselves too seriously.\" This ethos has carried through from the early days to now -- the company may now be a global success but it's still unapologetically built on a sense of fun.Like with most startup ventures, the team faced their fair share of barriers to success in the early days -- especially given the economic climate within which they were trying to launch. \"Pubs were closing around the time we were setting up, which meant investment was a challenge.\" Bradley recalls. \"We were also creating a new market for Wales that didn't really exist\", something which is a risk in itself. The team soldiered on though and made it to the development stage.The Tiny Rebel team must've been thankful for their \"beer geek\" roots -- especially given the gruelling development process that went into the creation of their first staple brews. The development stage of the company saw Brad and Gazz create north of 150 different brews, finally settling on two of their core offerings in February 2012 -- FUBAR and Urban IPA went on to become award-winning beers, and are still two of the company's most prized brews.Just a year after the company's official launch the team went global in 2013, exporting beers to Denmark and Australia. While things took off overseas though, the boys made sure they stayed grounded and remembered their roots. \"There's some great beer coming out of Britain at the moment and it's awesome being a part of it\" Bradley told Mashable, and their achievements at home are a testament to this. In the same year the team began exporting abroad, they also cleaned up at the Great Welsh Beer Festival, taking home gold, silver and bronze awards for their Dirty Stop Out, FUBAR and Urban IPA brews respectively. Later down the line their Cwtch beer took the Champion Beer of Britain accolade in 2015, and in 2016 the company won brewery business of the year from The Society for Independent Brewers.Image:  tiny rebelThe Tiny Rebel team was busy in 2013. Not content with just brewing and exporting their wares, racking up awards and watching their sales figures fly up, the company also opened the very first, fully devoted craft beer bar in Cardiff. Physical premises have expanded since then too: \"November 2015 saw us open our second Tiny Rebel bar in the heart of our home town of Newport\" Bradley told Mashable, \"And we kept on setting ourselves ambitious goals.\"So what's next for the Welsh brewers? \"We've just invested PS2.6m in a new brewery giving us the facilities to become fully self sufficient in brewing and packaging, which was always a goal of ours when we were brewing in the garage just over 5 years ago\" Bradley divulged. The team plans on opening the doors of its brewery to the public, too, sharing their story and the entire brewing process with their customers.",
    "date": 1490886258,
    "url": "http://mashable.com/2017/03/30/welsh-brewery-built-on-rebellion/",
    "origin": "mashable"
  }
]