[
  {
    "title": "Think Amazon is leading in drone delivery? Think again!",
    "content": "  It was a terrific scoop for CBS and a lot of fun for viewers and media alike. The story went viral as did the YouTube video of the show - 16 million people viewed this video. It was the beginning of a new era in speedy delivery... and also the beginning of a lot of problems. New FAA regulations for U.S. drone use require commercial drones to stay within sight of pilots, carry a payload of less than 55 pounds, and require operators to pass a test every two years. The line of sight provision makes it difficult for drones to fly long distances.Amazon is not the only player in aerial deliveries. It's happening all around the world. In China, JD.com, which is one of the top 5 largest e-commerce retailers (Alibaba and JD.com make up 47% and 20% of the total market, respectively), publicly launched its drone delivery service in 2016 while Amazon was fighting the FAA flight limitations in the U.S. and was testing in the UK and other countries where the regulations were less stringent. These same regulations inhibit commercial drones from flying over anybody that is not involved in the transaction, a Catch-22 for drone delivery because the drones are most likely to be unmanned and will fly over a rather long distance.JD.com is a Chinese electronic commerce company headquartered in Beijing, China. They started a trial drone delivery program in rural China, testing drop-offs outside of Beijing and in Jiangsu, Guangxi, and Sichuan. On Bachelor's Day, November 11, 2016, also called Singles Day, which is one of the biggest sales days in the year amassing $17.6 billion in sales over the 24-hour period, JD officially launched their drone delivery program.Alibaba hasn't announced a drone-based rural delivery program although they have used the drones of a delivery company, Yuantong, to deliver products for promotional events. In addition, Chinese delivery company SF Express has started trials on drone delivery, although they will not provide service to customers but only for deliveries between the company's own branches over China.JD's drone delivery's goal is to deliver with drones from cities to rural areas. JD designed its own aircraft, and there are five different types of drones that are used depending on the size of the parcel. The delivery process goes like this: First, the customer orders product and asks for delivery through JD. Second, JD sends an unmanned drone to a landing pad that is managed by a delivery man living in the village where the customer resides. Lastly, the delivery man delivers to different houses in the village. The drones are unmanned and fly along fixed routes set ahead. JD announced in April 2017 that the company will build 150 drone delivery stations in Sichuan Province. The cost of delivery is expected to go down more than 70%, according to JD CEO Liu Qiangdong.There are many reasons why JD chose rural areas as major service areas instead of cities. First, it is easier to operate in rural areas because the cities are too dense for drone operations. Most people live in apartments so it would be hard for JD to set a location for each customer. Second, the regulations in rural areas are more flexible than in cities such as Beijing. Third, rural areas are often difficult and expensive to get to by other means. Finally it is expected that drone deliveries to rural areas will cut back JD.com's overall spending on logistics. The system will lower delivery costs by as much as 50% to under $0.08 per package.<< Return to The Robot ReportRead more >>",
    "date": 1493762400,
    "url": "https://www.therobotreport.com/news/think-amazon-is-leading-in-drone-delivery-think-again",
    "origin": "robot report"
  },
  {
    "title": "24 research reports dissect the robotics industry",
    "content": "After reading the press releases for this batch of 24 research reports, although they vary widely in their forecasts, they almost all agree that most segments of the robotics industry are expected to grow at a double digit pace at least through 2022.Global and China Camera Drones Market\nMarch 2017, 110 pages, S&P Consulting, $2,700\nProvides a description of the value chain and its distributor analysis for this troubled DJI-dominated segment of the drones industry.Drone Identification System Market\nApril 2017, Markets and Markets, $5,650\nThe drone identification market is estimated to grow from $801.8 Million in 2016 to $16 billion by 2022, at a CAGR 64.64% during the forecast period.Automated Guided Vehicle Market\nApril 2017, Markets and Markets, $5,650\nThe automated guided vehicle market is expected to reach $2.68 billion by 2022, at a CAGR of 9.34% between 2017 and 2022. The growth of this market is propelled by advancements in automation, emphasis on workplace safety, and the growing need to cut down operational cost and increase productivity.Global smart robots market\nJanuary 2017, 84 pages, TechNavio, $2,500\nForecasts the global smart robots market to grow at a CAGR of 20.65% during the period 2016-2020.Electric UAV Drones\nFebruary 2017, 160 pages, IDTechEx, $4,995\nUnmanned aerial vehicles (drones) will be a business of over $6 by 2027. IDTechEx forecasts the next advances in hardware and software revolve around autonomy and energy independence while swarming theory will transform security and other applications. Innovations in UAVs\nFebruary 2017, Frost & Sullivan, $6,950\nRecent innovations in UAVs include digital IDs, their use by utility companies, their use underwater, payloads of thermal and other sensors.Service robots & drones\nOctober 2016, 302 pages, IHS Markit, $14,000\nThe global service robotics market will increase from $3.7 billion in 2015 to around $15 billion in 2020 at a CAGR of greater than 20%.Service Robotics Market by air, land and sea\nJanuary 2017, Markets and Markets, $5,650\nThe service robotics market is estimated to reach $23.90 billion by 2022, at a CAGR of 15.18% between 2016 and 2022.Service robotics market in China\nNovember 2016, 20 pages, China Research & Intelligence, $2,000\nChinese government issued a series of supporting policies for the development of the service robot industry. In May 2015, the State Council issued specific plan of Made in China 2025, in which service robots play a significant role.World cleaning robot market\nJanuary 2017, Allied Analytics, $4,740\nthe cleaning robot market is expected to reach $2.50 billion by 2020, at a CAGR of 15.3%.Global cleaning robot market\nApril 2017, Persistence Market Research, $4,900\nThe emergence of futuristic robotics is supporting the innovation of low cost, smaller size and technologically advanced cleaning robots. However, the low battery life and durability issues are some of the factors hindering the growth of cleaning robotics market.Global CyberKnife Market\nJanuary 2017, 116 pages, ReportsnReports, $2,800\nA market analysis of the commercially available Accuray cyberknife and very few others.\n\nHealthcare assistive robot market\nJanuary 2017, 200 pages, Global Market Insights, $4,500\nMarket size was over $200 million in 2015, with 18.9% CAGR estimated from 2016 to 2024.Position sensor market\nApril 2017, Markets and Markets, $5,650\nThe position sensor market is expected to reach $5.98 billion by 2022, at a CAGR of 6.27% between 2017 and 2022.Sensors for Robotics: technologies, markets and forecasts to 2027\nDecember 2017, IDTechEx, $4,995\nThe market for robotic sensing will reach over $16.1 billion by 2027.Global defense robotics market\nJanuary 2017, Persistence Market Research, $4,900\nBorder patrol needs are creating an increasing demand for UAVs and UGVs in countries such as Israel, South Korea, China and United States.Aerospace Robotics\nJanuary 2017, Markets and Markets, $5,650\nThe aerospace robotics market is projected to grow from $1.81 billion in 2016 to $4.54 billion by 2022, at a CAGR of 16.55% during the forecast period.Aerospace and Defense Tech with UAVs\nFebruary 2017, Frost & Sullivan, $6,950\nDescribes unmanned supply aircraft to supply troops under fire, VTOL UAVs, and drone-capturing UAVs. Report includes a section on sensors: \"The need for low power, smaller, lighter sensors with enhanced performance attributes and minimal false alarms is driving innovations in the sensors space.\"Agricultural robots and drones technologies market\nMarch 2017, 163 pages, Research and Markets, $5,760\nA complex ten-year segmented market forecasts for 14 categories including static milking robotics, mobile dairy farm robots, autosteer tractors, autonomous tractors, unmanned spraying drones, autonomous data mapping drones, robotic implements for de-weeding, autonomous de-weeding mobile robots, robotic fresh fruit harvesting, robotic strawberry harvesting, manned and unmanned robotic lettuce/vegetable thinning/harvesting which is forecast to reach $10 billion as early as 2022.Agricultural robots and drones\nMarch 2017, IDTechEx, $4,995\nForecasts robotics in dairy farms will reach $8 billion by 2023; more than 660,000 tractors will come equipped with autosteer by 2027; drone-provided analytics will reach over $480 million by 2027; slower progress in harvesting and agrochemicals.Collaborative Robot Market\nJanuary 2017, 147 pages, Transparency Market Research, $5,795\nThe report states that the global collaborative robot market is expected to be worth $95 billion by the end of 2024 as compared to $10.3 billion in 2015 and expand at a CAGR of 30.0%. Warehousing and logistics robots\nFebruary 2017, 104 pages, Tractica, $4,200\nSales of warehousing and logistics robots reached $1.9 billion in 2016 and Tractica expects that the market will continue to grow rapidly reaching a market value of $22.4 billion by the end of 2021.Global industrial robot market \nDecember 2016, 104 pages, Marketsize Forecasters, $2,800\nThe report discusses the competitive landscape of the industrial robot market, particularly with mergers, acquisitions, new product launches and expansions.Global industrial robotics services\nJanuary 2017, 66 pages, Infiniti Research, $3,500\nForecasts the global industrial robotics services market to grow at a CAGR of 10.16% during the period 2017-2021. The fact-based backbone for many of these research reports is the International Federation of Robotics' (IFR) annual World Robotics Industrial Robots and World Robotics Service Robots reports. These two books represent the official tabulation and analysis from all the robot associations around the world.The two 2016 reports cover 2015 activity and can be purchased for around $2,200.The 2017 reports covering 2016 activity will be published and available for purchase around September 30, 2017.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1493589600,
    "url": "https://www.therobotreport.com/news/24-research-reports-dissect-the-robotics-industry",
    "origin": "robot report"
  },
  {
    "title": "April 2017 fundings, acquisitions, IPOs and failures",
    "content": "April 2017 had 17 robotics-related companies get funding totaling over $390 million - a fourth solid month for 2017 - $1.05 billion year-to-date. Acquisitions also continued to be substantial with ABB's $2 billion acquisition of Bernecker & Rainer, plus Baidu, iRobot and Cognex each making strategic acquistions.When asked about the few IPOs but many acquisitions in the digital, tech and robotics industries, Apple co-founder Steve Wozniak said in an interview in Fortune Magazine:When Steve and I started Apple we were so naive and young. We didn't know anything about business. We didn't know that it's often the case that you start a company and then you get bought out as an exit strategy. We thought that you start at home, you make a product, and become profitable so you have your company forever. As long as it makes a profit, it never goes away. That's how I thought companies worked. Boy, it's a different story now in Silicon Valley.I think there are an awful lot of people who have a quick exit plan like selling the business to another big company to get enough money to buy a house in San Francisco. Then they move on to the next one. There are many companies that are started by business people and not engineers. Engineers say, \"What would be a cool product? What would make the world greater and better?\" That's where I come from.\"Right now, the largest tech players are scrambling to catch Uber, which has a big head start on virtually everyone. That means that if you don't have the capability in-house, you have to acquire it. XPerception has expertise in processing and identifying images, an important part of the sensing for autonomous vehicles. The purchase may help push Baidu closer to the leaders, but it is just one piece... it has a long way to go.\"Lots of activity, but no new stocks just yet.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1493589600,
    "url": "https://www.therobotreport.com/news/april-2017-fundings-acquisitions-ipos-and-failures",
    "origin": "robot report"
  },
  {
    "title": "iRobot, KUKA and other robotic stocks exceed earnings expectations",
    "content": "iRobot (IRBT on the NASDAQ stock exchange) jumped from $70 to $80 per share on news that iRobot's quarterly earnings were so good that the company raised their forecast for 2017 to new highs. KUKA also had good Q1/17 earnings as did Intuitive Surgical.iRobot's stock jumped 15.75% on news that it's Q1/17 earnings exceeded analyst expections and had jumped 28.8% from Q1/16. As a result, iRobot adjusted upward their 2017 revenue forecast. iRobot now expects full-year 2017 revenue of $780 million to $790 million, which should result in earnings per share of $1.45 to $1.70 (up from EPS guidance of $1.35 to $1.65 previously). Total Q1/17 units shipped of iRobot's household cleaning robots was 704,000, a 28% rise from 550,000 shipped in Q1/16. According to CEO Colin Angle, iRobot has shipped over 15 million robotic home floor cleaners through 2016.Last year iRobot divested its Defense and Security Division for $45 million to a VC which shortly thereafter launched Endeavor Robotics. Thus iRobot is now exclusively a commercial robotics provider. Year-to-date, iRobot's stock has risen 38% from $58 to $80. KUKA AG reported Q1/17 sales revenues of $862 million which was up 25.6% compared to Q1/16 revenue. Order backlog for the same period was up 30.6%. KUKA's outlook for 2017 is around $3.4 billion, up 7.5% over 2016 ($3.16 billion). KUKA's listed shares - only 5.4% remain with institutions and private investors, the rest, 94.6%, is held by Midea - remain listed but lightly traded as part of the agreement with Midea and will continue to be traded for at least 3 years.Midea Group, a consumer products manufacturer, is one of the top 50 Chinese publicly-traded companies with revenues of $22 billion. It reported 2016 profits up by 15.6% year-over-year. In addition to its 2016 acquisition of KUKA for approximately $3.9 billion (according to Bloomberg), it just recently acquired Israeli Servotronix for $170 million. Servotronix adds to Midea's industrial automation acquisitions by being a motion control provider for robotics, printing, machine tools and electronics industries.Midea chairman and CEO Paul Fang said, \"This strategic alliance represents another milestone of Midea's expansion in industrial automation and intelligent manufacturing. We believe that Servotronix' technological leadership and innovation in motion control will generate significant synergies with Midea in terms of value chain integration and new market development. By leveraging each other's complementary capabilities and resources, the two companies will join forces to develop exciting new products and explore growth opportunities going forward.\"Midea Group press releases regarding their acquisition of KUKA said almost the same thing: \"By leveraging each other's complementary capabilities and resources....\"In recent years Midea has invested in building smart factories and presently has 1,500 robots at work. Both KUKA and Servotronix offer Midea the key technologies it needs to continue its quest for automation in its manufacturing process.Intuitive Surgical, a medical equipment provider and inventor of the da Vinci surgical robot system, reported $5.09 earnings per share (EPS) for the quarter, topping analysts' consensus estimates of $3.97. Intuitive Surgical had a net margin of 27.21% and a return on equity of 14.24% with revenue of $674.20 million for the quarter, compared to the estimate of $664.72 million. During the same period in the previous year, the firm earned $4.42 EPS. Intuitive's revenue for the quarter was up 13.4% on a year-over-year basis. ISRG has climbed over 30% so far this year, from $642 to $837.iRobot and Intuitive Surgical are members, and KUKA used to be a member, of the 80+ stocks included in the ROBO Global Robotics & Automation Index, a leading indicator of the robotics and automation market. KUKA was dropped when it was acquired by Midea. Even though KUKA has revenues of around $3.4 billion, when combined with Midea's $22 billion, the percentage of robotics-related revenue is only 13% which is too little to qualify Midea for membership in the index. Also, Midea only trades on the Shenzhen Stock Exchange which, at the present time, ROBO Global doesn't cover.For more information about the index or the 80+ member companies, go to ROBO Global's website.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1493589600,
    "url": "https://www.therobotreport.com/news/irobot-kuka-and-other-robotic-stocks-exceeding-earnings-expectations",
    "origin": "robot report"
  },
  {
    "title": "As DJI dominates camera and commercial drone sales, drone funding falls",
    "content": "According to AgFunder's 2016 AgTech Investing Report (supported by The Robot Report's own research), 2016 drone funding fell 64% from 2015 levels. Also, the types of UAS companies that got funded weren't drone makers.In 2015, according to AgFunder, the largest drone deal was DJI's $75 million followed by 3D Robotics' $64 million. In 2016, the largest deal was 3D Robotics' $27 million and the majority of drone tech deals closed during the year were seed stage (15 out of 25), whereas there was an even split between late and seed stage deals in 2015.The Robot Report's year-end article: 2016 best year ever for funding robotics startup companies included 27 UAS deals. The largest was for $43.8 million to a meds drone delivery service, Zipline International. The 2nd largest was $30 million to Airware, to fund their acquisition of Redbird (a French drone-powered analytics provider) and development of a set of technology systems to plan, fly, and analyze aerial data - particularly valuable for insurance adjusters and contractors. Then came 3D Robotics' $27 million which helped them wind down and reconfigure themselves from a drone maker to a drone services provider.The mix of companies receiving funding in 2016 was different than in 2015 where the big money went to drone makers: DJI ($75M) 3D Robotics ($64M), Yuneec Electric Aviation ($60M), Ehang ($44M), and CyPhy Works ($25.4M).2017 fundings continue the 2016 pattern: Drone Delivery raised $8.1M to further their depot to depot delivery system, Flytrex raised $3M to manufacture drone components, Flirty, a medicine and food delivery drone startup got $16M, Measure got $15M for their drones-as-a-service company for insurers, AirMap got $26M for a real-time air traffic management system, Dedrone got $15M for a drone tracking system, Airware raised an additional but undisclosed sum and Arbe Robotics got $2.5M for a real-time drone mapping system. No drone makers in the lot!DJI is by far the leading quadcopter maker in the world. At a recent drone trade show, most of the booths that displayed multi-rotor drones doing specialized tasks used DJI drones to demonstrate their products. As drones are becomming less of a flying camera and hobby and more to provide commercial and industrial services, DJI is still leading the pack.According to Bloomberg Businessweek, DJI is valued at $10 billion and makes 60-65% of all non-military drones. DJI designs, prototypes and manufacturers all their products in their own factories in Shenzhen and all their sub-contractors are in Shenzhen as well. Thus they control the supply chain and can produce new drones every 6 months thereby whipping the competition. Very Apple-like (after which they pattern themselves).Nevertheless, even DJI has seen the change from drone-making to providing meaningful services with drones. It's tough to maintain momentum with just hardware no matter how good it is. DJI, while continuing to develop new products and upgraded versions of their drones, has suffered the same limitations as other makers and service providers: limited battery life, regulations regarding line of sight and autonomy, connectivity issues, image processing and analysis, limited payload capacity and the commoditization of drones themselves. But, as Paul Turner, CEO of AgDNA wrote recently on Medium:\"Once drones are able to take off autonomously, scan a field [or object], upload data, recharge and continue operation without human intervention -- this will be a game changer.\"We're almost there.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1493330400,
    "url": "https://www.therobotreport.com/news/as-dji-rules-commercial-drone-sales-drone-funding-fell-64-in-2016",
    "origin": "robot report"
  },
  {
    "title": "Podcasts are the new blogs",
    "content": "Most of us are familiar with the podcasts about robotics from the Swiss-based Robots group. For different perspectives, from the funder's point of view, here's a list of podcasts from the VC's that fund robotics and technology ventures -- funders like Andreessen Horowitz, Kleiner Perkins, Greylock Partners and Y Combinator.Erin Griffith said: \"It's starting to seem like every firm wants to be in the literal ears of entrepreneurs.\" She compiled this list for her Fortune Term Sheet column. After listening to a few different podcasts, I found it an entertaining, informative and fascinating way to get insight into VC thinking.The Robots podcast is run by Robohub and creates bi-weekly interviews with leaders in the field. Robohub is a non-profit Swiss-based organization run by volunteers. To date, they have produced 232 podcasts. Robots is available via Apple iTunes, Robohub, Soundcloud, and all other major podcast servers.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1493071200,
    "url": "https://www.therobotreport.com/news/podcasts-are-the-new-blogs",
    "origin": "robot report"
  },
  {
    "title": "Trip Planning: 35 remaining 2017 robotics-related events",
    "content": "Whether for research, purchasing, education or in conjuncation with a family vacation, going to and attending robotics-related conferences and trade shows can provide real personal and business benefits, particularly when the venue is in a foreign location. Here are the 35 remaining events for 2017:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1492725600,
    "url": "https://www.therobotreport.com/news/trip-planning-35-robotics-related-events",
    "origin": "robot report"
  },
  {
    "title": "The changing landscape of mobility as seen at Automate and ProMat",
    "content": "America's retailers are closing stores faster than ever while demand for warehouse workers by online retailers is higher than ever. Retailers and logistics companies have been opening facilities at a record pace and in this fast-paced world, warehousing and logistics managers are looking for robotics solutions to remain competitive.UPDATED 4/18/2017 to show Chinese entry into mobile robot race. See below.Chicago's huge McCormick Place Conference Center was once again home to the Automate and ProMat trade shows. ProMat for material handling solutions; Automate for robotics. Over 900 exhibitors covered 350,000 sq ft at ProMat while 400+ companies exhibited at the Automate show. Most of the companies listed below exhibited at one or both of these two shows.According to an article in The Wall Street Journal, the warehousing and logistics sectors are expanding dramatically as more people shop online. The two sectors accounted for 945,200 jobs in March, up 5.3% over 2015, according to the Bureau of Labor Statistics.Tractica, a market intelligence firm, forecasts revenue for the two sectors will grow exponentially and reach $22.4 billion by the end of 2021.Hence the many new mobility products at the ProMat show and the mood of the attendees to be buyers/adopters rather than looky-loos.Two years ago there was little discussion and promotion of bare-bones mobile robots although there were many guided AGVs, forklifts, self-driving vision kits and speciality tows as well as mobile picking solutions.This time there were lots of new vendors and much discussion about mobility and point-to-point mobile platforms to carry everything from cases to pods to shelves. Danish startup MiR (Mobile Industrial Robots) is on track to sell 600 mobile robots this year, up from 200 in 2016. Fetch, the Silicon Valley startup offering a pick and deliver solution, has altered their business plan as their clients have expressed needs that can be met with two new simple Freight robot platforms carrying loads from 500 to 1,500 kilograms plus their existing mini-carrier for loads under 80kg. Clearpath and their OTTO robots, like Fetch, carry loads up to 1,500kg. All deliver their loads safely with lights, bells and signals that interact with humans in their path. And all rely on user companies to customize what's carried, the payload, where the payload is to go, and what special fixtures are needed to hold, grab, slide, and otherwise handle the goods being carried.Clearpath, Fetch and MiR have discovered a market segment of point-to-point deliveries and pickups using a basic mobile platform and letting the end user add any needed shelves or fixtures. All three companies are reaping the benefits of this marketplace by a rising number of orders from both industrial and warehousing sources.Although there were many startups attempting to fill the void left by Kiva Systems as their goods-to-man system was taken inhouse by Amazon, many of those companies are finding resistance to their picking solutions because users prefer to use humans for that operation because they are faster and more accurate. But these same end-users want help moving picked items, consequently the interest in bare-bones mobile robotic platforms as \"gofor's.\" These mobile platforms all use various systems of navigational awareness with lights and beeps to interact with humans. Colors (white, red, orange and green) plus blinking to indicate turning and other warnings; beeping to indicate backing up, etc. [NOTE: Amazon didn't exhibit their warehouse systems and services at either show.]Below is a list of some of those mobile platform providers (and a few that didn't exhibit at either show). There were many other AGV, lift and mobile manipulator providers exhibiting at the two shows which may be profiled in a future article. The following providers offer mobile solutions but don't offer robotic platforms as separate products:This news video shows hundreds of orange robots from Chinese company Hanzhou Hikrobot Technology sorting packages at a mailing center. Although they weren't present at either of the two shows in Chicago, they are selling their mobile flipper robots all over China.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1492380000,
    "url": "https://www.therobotreport.com/news/the-changing-landscape-of-mobility-as-seen-at-the-automate-and-promat-trade",
    "origin": "robot report"
  },
  {
    "title": "Smart grasping demonstrated at Automate and ProMat trade shows",
    "content": "Tactile sensing and force feedback are - and have been - problem areas for robot grasping. Humans could see, select and pick so much faster. Yet to handle the millions of different everyday items in our factories and warehouses, costly positioning and camera systems have been required. These systems made it easy for fast robots with simple grippers to pick items as they came along - but at great cost.Chicago's huge McCormick Place Conference Center was once again home to the Automate and ProMat trade shows. Automate for robotics; ProMat for material handling solutions. Over 900 exhibitors covered 350,000 sq ft at ProMat while 400+ companies exhibited at the Automate show.Up until recently no vendor has been able to randomly grasp - at speed - all the different products needing to be handled. A major objective of improved grasping - in addition to supplementing or replacing human labor - is to reduce the high cost of fixtures, conveyors, sorting and positioning systems. The challenge to low-cost effective grasping was described in the U.S. Robotics Roadmap:\"Challenges include fundamental 1st principles of physics in the development of actuation and sensing. Other challenges include 2 point discrimination, contact localization, extrinsic and intrinsic actuation, back-drivability vs. compliance, speed/strength/power, hand/glove coverings that do not attenuate sensors/motion but are rugged when handling rough and sharp objects.\"This year a few companies demonstrated smart gripper systems that can piece-pick random goods at speed - far ahead of the research schedule in the Roadmap. Here are two that were at the show:Also demonstrated were grippers with lights or other forms of HRI because studies have shown that human-robot collaboration needs communication - even from colored lights - to facilitate adoption. EAOT is a moving target with multiple new vendors showing up frequently. The list below is of companies that actually produce and market grippers for industrial and collaborative robots now. Most did not have booths at the show. It is not, by any means, a complete list of gripper providers and doesn't include the growing list of Chinese providers. Nor does the list include vision, tool-changer or sensor providers, or grippers made by industrial robot manufacturers. Follow the highlighted links to get technical specifications.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1492293600,
    "url": "https://www.therobotreport.com/news/smart-grasping-demonstrated-at-automate-and-promat-trade-shows",
    "origin": "robot report"
  },
  {
    "title": "Collaborative robotics at the Automate and ProMat trade shows",
    "content": "Six to ten years ago, exhibitors at Automate were promoting bin-picking in many, many booths. Bin picking wasn't mentioned this year because it is an available option these days. For the last six years vendors have been promoting human-robot collaboration in manufacturing. Here's what I saw this year at the big Automate and ProMat trade shows held last month in Chicago.Chicago's huge McCormick Place Conference Center was once again home to the Automate and ProMat trade shows. Automate for robotics; ProMat for material handling solutions. Over 900 exhibitors covered 350,000 sq ft at ProMat while 400+ companies exhibited at the Automate show.Vendors appeared to be in the process of defining a broader definition of collaboration which includes all non-industrial robotics (mobile or stationary; manufacturing or service; professional or personal) in any way involving human-robot interaction. The interaction could be as little as different colored lights or as much as direct handling of materials back and forth to robots side-by-side on an assembly line.Universal Robots (UR), the collaborative robot pioneer, has sold over 12,000 of their co-bots worldwide in their short career (they sold 52 in 2009). 2016 sales were 60% greater than 2015 and their goal for 2017 is 80% to 100% over 2016. UR's booth, the biggest at Automate, was consistently crowded and noisy. Lots of attentive interest.Recently UR added an app store for co-bot accessories, grippers and cameras. They presently offer 20 products but expect to have an additional 80 in the store by the end of 2017. Another sign of UR's success was the use of their robots in other vendor's booths - 25 different exhibitors demonstrated their products with UR robots. Intelligrated used a UR to demonstrate their goods-to-picker application; Creaform used one equipped with their HandySCAN to demonstrate 3D scanning and inspection applications; ATI Industrial Automation used another UR outfitted with ATI's multi-axis force sensor; Schunk used a UR to demonstrate their new CoAct EGP gripper (read more about this interesting gripper below) as did Robotiq, which used 3 UR's to demonstrate their grippers, wrist cameras and force torque sensors. Up until this year UR has had few active competitors. Most seemed to be waiting to see whether there's a real market for these types of smaller, slower, less robust robots. They weren't actively marketing their co-bot products.UR and Rethink proved beyond doubt that there's a willing marketplace for effective low-cost co-bot products, and the other companies are planning to take advantage of their many years of education and promotion. 2017 is the year many of the above companies - and many more new entrants - are beginning to seriously market into the industrial space. Here are some of the new co-bot entrants:Collaborative robots need safe, sensitive and flexible end-of-arm-tooling (EOAT) and there were many vendors - and some breakthrough technologies - demonstrated at the two shows. Details here: Smart grasping demonstrated at Automate and ProMat trade shows.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1492293600,
    "url": "https://www.therobotreport.com/news/collaborative-robotics-at-the-automate-and-promat-trade-shows",
    "origin": "robot report"
  },
  {
    "title": "CBS News outlines jobs and robotics debate; IFR fills in gaps",
    "content": "CBS News, and reporter David Pogue, displayed some new technologies threatening jobs while the International Federation of Robotics suggested that deploying robots actually increases jobs. Are either true? Or both?  In this Sunday Morning CBS News piece, David Pogue cites the numbers of drivers that will be displaced as self-driving cars and trucks hit the roads (180k taxi drivers, 600k Uber drivers and 3.5 million truck drivers). He then explores other areas where bots and robots will soon disrupt employment: 230k workers in fintech along with 47% of many other occupations could be lost to automation in the next 20 years. He concludes with an MIT economics professor who suggests that, historically, new occupations have risen and overall employment has also risen even as major disruptions have happened over the last 100 years.Last week's Chicago Automate and ProMat trade shows began with a press conference by the International Federation of Robotics (IFR) which included a CEO Roundtable discussing automation, the future of US manufacturing, and the jobs issue. Executives from Amazon, GM, ARM, ABB and AMT participated. The IFR reported 2016 data which indicated that 31,500 industrial robots were installed in the US in 2016 (up 15% from 2015). 43% of those robots went to the auto industry, reaching an all-time high for that industry which has been growing at a CAGR of 9% since 2010.Worldwide, around 290,000 industrial robots were installed, 14% more than 2015. 90,000 of those robots were installed in China, 31% more than 2015. The IFR also predicted that global annual growth is expected to average 12% for the remainder of the decade.Employment in the U.S. auto industry during the 2010 to 2016 period rose from 679,000 to 940,000 at a steady 6% CAGR, thus 261,000 new jobs were created in the automotive sector in the U.S. from 2010 through 2016 -- the same period that robot deployment grew by 9%.\"The main driving force of this growth is the ongoing trend to automate production in order to strengthen the competitiveness of American industry globally, to keep manufacturing at home, and in some cases  bring back manufacturing that had previously been outsourced to other countries,\" said Joe Gemma, President of the IFR.Recent articles in The Guardian, Financial Times and the NY Times debate whether increased manufacturing efficiencies using automation and robotics cause fewer jobs or change job growth from DDD (dull, dirty, dangerous) jobs to higher-skilled ones, or neither. The NY Times article presented evidence from two economists who quantified the negative effects of the deployment of robots in a new paper which concluded that for every robot deployed, up to six workers lost their jobs and wages fell for the remaining workers by as much as three-fourths of a percent. NOTE: All three articles are worth reading.The panelists and the IFR agreed on the IFR analysis of economic data and forecasts that show automation and the use of robots create new jobs by increasing productivity. They also agreed, that education and training systems must be adapted to enable current and future workers to reap the benefits of robotics. Reporters asked about the Bill Gates robot tax idea and the IFR responded with a reasoned fact-backed argument which included this paragraph:According to the McKinsey Global Institute, more than 90 percent of jobs will not be fully automatable in the future. Instead, robots and humans will work together. The positive impact that the increased productivity of robots has on employment can already be seen in the most advanced industrial nations. The US automotive industry, for instance, installed more than 60,000 industrial robots between 2010 and 2015. During this same period, the number of employees in the US automotive sector increased by 230,000. [See chart above.] The same trends can be seen in the most advanced economies in Europe and Asia. Moreover, recent research by the OECD on the future of productivity shows: companies that employ technological innovation effectively are up to 10 times more productive than those that do not. The IFR foresees the future job scene to be robots and humans working together and, agrees with the McKinsey report that less than 10% of jobs will be fully automatable.Thus the debate continues.Although more people are reading The Robot Report, very few are paying for it. Advertising revenues don't really cover costs and unlike many others, I haven't put up a paywall. The Robot Report's independent reporting and compilations, directories and global maps of companies and institutions involved in making robots, takes a lot of time, money and hard work which I do because I believe the focus I've set - tracking the business of robotics - matters. I hope it matters to you too and that you will make a contribution by clicking the donate button. << Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1491775200,
    "url": "https://www.therobotreport.com/news/cbs-news-covers-jobs-and-robotics-debate",
    "origin": "robot report"
  },
  {
    "title": "Billion $ acquisitions continue: ABB acquires B&R",
    "content": "ABB, one of the Big Four global robot makers, has acquired Austrian industrial automation integrator and components manufacturer B&R (Bernecker & Rainer) Automation for an undisclosed amount but estimated to be \"close to $2 billion.\" The purchase is being funded from ABB's own cash and is expected to close by mid-year.ABB has an installed base of over 300,000 industrial robots in 53 countries around the world. At this week's Automate/ProMat trade show in Chicago, ABB is presenting their whole line of industrial and collaborative robots including their new IRB 1660ID welding robot and YuMi collaborative robot.B&R Automation has a complete line of control systems including their new X90 for mobile equipment and outdoor applications like agriculture, forestry, construction and municipal vehicles.By combining B&R with ABB:\"As we see it, this is a very important, strategically sound acquisition which clearly strengthens ABB's position in factory automation. It is important for ABB to continue to work with internal efficiency and at the same time invest for the future within strategic areas,\" said Investor AB, a 10% owner of ABB, spokesman Stefan Stern.Although more people are reading The Robot Report, very few are paying for it. Advertising revenues don't really cover costs and unlike many others, I haven't put up a paywall. The Robot Report's independent reporting and compilations, directories and global maps of companies and institutions involved in making robots, takes a lot of time, money and hard work which I do because I believe the focus I've set - tracking the business of robotics - matters. I hope it matters to you too and that you will make a contribution by clicking the donate button. << Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1491256800,
    "url": "https://www.therobotreport.com/news/billion-acquisitions-continue-abb-acquires-br",
    "origin": "robot report"
  },
  {
    "title": "Vertical farms profiled on CBS Morning News",
    "content": "CBS News profiled a New Jersey vertical farm providing baby kale, arugula, spinach and romaine to nearby Newark and NYC groceries. They boast 130 times more productivity, 95% less water and no pesticides versus field farms. And they harvest 24 times a year, rain, snow or shine.The pros for vertical farming are obvious: 95% less water, no pesticides, year-around production, local delivery, almost no spoilage, true organic veggies. But there are an equal number of cons: high energy costs, lack of automation and robotics to reduce costs, high initial facility cost, steep up-front facility and fixtures cost with consequent premium selling prices limiting the number of buyers willing to pay that premium. Here is the informative video from CBS This Morning which describes the Aerofarm vertical farm operation in New Jersey: Aerofarms is pioneering this type of farming, applying for patents and developing the science of lighting, aeroponics and all the other intricacies in growing these types of greens. Thus far they haven't spent much time researching and testing the latest robotics and automation systems being offered but they plan to do so very soon to lower their costs and increase their productivity.The Winter 2016 issue, the magazine of Carnegie Mellon University's School of Computer Science, described how CMU's FarmView, a research project developing a system of sensing, robotics and artificial intelligence technologies to improve crop management practices through automated, data-driven decision tools, intends to make a difference in food production worldwide. \"One of our goals is to develop inexpensive robotic systems that small- to medium-scale growers can afford to implement,\" said Stephen Nuske, a systems scientist for the project. \"We need a paradigm shift in how we grow food. The path we are on is unsustainable.\" said Research Professor Sanjiv Singh.Projects similar to CMU's FarmView are being sponsored by governments and farming associations worldwide with a large segment focusing on productivity enhancements using AI and robotics for indoor and vertical farming. Here's another video to watch if you want more details about the technology and chemistry involved:A new report by Tractica, a Colorado research firm, forecasts that shipments of agricultural robots will increase significantly in the years ahead, rising from 32,000 units in 2016 to 594,000 units annually in 2024, by which time the market is expected to reach $74.1 billion in annual revenue.Robotics companies are keenly focused on the agricultural market opportunity just as farming executives are interested in what those robotics companies can provide them. The Tractica report examined 178 industry participants - a particularly large number - who are developing and launching robotic systems to address the need for more automation to improve efficiency, reduce costs, and address labor concerns in the agriculture market. There is a section on indoor and vertical farming.Tractica's report, \"Agricultural Robots\", developed in collaboration with The Robot Report, examines global market trends for agricultural robots and provides 10-year market sizing and forecasts for agricultural robot shipments and revenue during the period from 2015 through 2024. The study also includes 178 profiles of industry players in the agricultural robot market.Although more people are reading The Robot Report, very few are paying for it. Advertising revenues don't really cover costs and unlike many others, I haven't put up a paywall. The Robot Report's independent reporting and compilations, directories and global maps of companies and institutions involved in making robots, takes a lot of time, money and hard work which I do because I believe the focus I've set - tracking the business of robotics - matters. I hope it matters to you too and that you will make a contribution by clicking the donate button. << Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1491170400,
    "url": "https://www.therobotreport.com/news/vertical-farms-highlighted-on-cbs-this-morning",
    "origin": "robot report"
  },
  {
    "title": "Invest in robots to really help workers",
    "content": "America's manufacturing heyday is gone, and so are millions of jobs, lost to modernization. A new report from PwC estimates that 38% of American jobs are at \"high risk\" of being replaced by technology within the next 15 years.  How soon automation will replace workers is not the real problem. The real threat to American jobs will come if China does it first.[This article, written by Nikolaus Correll, Assistant Professor of Computer Science at the University of Colorado at Boulder, is excerpted and republished with permission from Robohub.org.]Since 2000, the U.S. has lost five million manufacturing jobs. An estimated 2.4 million jobs went to low-wage workers in China and elsewhere between 1999 and 2011. The remainder fell victim to gains in efficiency of production and automation, making many traditional manufacturing jobs obsolete.Though more than a million jobs have returned since the 2008 recession, the net loss has devastated the lives of millions of people and their families. Some blame robotics, others globalization. It turns out that those forces work together, and have been equally hurtful to manufacturing jobs. The car industry, for example, imports more and more parts from abroad, while automating their assembly in the U.S.In 2014, China exported more, and more valuable, products than the U.S. for the first time. Many of these were made by the low-wage laborers China has become famous for.Yet China has also emerged as the largest growth market for robotics. Chinese companies bought more than twice as many industrial robots (68,000) in 2015 than American companies did (27,000). China's Midea - an appliance manufacturer - just purchased the German robot manufacturing powerhouse Kuka.China has understood that its competitive advantage of cheap labor will not last forever. Instead, labor costs will rise as its economy develops. Look at FoxConn, for example, the Taiwanese manufacturing contractor of the iPhone known for the high-pressure work environment at its plants in China. The company already uses more than 60,000 robots, and has said it wants to use as many as a million robots by 2020.That's a bold goal, especially given the current state of robotics. At present, robots are good only at highly repetitive tasks in structured environments. They are still far inferior to humans in simple tasks like picking items from a shelf. But FoxConn's goal of transforming its streamlined manufacturing line is definitely achievable. Many of the tasks now done by humans thousands of times a day can be easily automated - such as applying a puddle of glue, placing double-sided tape, positioning a piece of plastic, tightening screws or loading products onto a pallet.The lesson here is simple: Some occupations will simply disappear, like those of weavers in the textile industry displaced by the power loom. We need to embrace this disruption if we want to avoid being taken out of the game altogether. Imagine if China is able to replace our low-wage jobs with its workers, and then can automate those jobs: Work Americans now do will be done here, or anywhere - but not by humans. FoxConn is planning its first plant in the U.S.; soon, Chinese robots will be working in America.The good news is that while many types of jobs will cease to exist, robots will create other jobs - and not only in the industry of designing new robots.This is already beginning to happen. In 2014, there were more than 350,000 manufacturing companies with only one employee, up 17 percent from 2004. These companies combine globalization and automation, embracing outsourcing and technological tools to make craft foods, artisanal goods and even high-tech engineered products.Many American entrepreneurs use digitally equipped manufacturing equipment like 3-D printers, laser cutters and computer-controlled CNC mills, combined with market places to outsource small manufacturing jobs like mfg.com to run small businesses. I'm one of them, manufacturing custom robotic grippers from my basement. Automation enables these sole proprietors to create and innovate in small batches, without large costs.This sort of solo entrepreneurship is just getting going. Were robots more available and cheaper, people would make jewelry and leather goods at home, and even create custom-made items like clothing or sneakers, directly competing with mass-produced items from China. As with the iPhone, even seemingly complex manufacturing tasks can be automated significantly; it's not even necessary to incorporate artificial intelligence into the process.Three trends are emerging that, with industry buy-in and careful government support, could help revitalize the U.S. manufacturing sector.We need to improve connections between researchers and businesses. Government effort, in the form of the Defense Department's new Advanced Robotics Manufacturing Institute, is already working toward this goal. Funded by US$80 million in federal dollars, the institute has drawn an additional $173 million in cash, personnel, equipment and facilities from the academic and private sectors, aiming to create half a million manufacturing jobs in the next 10 years.Those numbers might sound high, but China is way ahead: Just two provinces, Guangdong and Zhejiang, plan to spend a combined $270 billion over the next five years to equip factories with industrial robots.The stakes are high: If the U.S. government ignores or avoids globalization and automation, it will stifle innovation. Americans can figure out how to strengthen society while integrating robotics into the workforce, or we can leave the job to China. Should it come to that, Chinese companies will be able to export their highly efficient manufacturing and logistics operations back to the U.S., putting America's manufacturing workforce out of business forever.As a robotics researcher and educator, I strongly advocate that the best way to get those jobs back and remain globally competitive is to build on our existing strengths, remaining a leader in manufacturing efficiency and doing the hard work to further improve our educational and social systems to cope with a changing workforce.<< Return to The Robot ReportRobohub is a non-profit online communication platform that brings together experts in robotics research, start-ups, business, and education from across the globe.Go to Robohub.org >>",
    "date": 1491170400,
    "url": "https://www.therobotreport.com/news/invest-in-robots-to-really-help-workers",
    "origin": "robot report"
  },
  {
    "title": "March 2017 fundings, acquisitions, IPOs and failures",
    "content": "March 2017 had 29 robotics-related startups saw funding totaling over $222 million - another solid month for 2017 and $658 million year-to-date. Acquisitions also continued to be substantial with Intel's eye-popping $15 billion acquisition of Israeli Mobileye. Plus there were three IPOs.Although more people are reading The Robot Report, very few are paying for it. Advertising revenues don't really cover costs and unlike many others, I haven't put up a paywall. The Robot Report's independent reporting and compilations, directories and global maps of companies and institutions involved in making robots, takes a lot of time, money and hard work which I do because I believe the focus I've set - tracking the business of robotics - matters. I hope it matters to you too and that you will make a contribution by clicking the donate button. << Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1491084000,
    "url": "https://www.therobotreport.com/news/march-2017-fundings-acquisitions-and-ipos",
    "origin": "robot report"
  },
  {
    "title": "42 companies empowering robots and humans to work side-by-side",
    "content": "There is growing demand for more flexibility in factories and shops. Collaborative robotics, a sub-set of service robotics in labs, manufacturing and material handling, is where the action is today because co-bots are meeting these new demands, while caged legacy robots are not.Service and assistance robotics, with and without mobility, are an emerging and somewhat futuristic field, albeit one which is developing rapidly. Vision and tactile sensors, safety features, mobility, and simple, fast and intuitive robot training, are all playing important roles in many application areas.As robots can be trusted to safely work alongside humans and are relatively portable and easy to program, business managers, from all sized companies, begin to imagine uses within their labs, facilities, factories and shops - uses where robots and humans collaboratively work together to improve productivity and efficiency by using the robot where it is better than its human partners, and vice versa.The objective of collaborative robotics is to combine the repetitive performance of robots with the individual skills and abilities of people. People are better at seeing and solving imprecise situations; robots can be more precise, powerful, and perform longer.Wikipedia says a cobot or co-robot (from collaborative robot) is a robot intended to physically interact with humans in a shared workspace. This is in contrast with other robots, designed to operate autonomously or with limited guidance, which is what most industrial robots do. Cobots can have many roles -- from autonomous robots capable of working together with humans in an office setting that can ask for help, to industrial robots having their protective guards removed as they can react to a human presence under EN ISO 10218 which requires the robot or robot application comply with one of four collaborative modes: Safety-Rated Monitored Stop; Hand Guiding; Speed and Separation Monitoring; and Power and Force Limitation. Most of these new co-bots share a growing list of features:Co-bots are emerging in a variety of verticals:Trade shows tend to feature business solutions 5-10 years ahead of their actual deployment. Bin picking was the trend 10 years ago at robotics trade shows. For the last 5 years, collaborative robotics has been prominently displayed and demonstrated, and the numbers and forecasts showing up in research reports are beginning to prove that the trend is emerging and the collaborative segment of the robotics industry is growing exponentially. In their 2017 Worldwide 10 Robotics Predictions report, IDC said:Prediction 7: Collaborative Robots -- By 2018, 30% of all new robotic deployments will be smart collaborative robots that operate three times faster than today's robots and are safe for work around humans.Universal Robots (UR) reflects those phenomenal growth figures. Annual sales have risen from $10 million in 2012 to $95 million in 2016 with revenue expected to be $140 million in 2017.Beginning from 2017, however, competition will become more prevalent on many fronts from a variety of emerging co-bot companies described below.Most SME's have a low cost threshold for capital expenditures like robots, thus pricing is a serious consideration. ROI (return on investment) is also important. Universal Robots started a clever advertising campaign using videos showing application use cases and prominently featuring the payback period - from as little as 3-4 months to a year; very respectable in ROI terms. Consequently the wide range of prices for co-bots is most often tempered by the use case(s), ease of use, and ROI. Prices begin at $3,000 for the Chinese-made Dobot, to $11k for the new German Franka, to $29k for an American Sawyer, $35k for a Danish UR10, all the way to $60k for Swiss ABB's YuMi and up to $100k for Germany's Kuka LBR iiwa. Listed below are current and soon-to-launch co-bot providers. This is a moving target, i.e., there are new companies popping up each day. I'm sure to find and add new ones after my trip to Automate/ProMat in Chicago next week.  Follow the company/product links to get detailed technical specifications.Franka Emikapi4 Robotics\n\t\t\tWorkerbot MD850 and MD1300EAOT too is a moving target with multiple new vendors showing up frequently. The list below, however, is a list of companies that actually produce and market grippers for co-bots now. It doesn't include vision, tool-changer or sensor providers. Follow the highlighted links to get detailed technical specifications.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1490824800,
    "url": "https://www.therobotreport.com/news/42-companies-enabling-robots-and-humans-to-work-side-by-side",
    "origin": "robot report"
  },
  {
    "title": "Each picking April 3-6 at the Automate and ProMat trade shows in Chicago",
    "content": "It's only a few days until April 3 when the ProMat and Automate shows begin at McCormick Place in Chicago. ProMat is an expo for material handling and logistics equipment and technologies and Automate showcases robotics and automation technologies and solutions for manufacturing.The two shows together enable one to thoroughly explore robotics and automation solutions for manufacturing, material handling and warehousing. Besides, it's good exercise to walk both halls.In addition to all the big-booth robot providers such as Schunk, Fanuc, Yaskawa, ABB, KUKA, Nachi, Staubli, Comau, and co-bot pioneer Universal Robots (who recently joined the ranks of big-booth-ers), there will be hundreds of interesting and new entrants showing collaborative robots and their accessories and tools, new methods for grasping and material handling, both stationary and mobile for factories and warehouses, and all sorts of other related services, products and information.\"Each picking\" - a term used in warehouse fullfillment to identify the grasping process of single items of various sizes and shapes from shelves, boxes and pods, will be offered from a variety of vendors. One picking preview (of the many product launches you can expect to see at the two shows) is this one from RightHand Robotics:RightHand Robotics (RHR), a Cambridge, MA-based robotic picking solutions provider, will be showing off their new RightPick gripping system which combines a vacuum stick with fingers and some classy software to quickly pick and grasp individual items.Combined with RHR's vision software, the new picking device can spot, pick up and place never seen before small objects at the rate of 500 to 1,000 times an hour.The end-of-arm tooling system uses machine learning software and sensors to handle various items, sizes and shapes on the fly, and is easily affixed to most industry-leading robotic arms.  \"The supply chain of the future is more about pieces than pallets,\" said RightHand Robotics Co-Founder Leif Jentoft. \"RightHand can help material handling, 3PLs, and e-commerce warehouses lower costs by increasing automation.\"As endorsement of the new product, and RHR, Andy Rubin, co-founder of Android and the former head of Google's robotics division, led an $8 million Series A funding round through his Playground Global investment fund. Rubin said:\"RightHand Robotics has created a transformative technology combining machine learning and smart hardware to address a tremendous opportunity in the logistics industry. For the first time, affordable industrial robots can grasp things they have never seen before.\"<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1490652000,
    "url": "https://www.therobotreport.com/news/things-to-see-at-the-automate-and-promat-shows",
    "origin": "robot report"
  },
  {
    "title": "Baidu loses A.I. star Andrew Ng",
    "content": "In a surprise move which shook Baidu's stock, Andrew Ng, Baidu's Chief Scientist and partner with Baidu's founder Robin Li Yanhong in expanding Baidu's AI activities into machine learning, driverless vehicles, and to power AI usage in advertising, maps, takeout delivery, and voice-activated search, resigned.Baidu's AI group has expanded to over 1,300 people in China and Silicon Valley. Ng, who has been with Baidu since 2014 oversaw most of that change.Some see Ng's departure as a setback to their AI efforts, hence the shakeup in the stock price. Others comment that the timing was right both for him and for Baidu.Ng blogged about his resignation that:I will be resigning from Baidu, where I have been leading the company's AI Group. Baidu's AI is incredibly strong, and the team is stacked up and down with talent; I am confident AI at Baidu will continue to flourish. After Baidu, I am excited to continue working toward the AI transformation of our society and the use of AI to make life better for everyone.In January, Lu Qi, an AI exec from Microsoft, was hired as COO which included oversight of Baidu's AI research and business. Today he announced Ng's replacement as head of AI Group to be Wang Haifeng, also an AI expert, and previous president of the Association for Computational Linguistics, an international scientific and professional society for people working on computational problems involving human language.One analyst, Kitty Fok, from IDC, a provider of research, consulting and events for the data and telecom industries, said of Ng's choice to leave Baidu:He wants to start his own company. Ng saw a golden opportunity to become an entrepreneur. It's perfect timing for him because he has the expertise, he's well known in his field, and interest is high for innovative tech start-ups. I wouldn't be surprised if Baidu, Tencent Holdings and Alibaba Group would be interested in investing in Ng's potential new AI enterprise.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1490137200,
    "url": "https://www.therobotreport.com/news/baidu-loses-a.i.-star-andrew-ng",
    "origin": "robot report"
  },
  {
    "title": "Robot stars in UK play",
    "content": "In a poignant play traveling throughout the UK on tour, a robot is the co-star as companion to the wife of the robot builder, a woman who is developing Alzheimer's.Jon Welch, the writer and director, said of the play:It's a story about a robot maker. All of his life he builds robots, but he develops degenerative illness in mid-life and realizes he's not going to live to remain a companion to his wife. His wife, by now, is developing early Alzheimer's, so he builds his final creation, his final robot to be a companion to his wife.\"The robot is from Engineered Arts, a 12-year-old UK company that develops an ever expanding range of humanoid and semi-humanoid robots featuring natural human-like movement and advanced social behaviours. RoboThespian, Socibot and Byrun are their most prominent robot creations.We have pre-programmed every single thing the robot says and every single thing the robot does -- all the moves. There's about nearly 400 separate queues but they are made up of other files, all stuck together so there's probably a couple of thousand cues in reality. So the robot will always say the same thing and move the same way, depending on what queue is been triggered at what particular time.This promotional video for the play is well worth watching:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1489964400,
    "url": "https://www.therobotreport.com/news/robot-stars-in-uk-play",
    "origin": "robot report"
  },
  {
    "title": "Bosch and Nvidia partner to develop AI for self-driving cars",
    "content": "Amongst all the activity in autonomously driven vehicle joint ventures, new R&D facilities, strategic acquisitions (such as Mobileye being acquired by Intel) and booming startup fundings, two big players in the industry, NVIDIA and Bosch, are partnering to develop an AI self-driving car supercomputer.Bosch CEO Dr. Volkmar Denner announced the partnership during his keynote address at Bosch Connected World, in Berlin.\"Automated driving makes roads safer, and artificial intelligence is the key to making that happen,\" said Denner. \"We are making the car smart. We are teaching the car how to maneuver through road traffic by itself.\"The Bosch AI car computer  will use NVIDIA AI PX technology, the upcoming AI car superchip, advertised as the world's first single-chip processor designed to achieve Level-4 autonomous driving (see ADAS chart). The unprecedented level of performance is necessary to handle the massive amount of computation required for the various tasks self-driving vehicles must perform which include running deep neural nets to sense surroundings, understanding the 3D environment, localizing themselves on an HD map, predicting the behavior and position of other objects, as well as computing car dynamics and a safe path forward.Essentially, the NVIDIA platform enables vehicles to be trained on the complexities of driving, operated autonomously and updated over the air with new features and capabilities. And Bosch, which is the one of the world's largest auto parts makers, has the Tier 1 credentials to mass-produce this AI-enabled supercomputer for a good portion of the auto industry.\"Self-driving cars is a challenge that can finally be solved with recent breakthroughs in deep learning and artificial intelligence,\" said Jen-Hsun Huang, founder and CEO, NVIDIA. \"Using DRIVE PX AI car computer, Bosch will build automotive-grade systems for the mass production of autonomous cars. Together we will realize a future where autonomous vehicles make mobility safe and accessible to all.\"Today's most advanced cars use about half a teraflop of computing power (a measure of the ability of the computer to calculate 1 trillion floating-point operations per second). This will rise to around 50 teraflops in cars equipped with Level 4 self-driving systems (Level 4 is fully capable of driving the car with no human intervention, but only under specific circumstances. Brake pedal and steering wheel must be present. Most of the Level 4 systems under development depend on highly detailed maps and are thus geofenced, or limited to operating in mapped areas.)The NVIDIA AI PX chip presently works at 11 teraflops speed but Nvidia plans to improve the chip and increase its speed to handle Level 4 operations. [Nvidia is also partnering with automakers Audi and Mercedes-Benz.]\"This is the kind of strategic tie-up that lets both partners do what they do best - Nvidia can focus on developing the core AI supercomputing tech, and Bosch can provide relationships and sales operations that offer true scale and reach,\" says Darrell Etherington for TechCrunch.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1489618800,
    "url": "https://www.therobotreport.com/news/bosch-and-nvidia-partner-to-develop-ai-for-self-driving-systems",
    "origin": "robot report"
  },
  {
    "title": "Intel to acquire Mobileye for $15.3 billion",
    "content": "Intel announced plans to acquire Israel-based Mobileye, a developer of vision technology used in autonomous driving applications, for $15.3 billion. Mobileye share prices jumped from $47 to $61 (the tender offering price is $63.54) on the news, a 30% premium. The purchase marks the largest acquisition of an Israeli hi-tech company ever.This transaction jumpstarts Intel's efforts to enter the emerging autonomous driving marketplace, an arena much different than Intel's present business model. The process to design and bring a chip to market involves multiple levels of safety checks and approvals as well as incorporation into car company design plans - a process that often takes 4 to 5 years - which is why it makes sense to acquire a company already versed in those activities. As can be seen in the Frost & Sullivan chart on the right, we are presently producing cars with Level 2 and Level 3 automated systems. Intel wants to be a strategic partner going forward to fully automated and driverless Level 4 and Level 5 cars.Mobileye is a pioneer in the development of vision systems for on-board Advanced Driving Assistance Systems (ADAS); providing data for decision making applications such as Mobileye's Adaptive Cruise Control, Lane Departure Warning, Forward Collision Warning, Headway Monitoring, High Beam Assist and more. Mobileye technology is already included in BMW 5-Series, 6-Series, 7-Series, Volvo S80, XC70 and V70 models, and Buick Lucerne, Cadillac DTS and STS.Last year Intel reorganized and created a new Autonomous Driving Division which included strategic partnerships with, and investments in, Delphi, Mobileye and a bunch of smaller companies involved in the chipmaking and sensor process. Thus, with this acquisition, Intel gains the ability to offer automakers a larger package of all of the components they will need as vehicles become autonomous and perhaps gaining, as well, on their competitors in the field: NXP Semiconductors, Freescale Semiconductor, Cypress Semiconductor, and STMicroelectronics, the company that makes Mobileye's chips.Mobileye's newest chip, the EyeQ4, designed for computer vision processing in ADAS applications, is a low-power supercomputer on a chip. The design features are descriped in this article by Imagination Technology.\"They're paying a huge premium in order to catch up, to get into the front of the line, rather than attempt to build from scratch,\" said Mike Ramsey, an analyst with technology researcher Gartner in a BloombergTechnology article.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1489359600,
    "url": "https://www.therobotreport.com/news/intel-to-acquire-mobileye-for-15.3-billion",
    "origin": "robot report"
  },
  {
    "title": "Robotic science may (or may not) help us keep up with the death of bees",
    "content": "In 2006, beekeepers became aware that honeybee populations were dying off at increasingly rapid rates. Scientists are also concerned about the dwindling populations of monarch butterflies. Researchers have been scrambling to come up with explanations and an effective strategy to save both insects or replicate their pollination functions in agriculture.Although the Plan Bee drones pictured above are just one SCAD (Savannah College of Art and Design) student's concept for how a swarm of drones could handle pollinating an indoor crop, scientists are considering different options for dealing with the crisis, using modern technology to replace living bees with robotic ones. Researchers at Harvard University introduced the first RoboBees in 2013 and other scientists around the world have been researching and designing their solutions ever since. Honeybees pollinate almost a third of all the food we consume and, in the U.S., account for more than $15 billion worth of crops every year. Apples, berries, cucumbers and almonds rely on bees for their pollination. Butterflies also pollinate, but less efficiently than bees and mostly they pollinate wildflowers.The National Academy of Sciences said: \"Honey bees enable the production of no fewer than 90 commercially grown crops as part of the large, commercial, beekeeping industry that leases honey bee colonies for pollination services in the United States.Although overall honey bee colony numbers in recent years have remained relatively stable and sufficient to meet commercial pollination needs, this has come at a cost to beekeepers who must work harder to counter increasing colony mortality rates.\" Florida and California have been hit especially hard by decreasing bee colony populations. In 2006 California produced nearly twice as much honey as the next state but in 2011, California's honey production fell by nearly half. The recent severe drought in California has become an additional factor driving both its honey yield and bee numbers down as less rain means less flowers available to pollinate.In the U.S., the Obama Administration created a task force which developed The National Pollinator Health Strategy plan to:For this story I wrote to the EPA specialist for bee pollination asking whether funding was continuing under the Trump Administration or whether the program itself was to be continued. No answer.Japan's National Institute of Advanced Industrial Science and Technology scientists have invented a drone that transports pollen between flowers using horsehair coated in a special sticky gel. And scientists at the Universities of Sheffield and Sussex (UK) are attempting to produce the first accurate model of a honeybee brain, particularly those portions of the brain that enable vision and smell. Then they intend to create a flying robot able to sense and act as autonomously as a bee.As novel and technologically interesting as these inventions may be, the metrics will need to be near to the present costs of pollination. Or, as bioligist Dave Goulson said to a Popular Science reporter, \"Even if bee bots are really cool, there are lots of things we can do to protect bees instead of replacing them with robots.\" Saul Cunningham, of the Australian National University, confirmed that sentiment by showing that today's concepts are far from being economically feasible:\"If you think about the almond industry, for example, you have orchards that stretch for kilometres and each individual tree can support 50,000 flowers,\" he says. \"So the scale on which you would have to operate your robotic pollinators is mind-boggling.\"\"Several more financially viable strategies for tackling the bee decline are currently being pursued including better management of bees through the use of fewer pesticides, breeding crop varieties that can self-pollinate instead of relying on cross-pollination, and the use of machines to spray pollen over crops.\"<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1489014000,
    "url": "https://www.therobotreport.com/news/robotic-science-is-attempting-to-keep-up-with-the-death-and-extinction-of-b",
    "origin": "robot report"
  },
  {
    "title": "February 2017 fundings, acquisitions and IPOs",
    "content": "February fundings for 16 robotics-related startups totaled over $313 million - another solid month for the new year. Acquisitions also continued to be substantial with Ford's acquisition of Argo and Midea Group's purchase of Servotronix. Plus there were two IPOs.Two crowdfunded IPOs under Reg A+ of the SEC - the new rules under the JOBS Act allowing private companies to raise up to $50 million via crowdfunding technology:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1488322800,
    "url": "https://www.therobotreport.com/news/february-2017-fundings-acquisitions-and-ipos",
    "origin": "robot report"
  },
  {
    "title": "2016 funding and acquisitions updates",
    "content": "Although the original articles (2016 was best year ever for funding robotics startup companies) and (Over $19 billion paid to acquire 50 robotic companies) have been updated to reflect the omissions of 2016 fundings and acquisitions, listed below is a recap of those updated transactions:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1488150000,
    "url": "https://www.therobotreport.com/news/2016-funding-and-acquisition-updates",
    "origin": "robot report"
  },
  {
    "title": "Have you written any recent reports about stocks in the robotics industry?",
    "content": "I am often asked this question because I used to research and write 30+ articles about publicly-traded robotics companies each year. In addition to interesting stock activity, I also tabulated and charted the movement of those companies and reported and analyzed the results.Currently, I write about fundings, acquisitions and IPOs each month but I don't speak to the stock side of things. The hiatus is over. I intend to begin to post articles about publicly-traded robotics-related stocks as they become newsworthy or file to become publicly traded (there have been very few IPOs).In 2013 I co-founded a company with a couple of financial people which used my data to develop an index and licensed that index to some fund managers. In October 2013, ROBO, an ETF, went up on NASDAQ. You may remember the event: we used a robot to ring the NASDAQ closing bell on the day ROBO went live. In October 2014, a similar ETF, ROBG, went live on the London Stock Exchange.As a consequence of being a partner and because of SEC regulations, I had to send everything I wrote about stocks and funds to compliance officers. It cost me time, money and angst, so rather than fight the situation, I stopped writing about stocks, indexes and funds.Robo Global, the index company I co-founded, has licensees in the EU and U.S. and soon in Asia. Those licensees have over $500 million of AUM (assets under management). In less than 3-1/2 years those assets have grown from $5 million at launch time to $500 million today.In 2015 and 2016 we gained a few competitors. One has already closed and another, in Japan, has over $1 billion in AUM - a figure ROBO Global aspires to beat!For detailed information about our index, it's holdings, and the European and U.S. ETFs, go to the ROBO Global website: ROBOGlobal.com.\n<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1487113200,
    "url": "https://www.therobotreport.com/news/have-you-written-any-recent-reports-about-stocks-in-the-robotics-industry",
    "origin": "robot report"
  },
  {
    "title": "Ford Motor to invest $1 billion in Pittsburgh startup Argo AI",
    "content": "Argo AI, a Pittsburgh startup, has sold a majority share of their company to Ford Motor Co. which has agreed to invest $1 billion over a five year schedule but will immediately become the majority shareholder. Both companies declined to disclose further details.Argo AI plans to fully support Ford but eventually license its software and sensor suite to other companies. This unusual arrangement is part of the deal agreement where Argo AI will become a subsidiary of Ford, and Ford will be the majority shareholder of Argo AI, but the company will operate independently and have its own board of directors. Argo AI's status as a quasi independent company would let it attract employees with salaries comparable to hot startups, as well as offer stock options. \"Let's face it, there's a war for talent these days. Argo [being able] to offer equity participation, we think it's pretty unique.\"\"Our view [is that], in the future, there will be a number of players that will have systems,\" Ford CEO Mark Fields told Recode in an interview. \"There won't be just one winner. But at the same time we can offer that to other companies where it doesn't compromise our competitive advantages. We think that's a great opportunity to get even more scale and create some value for the companies.\"Bryan Salesky, previously with Google's self-driving team and Peter Rander, previously with Uber's, will head up the new company. Argo AI plans to develop a software platform backbone for Ford's fully autonomous vehicle and are planning on making that platform a working reality by 2021. They are working with the City of Pittsburgh to find and establish a work facility, and planning to find office space in the Pittsburgh area and hiring up to 200 engineers and CS professionals. \"We want to take a straight-line path to market as much as we possibly can,\" Salesky said.Until this transaction, Ford's investments in future transportation technology have been relatively modest, eg, $75 million to buy a minority stake in Velodyne, a manufacturer of laser-based LiDAR sensing systems, and $6.6 million in Civil Maps, a Berkeley, CA startup working on AI-powered mapping for self-driving cars.\"The next decade will be defined by the automation of the automobile, and autonomous vehicles will have as significant an impact on society as Ford's moving assembly line did 100 years ago,\" Ford President and CEO Mark Fields said in a statement. \"As Ford expands to be an auto and a mobility company, we believe that investing in Argo AI will create significant value for our shareholders by strengthening Ford's leadership in bringing self-driving vehicles to market in the near term and by creating technology that could be licensed to others in the future.\"<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1486854000,
    "url": "https://www.therobotreport.com/news/ford-motor-to-invest-1-billion-in-pittsburgh-startup-argo-ai",
    "origin": "robot report"
  },
  {
    "title": "Robotic cleaning market growing exponentially",
    "content": "The International Federation of Robotics forecast that unit shipments for the global market for vacuum cleaning robots, lawn-mowing robots and other household cleaning robots will grow at a CAGR of 33% through 2019. Other research reports say revenue for the market will reach $2.5 billion by 2020 at a CAGR of 15%.America's biggest provider, iRobot, in their earnings disclosure delivered this week, reported very strong sales in the United States; 2016 sales were up more than 35% over a record 2015. Total units shipped in fiscal 2015 were 2,436,000 compared to 2,174,000 units in fiscal 2014. International shipments in 2015 represented 10.77% of revenue but increased only 1.5% over 2014. No unit data was released for fiscal 2016. iRobot's stock steadily doubled over the last 12 months but took a $7 dive on the date of the earnings report.The increase in domestic home robots revenue was primarily attributable to increased sales as a result of significant investments in advertising media and national promotions as well as the launch of Roomba 980. International home robots revenue growth slowed compared to fiscal 2014 as a result of negative macroeconomic conditions, specifically in Japan and Russia, offset by a significant growth increase in China.iRobot is eyeing Asia for growth and recently launched a $290 Braava jet mopping robot customized for China. iRobot has also acquired the iRobot related distribution business of privately-held Sales On Demand Corporation (SODC) based in Tokyo, Japan. The acquisition, which is expected to close in April 2017, will enable iRobot to get closer to Japanese consumers and retail partners, and thus allow the company to better address Japanese market needs.Mother's Day, Father's Day and, in China, Singles Day are all big shopping holidays. Singles Day is held on November 11th (11/11). [November 11 was chosen for the annual holiday because no other date has as many 1's, or \"singles\".] On that date in 2016 Ecovacs popular robot vacuum Deebot outsold TVs to emerge as the top-selling home electronic appliance on Tmall, a business-to-customer platform of Alibaba, the online sales network. Ecovacs reported that their online sales exceeded $47 million which equates to approximately 188,000 units.David Qian, who is in charge of Ecovacs' international business, said: \"After decades of development, the household robot industry is, in fact, still in its infancy. Future domestic robots will become multifunctional. Just cleaning floors will be not enough.\"\"China's swelling middle class has a rising demand for domestic cleaning, home security and surveillance robots,\" said Luo Jun, CEO of the Asian Manufacturing Association. \"Robots can make doing housework interesting and cool,\" said Liu De, co-founder and vice-president of Xiaomi.As a consequence, both domestic and foreign enterprises are scrambling to participate in the market. Chinese home appliance firms such as Haier Group and TCL Corp are eyeing the market with similar products, making the market increasingly crowded. Chinese smartphone vendor Xiaomi Corp launched a smart vacuum cleaner last September. Priced at $246, the machine is equipped with 12 sensors and a central processing unit. Instead of bouncing around the room and haphazardly picking up debris, Xiaomi said it can automatically measure the size of the room and map the best routes to do cleaning. iRobot is planning to quadruple its presence in the Chinese market after setting up its Chinese headquarters in Shanghai last September. \"The global household robots market is growing about 25 percent annually, but in China, the growth rate is close to 70 or 100 percent,\" said Colin Angle, chairman and CEO of iRobot.Prominent companies besides Ecovacs and iRobot operating in the market are Dyson Ltd., Infinuvo, Koninklijke Philips N.V., LG Electronics Inc., Neato Robotics Inc., Intellibot Robotics, Yujin Robot, and Samsung Electronics to name just a few.At CES in Las Vegas in January, one could see that the current consumer products fad seems to have shifted gears from big TVs to robots. CES may well become the goto tradeshow for consumer oriented robotic start-ups. Smart devices for the home offering compatibility with Amazon's Alexa, Google Home and Apple's HomeKit were all crowd pleasers but one could see Amazon everywhere. By opening up their Alexa Voice Service, it's now being integrated into cars (Ford, VW), smartphones (Huawei), robot vacuums (LG), remotes (DirectTV) and LG refrigerators. Voice activation that works - as Amazon's Alexa and Siri are proving - is becoming real and offers a new selling point for techies and other early adopters of robotic vacuums and other home products.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1486681200,
    "url": "https://www.therobotreport.com/news/robotic-cleaning-market-growing-exponentially",
    "origin": "robot report"
  },
  {
    "title": "Fight devasting ignorance with a fact-based understandable world-view",
    "content": "Hans Rosling, a Swedish medical doctor who worked in public health in Africa for many years and then for the U.N. developing and presenting world health statistics, died at 68 from cancer.Rosling, with his 15' pointer, was widely known from his many edu-taining TED Talks beginning in 2006. His documentary \"The Joy of Stats,\" was first broadcast by the BBC in 2010. It was followed by \"Don't Panic - The Truth About Population\" in 2013 and \"Don't Panic: How to End Poverty in 15 Years,\" in 2015.In pursuit of his goal to fight devasting ignorance about the world with a fact-based world-view that everyone can understand, he helped create unusual ways of presenting the voluminous data collected by the U.N.'s World Health Organization. He and his son founded the Gapminder organization as an entity to create innovative presentation methods as well as ways to analyze and compress the massive amounts of data available. Rosling's son, Ola Rosling, built the Trendalyzer software to animate data compiled by the UN and the World Bank that helped Hans explain the world with moving, interactive graphics.We are all educators in our own ways, in our own worlds, whether it's robotics, engineering or world population. And we can all learn from Goslings passion to present facts in an understandable way. Seeing people grasp and understand what you are saying is enlightening for all parties involved. I'm sorry and saddened by Gosling's passing but hope that you'll spend some time watching his passionate and informing documentaries and TED Talks... and forward them on to your friends and family. You can find many of his videos on YouTube and Gapminder. Here's his longest and most informative:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1486594800,
    "url": "https://www.therobotreport.com/news/fight-devasting-ignorance-about-the-world-with-a-fact-based-world-view-that",
    "origin": "robot report"
  },
  {
    "title": "Lady Gaga, 300 Intel drones, and the Super Bowl",
    "content": "Three hundred drones flashed their colored lights and created a flying American flag as Lady Gaga sang a blend of \"God Bless America\" and \"This Land Is Your Land\" to 160 million viewers of the Super Bowl. Oh... and two football teams played into overtime and the final score was 34 to 28.Intel, Disney and ARS Electronica were all involved in the development of the drones, software and content. But because of restrictions by the FAA, the drones didn't actually perform during the Super Bowl half-time show. They were actually filmed earlier, sync'd into Lady Gaga's song as background, and appeared on all the monitors as though they were really there overhead.All the tech media seemed to be in a huff because of the FAA restriction, but the spectacular effect of 300 drones creating America's red, white and blue flag (and, in a 10-second ad after the game, the Pepsi and Intel logos as well), was reason enough to review the details of how it all worked and who did it. The \"Shooting Star\" drones by Intel are a foot across and weigh just eight ounces to soften impacts. Each is equipped with a special LED that can produce four billion color combinations. The performance was coordinated by a central computer that can do unlimited UAV animations in three dimension. Intel recently set a world record by flying 500 of them together (video, below) and said \"we hope this experience inspires other creatives, artists and innovators to really think about how they can incorporate drone technology in new ways.\" The sophisticated algorithms even check the battery levels and assign lesser roles to weaker drones -- if one should drop out, a reserve unit automatically takes its place within a few seconds.The Intel folks produced this video which describe the process:<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1486335600,
    "url": "https://www.therobotreport.com/news/lady-gaga-300-intel-drones-and-the-super-bowl",
    "origin": "robot report"
  },
  {
    "title": "January 2017 fundings, acquisitions, IPOs and failures",
    "content": "Moon Express, a Cape Canaveral, Fla.-based commercial company building robotic space crafts to explore the moon, raised $20 million in a Series B funding. Investors include Founders Fund, Collaborative Fund, and Autodesk. MoonEx was given government permission to travel to and land on the Moon in 2017. The change in U.S. policy begins a new era of commercial lunar exploration and discovery.Rethink Robotics, the Boston-based maker of the Baxter and Sawyer robots founded by iRobot co-founder Rodney Brooks, raised an additional $18 million in an unfinished $33 million Series E round led by private equity firm Adveq. Previous investors who also participated in the round included Jeff Bezos' Bezos Expeditions, CRV, Highland Capital Partners, Goldman Sachs and GE Ventures. This brings cummulative funding to $131.5 million. The new funding will be used for Rethink's global expansion initiatives, as well as new product development.Starship Technologies, the Estonian mobile robot startup now testing delivery of hot and cold food products in London, got $17.2 million in a seed round led by Daimler with Grishin Robotics, HOF Capital, Matrix Partners, Morpheus Ventures, Playfair Capital, Shasta Ventures and ZX Ventures also participating.Flirtey, a Reno, NV-based medicine and food delivery drone startup testing in NZ, raised $16 million in a Series A funding. Investors include Menlo Ventures, Qualcomm Ventures, Lowercase Capital, Y Combinator, World Innovation Lab, Goodwater Capital, Amity Ventures, and Partech Ventures.Two Bit Circus, a Los Angeles-based \"experiential entertainment company building products at the crossroads of entertainment and technology,\" has raised $15 million in Series B funding. JAZZ Venture Partners led the round with participation from Foundry Group, Techstars Ventures, Intel Capital, Dentsu Ventures and Georgian Pine.Measure, a drones-as-a-service company, which serves the farming and crop insurance markets among others, closed a $15 million Series B led by New Jersey-based IT and consulting firm Cognizant Technology Solutions with participation from private equity firm Hudson Bay Capital Management.Neurala, the AI company that developed the Neurala Brain, got a $14M Series A investment that will be used to accelerate deep learning platform deployment to its customers. The round was led by Pelion Ventures with participation from Sherpa Capital, Motorola Ventures, 360 Capital Partners, Draper Associates Investments, and Idinvest Partners through its Electranova Capital II Fund and in partnership with Ecomobility Ventures. Neurala is headed by Massimiliano Versace, 2nd cousin to Donatella and the late Gianni Versace. Neurala's software can be used in devices like drones, robots, automobiles, and toys. It's tailored to work with the sensors and processors in those devices.Exotec Solutions, a French material handling robotics startup, raised $3.5 million (in December) from 360 Capital Partners, Breega Capital and several original investors. Exotec recently unveiled their Kiva-like mobile robot, portable shelfing and fleet control system and is planning deployment to its first paying client in Q1 2017.Otto Robotics, a startup developing automated systems to support food prep and delivery, raised $1.5 million in funding led by seed-stage venture capital firm Draper Associations and Microsoft co-founder Paul Allen's venture firm, Vulcan Capital. The company says it is developing low-cost modular robotic solutions for the restaurant industry - semi-autonomous systems that are designed to assemble, cook and deliver food \"with no human intervention.\"Iris Automation, a Canadian startup bringing sense and avoid technology to drones for industrial tasks, raised $1.5 million in a Series A funding led by Bee Partners and included Paul Buchheit, Kevin Moore, Liquid2 Ventures, GGV Capital and Social Capital.Rubedo Sistemos, a Lithuanian mobile robotics for medical systems software startup, raised $500,000 (in December) in a seed round from Practica Venture Capital, a Lithuanian VC.NOTE: Our December story about the acquisition of Liquid Robotics by Boeing didn't have any financial details but a flurry of leaks and rumors suggest that Boeing paid $300 million for LR. Both companies won't comment.\"This is an important development for TomTom as it will help us to continue to strengthen our capabilities for the future of driving and expand our knowledge and expertise,\" says Harold Goddijn, CEO and co-founder of TomTom. \"With this deal we are further positioning ourselves as one of the leaders in autonomous driving.\"\"We had an exciting, record year of growth in 2016 and look forward to building on it. We see a lot of opportunity in the coming years, and we will maintain our focus on customer-driven innovation across our product portfolio,\" said Bruce Brooks, CEO of Zodiac.\"We have been able to frame this so anyone with the capability to play an online computer game would be able to setup, run and optimize their own ideas on how to solve a Robotics System and this is just the beginning. We will shortly announce a large pool of tutorials and real world industrial production and packaging line scenarios.\"Lily, a Silicon Valley startup with a stylish camera drone, announced that although it had $34 million in pre-sales, it couldn't get additional funds to meet production demands and was closing down. What remains of the company is focused on handling refunds and dealing with a suit filed by the San Francisco district attorney's office over claims that the drone maker engaged in false advertising and unfair business practices. << Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1485903600,
    "url": "https://www.therobotreport.com/news/january-2017-fundings-acquisitions-and-ipo-recap",
    "origin": "robot report"
  },
  {
    "title": "Deciding what NOT to do is as important as deciding what TO do",
    "content": "Business maturity is what startups often need when they ask for an 'adult' to come and manage their company. That was certainly the case with Danish startup Universal Robots as they sought funds and a new CEO in 2008.Esben Ostergaard (pictured), Kasper Stoy and Kristian Kassow, two young PhD's and a civil engineer, all from the University of Southern Denmark (USD) located in Odense, came together in 2005 to make flexible robots. Kassow had a vision of running a robot manufacturing business, Stoy and Ostergaard, were to focus on the software, engineering and other practicalities. Ostergaard also had a vision: he wanted to make robot technology accessible to all by developing small, user-friendly, reasonably priced, flexible industrial robots that were safe to work with and easy to program. Kassow created a business plan and secured their initial seed/startup round of funding from Syddansk Innovation, a state-funded investor and incubator for Danish technology startups. They named their new company Universal Robots A/S (UR).The startup was located at the USD where Kassow and Ostergaard worked and Stoy taught. They planned to spend 2005 and 2006 developing and building prototypes which would then be used to demonstrate their proof of concept and help secure a scale-up funding round. After a while Stoy opted to teach full time rather than continue to work on the project and, because construction materials were more costly than planned, and the development phase was taking longer than expected, the two remaining founders took on some paid research to sustain their efforts. Making their robot easy to program was a major focus and they developed an intuitive touch screen and graphical user interface which made it surprisingly simple for users to program. Safety was the other major concern and they enlisted the Danish Technological Institute (DTI) to test their new robot. DTI confirmed that it would function in a safe manner without needing to be caged in; thus enabling an important sales feature for the new robot. But their robot remained unfinished as they worked on accomodating all the uses it could be put to.In 2008 they installed and customized their first robot on the packaging line of a nearby nursery... and then ran out of money and into serious debt.A representative of the Danish Growth Fund observed their situation as he met with the two. Nevertheless he became convinced of the viability of the robot as a product, and urged his board to fund  the startup -- but also to help find an adult to take over and bring some concise direction to the company.Krog Iversen worked for many years with Denmark's largest company, Moeller/Maersk in Copenhagen and the U.S., secured an MBA from USD, and was a partner and Sales Director at Krog Iversen, the largest manufacturer of heating stoves in Denmark, a business he and his family sold in 2006. He was 10+ years senior in age to the two partners in UR in 2008 when, with funding from The Danish Growth Fund, Krog Iversen, and his family, he joined the company as CEO.Shortly thereafter he ran up against Kassow's business plan: to help UR customers customize their robots for their particular applications and to create a secondary profit center similar to the Apple App Store for the necessary accessories (grippers, covers, cameras, sensors, stands, etc.) and to provide comprehensive service and repair. Krog Iversen, on the other hand, believed in letting distributors do the hands-on work with the end users and having the company concentrate on the fewest number of products with the fewest, if any, options. Further, he thought it important that UR focus on making their robot arms without grippers or accessories; a formula which made for efficient manufacturing and required a network of integrator-type distributors. Under Krog Iversen's insistence, the partners reluctantly reworked their business plan to reflect those changes, to finalize their first six-axis robot, the UR5, to work on a UR10, and to develop a network of distributor integrators which would market directly to customers. This revised plan by Krog Iversen was a key transition point for UR: to decide to NOT be involved in how their robots would be configured to meet end-user needs and instead focus on the efficient manufacture of only two or three robots which shared components, design and software. This focus on manufacturing efficiencies and product testing carried forward as unit sales increased from hundreds to thousands per year to their present run-rate of approximately 1,500 robots per month!Krog Iversen cultivated the distributor-integrator scheme while encouraging Kassow to transform the company into an efficient manufacturing operation. 52 robots were sold and produced in 2009 and the distributor network was taking hold and promised a much bigger 2010. But Kassow became disgruntled with the direction of the company and the discipline that Krog Iversen brought to company operations. Kassow chose to leave at about the same time as the global financial crisis of 2008 was having its effect on UR: although there was excitement about the product, there was resistance to spending money until the economy stabilized. To carry the company through the slowdown, Krog Iversen and the Danish Growth Fund injected an additional $1.5 million of equity funding which was sufficient to weather the storm and carry them through 2010. Late in 2010, after only three rounds of funding, UR became profitable and was self-funded thereafter.Krog Iversen conceived marketing the UR robots as collaborative robots with two primary audiences: end users and distributor/integrators. He understood the need to educate the end user and sell distributors and integrators on the concept that UR co-bots weren't a technology play but rather one that reduced production costs, had a very short return on investment (ROI), augmented workers, and offered a high profit margin on the robots and accessories involved in a typical sale.Krog Iversen sought out a dynamic marketing manager and ambitious PR partners to help convey both of UR's target audiences. He hired Thomas Visti (pictured) to develop the international distributor network and Malene Grouleff and Mette McCall were contracted to spearhead publicity and PR in Europe and the U.S. respectively.Krog Iversen brought his discipline to their marketing and PR decisions as well. He encouraged the production and promotion of video use cases that emphasized ROI, efficiency and ease of operation. Safety was implied but ROI, ease of use and productivity were the key selling points. Videos were made and distributed that showed how easy it was to set up and program the robot. And he encouraged an open-door quick-response policy for all types of media while promising to always be available to the media.Said McCall of some of her experiences on behalf of UR:My agency helped spread the word of the distributors' excitement taking on this new line of UR robots and by the Spring of 2013, we were able to produce our first U.S. case study. Traveling around North America telling the stories of the many varied and surprising ways UR robots are being deployed has been the most fun, creative and rewarding assignment. This is where journalism and the \"good story\" concept is leveraged. The robots lend themselves so well to video storytelling; when a line operator laughingly tells you that they named their new UR robots \"Thelma\" and \"Louise\" because they thought they were going to drive them over a cliff and they would all lose their jobs (which they didn't, they got better jobs after the robot took over their ergonomically unfavorable tasks), or when the first automation engineers started to wheel the robots around between tasks - something unthinkable with traditional industrial robots that stay bolted down in a cage.Enrico always encouraged us to position UR through these case studies and he was always the first to grab a robot arm and give a demo. We had fun doing a press tour in New York taking a UR5 in two cardboard boxes, wheeling it on a hand truck in and out of Manhattan offices presenting the robot directly to the editors - that was the first time they ever had a live demo of an industrial robot right at their desk!UR's two PR firms weren't the only groups promoting collaborative robotics. In Europe the SMErobotics Project, funded by the EU, produced some widely viewed videos about how small and medium-sized enterprises (SME's) could benefit from the use of low-cost flexible robots so long as they were safe and easy to program. The SMErobotics Project promoted that it was time to incorporate \"smart\" and \"intuitive\" technologies into the robot programming process. The big pitch was that the robot must be plug and play AND easy to program AND safe -- the very features that UR was promoting. The concept was that if you empowered shop employees with robotic tools that improved their combined productivity, the SME would become more cost efficient and competitive and therefore not have to move offshore.In the U.S., Rodney Brooks, an eloquent MIT professor and co-founder of iRobot, was on the road promoting his new startup, Rethink Robotics and their two-armed collaborative robot Baxter. He spoke at every event, everywhere, and described an SME marketplace ripe for collaborative robotics such as his Baxter (and UR's UR robots). He made similar points as the European SME movement but described how, through the use of co-bots such as Baxter, SME workers could become more productive, happier with their jobs, and their increased productivity more cost efficient for their company.The global SME marketplace is huge - 6 million companies worldwide and almost 70% of the world's manufacturing. A few low-cost plug and play robotic tools -- like the robots sold by Rethink and UR -- could easily fit into the manufacturing process of most of these companies which is why most business executives became excited at the prospect of testing them out in their shops and factories. But the Baxter robot didn't live up to those expectations at the time whereas the UR robots did. Brooks' marketing inadvertently helped UR more than it did his own company. Thus UR sales grew throughout Europe and the U.S. From the initial business plan developed by Krog Iversen in 2008, an exit strategy was included that called for raising market value ten times and growing revenue by at least 60% to 70% each year. When those criteria were reached, then it would be time to consider offers from companies that would benefit from combining URs activities with theirs. As that time became evident, Krog Iversen found that his time was being taken up reviewing and responding to too many offers. Enrico didn't want to go public nor did he want to sell to a private equity fund. Instead, he and the board set up an Exit Committee and hired a UK investment bank to spread the word, handle the offers and cull out and recommend the very best strategic offers. Teradyne was their primary recommendation.Teradyne had purchased some UR robots and had firsthand knowledge of their value within their factories. And they were willing to pay what Krog Iversen thought as a fair price. A deal was consummated in May of 2015 for $285 million in cash and an additional $65 million if certain performance targets were met through 2018 thereby bringing the overall sales price to $350 million. From Teradyne's point of view, this was a win-win transaction: Teradyne becomes a player in the collaborative robotics space and the inventors and entrepreneurs of Universal got a serious strategic partner, one that could help them with marketing, manufacturing, management and engineering. In Krog Iversen's case, the deal offered the ability to move on to his next big thing. In March, 2016, UR and Teradyne announced that Jurgen von Hollen would become the new CEO while Krog Iversen was beginning his new career as investor.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1485644400,
    "url": "https://www.therobotreport.com/news/deciding-what-not-to-do-is-as-important-as-deciding-what-to-do",
    "origin": "robot report"
  },
  {
    "title": "CBS News shows how using robots created 140 jobs",
    "content": "By investing $6 million in robots, Bicycle Corporation of America (BCA) was able to take back 10% of their manufacturing from China and place it into a new factory in Manning, South Carolina employing 140 new workers.BCA has been an American business since 1905 but has manufactured most of its bicycles offshore in China. Recently, as wages have risen in China, robotic technology has improved, and as the costs of owning and operating robots have decreased, the economics are beginning to make sense when there are processes that can be effectively performed by robots.In BCA's case, their investment in robots that insert spoke wires onto bike wheels have obviated the need for 100 additional workers who would otherwise be needed. As a result, it now makes economic sense for BCA to manufacture in the U.S. BCA bought an abandoned factory in Manning, SC and created 140 jobs -- a lifeline in this distressed industrial town. But the only way to make it work economically was by investing in robots.\"We're creating jobs with the automation and being able to be price-competitive with China now and it will get even better in the future,\" said Arnold Kamler, BCA owner.Thus, for BCA and the City and people of Manning, SC, robots are creating jobs... 140 of them.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1485212400,
    "url": "https://www.therobotreport.com/news/cbs-news-shows-how-using-robots-created-140-jobs",
    "origin": "robot report"
  },
  {
    "title": "$250 million awarded to new Advanced Robotics Manufacturing Innovation Hub",
    "content": "Headquartered in Pittsburgh, PA, the new institute is made up of governments, industry, academia, and non-profit organizations from across the country. Combined they have contributed $173 million that will be fused with $80 million in federal funding.The new ARM institute, part of the Manufacturing USA network, is dedicated to help revitalize American manufacturing.The ARM Institute's mission is to create and then deploy robotic technology by integrating the diverse collection of industry practices and institutional knowledge across many disciplines - sensor technologies, end-effector development, software and artificial intelligence, materials science, human and machine behavior modeling, and quality assurance - to realize the promises of a robust manufacturing innovation ecosystem.Technologies ripe for significant evolution within the ARM Institute include, but are not limited to, collaborative robotics, robot control (learning, adaptation, and repurposing), dexterous manipulation, autonomous navigation and mobility, perception and sensing, and testing, verification, and validation.The ARM Institute joins the Manufacturing USA institute network, a program with industry, academia, and government participants who co-invest in the development of cutting edge manufacturing technologies and capabilities. It is patterned after the Fraunhofer Institute which has 67 institutes and research units located throughout Germany providing focused research on future scientific progress and economic development. Each of the 14 new Manufacturing USA institutes focus on a technology area critical to future competitiveness and include advanced tissue biofabrication, advanced functional fabrics, photonics, digital manufacturing and design, advanced composites, flexible hybrid electronics, biopharmaceuticals, advanced semiconductor components, molecular level technologies, smart manufacturing and an accelerator.  The federal government has committed over $1 billion, matched by over $2 billion in non-federal investment, across the Manufacturing USA network. ARM will be led by a newly established national nonprofit called American Robotics (not to be confused with a Boston agricultural startup with the same name), which was founded by Carnegie Mellon University and includes a national network of 231 stakeholders from industry, academia, local governments and nonprofits.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1484607600,
    "url": "https://www.therobotreport.com/news/250-million-awarded-to-new-advanced-robotics-manufacturing-arm-innovation-h",
    "origin": "robot report"
  },
  {
    "title": "Travel Planning: 2017 Robotics Events Calendar",
    "content": "2017 offers a variety of informative robotic events. Some take extra time to get visas, tickets and coordinate with friends and associates. Here are the main upcoming robotics-related events:If you know of an event we've missed, please email the link here. Thanks.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1484521200,
    "url": "https://www.therobotreport.com/news/travel-planning-2017-robotics-events-calendar",
    "origin": "robot report"
  },
  {
    "title": "Parrot struggling, Lily fails and Google closes Titan Project as drone industry disunites",
    "content": "Entertainment, camera, moon-shot and military drones are all becomming more distinct as the drone industry gets commoditized. Prices are dropping even as impressive new features are added. It's a difficult time for drone makers.UPDATED 1/13/2017: SF District Attorney files false advertising suit against Lily Robotics. Details added below.UPDATED 1/17/2017: CyPhy Works LVL 1 drone was successfully crowdfunded and then one year later refunded. Details added below.The commercial drones market consists of consumer products like toys, games and camera drones for photography and action selfies, and the professional market (called the pro-sumer market) which serves the construction, surveying, mapping, utilities, telecom, ag, public safety and insurance industries where the drone is matched with speciality software to provide package solutions unique to those industry groups. Many feel that a saturation point has been reached in the consumer marketplace and that after reaching that point it then becomes a race to the bottom in terms of price and profitability, hence the shift to the pro-sumer market by almost all drone makers.Parrot SA is a French wireless products manufacturer based in Paris, France. Parrot invented and manufactured the AR.Drone and initiated a drone division which now represents 1/3 of their business. Parrot just released its Q4 2016 report which showed a 15% drop in revenue. The company had revenues of EUR85 million but targeted EUR100 million. Revenue from drones was EUR60 million, with EUR11 million coming from commercial, and EUR49 million from consumer drones. As a result, Parrot announced plans to reduce its drone workforce by 35%, laying off around 290 people.Parrot plans to focus on a reduced number of consumer products, redeploy product offerings, realign resources and adjust its support teams. Conversely, Parrot will continue to invest in its commercial drone business which has been doing well and is steadily growing.3D Robotics and their Solo quadcopter were media hits until their product stumbled and their ambitious inventories didn't move. Like Parrot, 3DR laid off hundreds last year, had to shut down facilities, and has since been scrambling to keep afloat by refocusing on commercial operations in the pro-sumer marketplace.Lily, a Silicon Valley startup with a stylish camera drone and presentation, announced that although it had $34 million in pre-sales, it couldn't get additional funds to meet production demands and was closing down. What remains of the company is focused on handling refunds.\"After so much hard work, we are sad to see this adventure come to an end,\" founders Balaresque and Bradlow wrote on the Lily website. \"We are very sorry and disappointed that we will not be able to deliver your flying camera, and are incredibly grateful for your support as a pre-order customer.\"In a late development which portends difficulty for other over-exuberant marketing types, the San Francisco district attorney's office filed suit against Lily Robotics over claims that the drone maker engaged in false advertising and unfair business practices. Lily said it would begin shipping drones to customers who had placed orders by February 2016, but failed to live up to that promise. The office alleged that Lily lured customers with a promotional video that was actually filmed by a \"much more expensive, professional camera drone that required two people to operate.\" \"It does not matter if a company is established or if it is a startup,\" District Attorney George Gascon said in a statement announcing the lawsuit. \"Everyone in the market must follow the rules. By protecting consumers, we protect confidence in our system of commerce.\"In May, 2015, CyPhy Works successfully crowdfunded $882,000 for their LVL 1 drone, a 6-bladed self-leveling device which was to sell at $495 and begin deliveries in February, 2016. In April, 2016 they cancelled the project and refunded all the Kickstarter funding claiming that delays in a key processor chip wouldn't be available until mid-2017 consequently they didn't want to delay the project until then and would instead refund all Kickstarter funders and pre-orders. Alphabet (Google) has closed down the Titan Project to fly high-altitude drones that would beam wireless Internet access back down to the earth. More than 50 project members were let go - some have moved to other Google X projects. Titan Aerospace was acquired by Google in 2014 and was reformed into the Titan Project which competed with another Google X project, Project Loon, which also has problems. Loon is temporarily mired in an IP infringement suit with Space Data.Although GoPro had a big presence at CES, their Karma drone wasn't there and the sales people said that they hope it will be re-released in a few months. Karma was high-profile, long-anticipated, and late. The Karma was supposed to be the company's hope to pull up diminishing revenues. Karma had mid-flight power failures and GoPro recalled all the devices shipped and offered refunds. GoPro cut its staff by about 200 people in November. Karma's relaunch, if it happens, will need to compensate for product and price improvements offered by DJI that outperform and underprice the Karma in all but camera lenses.DJI is the elephant in the room. Their products have outperformed, outpriced and been faster to market than all their competitors. Their marketing has emphasized integration with pro-sumer software, GoPro cameras and mounts, and other accessories. They keep on inventing and they are headquartered in Shenzhen where all their suppliers reside, hence their ability to be quick to market.\"What we realized is that it's inherently much more difficult for a Silicon Valley-based, software-focused company to compete against a vertically integrated powerhouse manufacturing company in China,\" said Colin Guinn, 3D Robotics' former chief revenue officer.Founded in 2006 as a company that built flight controllers for remote control toy helicopters, DJI unveiled the Phantom in 2012, an off-the-shelf drone that became the standard for consumer drones.DJI seems to have a rhythm to their products: launch, then 6-10 months later lower prices, then launch a newer upgraded product at a price point halfway between the previous product and the discounted price, then repeat the process. Even DJI has recently begun to feel the heat from fellow Chinese drone makers Xiaomi and Yuneec both of which undercut DJI with similar products at lower prices. Hence DJI's stressing their collaboration with and integration of software and accessory vendors focusing on the pro-sumer marketplace.In the defense sector the Predator, Reaper, and Global Hawk drones that have done their work in two wars have become popularized by movies that exposed their expense, their vulnerabilities, and their Las Vegas-based human pilots and sensor operators controlling them remotely. Now DARPA and the DoD are introducing new robot war machines. Their latest is drone swarms, where several small flying robots work together to do jobs previously done by the larger craft. An anti-air missile can shoot down an $18 million Reaper, but firing that same anti-air missile at a swarm of drones wouldn't work.With every Predator, there's a joystick and flight controls for a human pilot who maneuvers it. That format changes entirely with a group of autonomous swarming drones.\"They are a collective organism, sharing one distributed brain for decision-making and adapting to each other like swarms in nature,\" according to Strategic Capabilities Office Director William Roper. Unlike the Predator, where the machine responds to the pilot's joystick, this swarm receives objectives from a human controller, and then directs itself to that location. Presumably, the swarm could still fly to a preset list of objectives even if it loses contact with a human controller, giving it the freedom to operate in the face of jamming as well as anti-air weapons.[Recently an Australian startup, DroneShield Detection, has developed a set of sensors and a StarWars-looking gun that can detect and shoot a swarm out of the sky.]Drones to protect and defend are a necessary part of government's province and a steady source of research, invention, and income for the military industrial complex. In the next four years, at least in the U.S., the defense/security segment of the drone industry is expecting significant growth.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1484175600,
    "url": "https://www.therobotreport.com/news/parrot-struggling-lily-fails-and-drone-business-continues-to-disunite",
    "origin": "robot report"
  },
  {
    "title": "Rethink Robotics raises another $18 million",
    "content": "Rethink Robotics, the Boston-based maker of the Baxter and Sawyer robots founded by iRobot co-founder Rodney Brooks, raised an additional $18 million in an unfinished $33 million Series E round led by private equity firm Adveq. Previous investors who also participated in the round included Jeff Bezos' Bezos Expeditions, CRV, Highland Capital Partners, Goldman Sachs and GE Ventures.This brings cummulative funding to $131.5 million. The new funding will be used for Rethink's global expansion initiatives, as well as new product development.Scott Eckert, President and CEO of Rethink said:As we did previously with our Series D round, we expect two closings for different investors. $18M was the initial closing and we will announce additional financing when the transactions are complete.Sawyer is outselling Baxter ten to one, and we tripled our revenue in 2016. In China, the appetite for Sawyer has been quite high. We've sold a large quantity of Sawyer robots. In addition, we are looking to 2017 to be a big year for our deployments in Europe, as we expect to have additional distribution agreements in place in that region soon, as well.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1484175600,
    "url": "https://www.therobotreport.com/news/rethink-robotics-raises-another-18-million",
    "origin": "robot report"
  },
  {
    "title": "21 research reports forecast double-digit growth for robotics",
    "content": "After reading all the press releases for this batch of 21 research reports, one can see that although they vary widely in their forecasts they almost all agree that the robotics market is expected to grow at a double digit pace through 2022.Global medical robotics market, December 2016, 156 pages, ReportsandReports, $2,200\nRising adoption of medical robots among the population along with the growing focus on positive outcomes of procedures has led to the growth of medical robot market. Market is forecasted to grow at a CAGR of 21.43% during 2016 - 2021.Exoskeleton technology for future factories, September 2016, Frost & Sullivan, $4,950\nProvides insight into the major industries where exoskeleton could be integrated within assembly line processes and further establishes the potential costs, benefits, net present value and ROIs associated with implementing the technologies that augment human capabilities.\n\nChina Medical Robotics Industry, November 2016, ReportLinker, $1,900\nChinese surgical robots have made progress with the support of national policies and subsidies. In July 2016, China's FDA (CFDA) received Beijing TINAVI's registration application for its third-generation \"Tianji\" orthopedic surgery robot, which is expected to be formally commercialized at the end of 2016 or in early 2017. In addition, Tianjin University has put its minimally invasive surgical robot system \"Smart S\" into clinical application and prototyped three models of \"Smart S2\" which are expected to be mass-produced early in 2017. \n\nHealthcare Robotics, November 2016, 136 pages, Tractica, $4,200\nForecasts that healthcare robot shipments will increase from approximately 3,400 units annually in 2016 to more than 10,500 units per year by 2021.Agricultural Robots, December 2016, 225 pages, Tractica, $4,200\nForecasts that shipments of agricultural robots will increase from 32,000 units in 2016 to 594,000 units annually in 2024 and that the market is expected to reach $74.1 billion in annual revenue by 2024. Report, done in conjunction with The Robot Report, profiles over 165 companies involved in developing robotics for the industry.Global agricultural robots market, September 2016, 273 pages, Grace Market Data, $3,200\nThe global agri-bots market is expected to reach $11.1 billion in 2020 and explode to $30.8 billion in 2025 as more and more farmbots will be used to increase productivity.Global agricultural drones market, September 2016, 211 pages, Grace Market Data, $2,980\nGrace Market Data predicts the global agricultural drones market to grow phenomenally at 37.1% per annum by unit shipment, and 28.9% yearly by annual sales revenue generated from agricultural UAV hardware, drone software and servicing section over the next decade.Latest agritech,IoT in Ag, September 2016, 143 pages, Mind Commerce, $1,995\nThe report evaluates the overall marketplace and provides forecasts for sensors (and other devices), services, solutions, and data analytics globally, regionally, and by country for the period 2016 to 2021.Global commercial UAS ag services market, September 2016, Frost & Sullivan, $1,500\nFrost & Sullivan calls this a market poised for substantial growth after 3-5 more years of research and testing.\nGlobal commercial UAS inspection and monitoring services market, September 2016, Frost & Sullivan, $1,500\nFrost & Sullivan calls this market poised for immediate growth due to accelerating technological advancements and favorable regulations.Autonomous vehicles (land, water & air), October 2016, IDTechEx, $4,950\nA significant part of the $0.7 trillion electric vehicle market will be fully autonomous vehicles.Global and China fixed-route autonomous vehicles, September 2016, 25 pages, Research in China, $1,200\nScenic-spot vehicles and fixed-point/fixed-route autonomous vehicles are the autonomous vehicles that are mostly likely to be put into commercial application during the next few years. \n\nAutonomous underwater vehicles, September 2016, 152 pages, Markets and Markets, $5,650\nThe AUV market is expected to grow from USD 211.8 million in 2016 to USD 497.9 million by 2022, at a CAGR of 15.31% to 2022.\n\nGlobal UAV battery market, September 2016, 64 pages, TechNavio, $2,500\nForecast the global unmanned aerial vehicle (UAV) battery market to grow at a CAGR of 10.16% during the period 2016-2020.Global UAV landing gear market, September 2016, 63 pages, TechNavio, $2,500\nTechnavio predicts the global unmanned aerial vehicle (UAV) landing gear market to grow at a CAGR of around 13% through 2020.US DoD UAS payloads, September 2016, 50 pages, Frost & Sullivan, $1,500\nDoD has been transitioning from acquiring new UAS to upgrading current platforms, sensors payloads, and overall capabilities. This report focuses on the technologies involved in this transition.\n\nGlobal commercial mapping and surveying UAS services market, November 2016, Frost & Sullivan, $1,500\nThe global commercial unmanned aerial system (UAS) services market that includes aerial mapping and surveying should experience significant growth over the next decade. Potential growth will be limited more by regulations and the inability to convey and/or demonstrate the benefits of drone use than by the technological capabilities of enterprise drones.\nGlobal oil & gas robotics market, September 2016, 100 pages, Nineteen Columns Market Research, $5,500\nA variety of service robots are forecast to gain significantly from the use of robotics in many use-cases, particularly the rising demand in the oil and gas sector in the next ten years.Global logistics robots market, September 2016, 187 pages, Grace Market Data, $2,800\nGlobal logistics robots market is expected to grow to around $11.18 billion in 2022, including sales of robotics hardware, software and service spending.Internet of robotic things market, September 2016, 189 pages, Markets and Markets, $5,650\nThe Internet of Robotic Things market is expected to be $21.44 billion by 2022, growing at a CAGR of 29.7% between 2016 and 2022. The growth of this market is principally driven by adoption of IoRT in the e-commerce industry.Packaging automation solution market, December 2016, Markets and Markets, $5,260\nThe packaging automation solution market was valued at USD 28.39 Billion in 2015 and is expected to reach USD 52.42 Billion by 2022, growing at a CAGR of 8.68% during the forecast period.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1483916400,
    "url": "https://www.therobotreport.com/news/21-research-reports-forecast-double-digit-growth-for-robotics-industry",
    "origin": "robot report"
  },
  {
    "title": "Over $19 billion paid to acquire 50 robotics companies in 2016",
    "content": "2016 was a banner year for acquisitions of companies involved in robotics and automation: 50 sold; 11 for amounts over $500 million; five were over a billion. 30 of the 50 companies disclosed transaction amounts which totaled up to a colossal $18.867 billion!UPDATED 1-31-17: Our December story about the acquisition of Liquid Robotics by Boeing didn't have any financial details but a flurry of leaks and rumors suggest that Boeing paid $300 million for LR. Both companies said they won't comment but the amount has been updated in the Liquid Robotics entry below.UPDATED 2-9-17: Adds the acquisition of Redbird by Airware.UPDATED 2-27-17: Adds the acquisition of Erle Robotics by Acutron.Chinese money was involved in over 47% of those acquisitions. Kuka by Midea, Dematic by Kion, KraussMaffei by ChemChina, Paslin by Wenfang, Gimatic by Agic Capital, Ecoclean by SBS Group to name the top ones.  A push by some of the world's largest corporations to find new avenues to expand in the face of anemic or problematic economic growth led to major acquisitions in areas adjacent to their core business.\"Companies are reinventing themselves, looking at their business in a new way with regards to how can they be a disrupter, and how they can prevent being disrupted - and this opens up deal flow\" said Chris Ventresca, global co-head of M&A at JPMorgan Chase & Co.Enrico Krog Iversen, who sold Danish Universal Robots to American Teradyne in 2015, when asked why his company didn't go public, said:Exiting to a larger company will often make sense not only for financial reasons, but also for people reasons - opening up for new/more career opportunities. You will become part of something bigger and can instantly get access to additional resources. Naturally there are also some political considerations if you choose this path. You will probably get access to a very strong board who can help you develop the company faster.An IPO may bring more money on paper, but it is a very restricted way to exit and it is also very bureaucratic to run a listed company. In our case, I preferred to have a good sum of money in the bank instead of a lot of money on paper. Also I did not personally fancy all the bureaucracy and politics that goes with being CEO of a listed company.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1483570800,
    "url": "https://www.therobotreport.com/news/18.5-billion-paid-to-acquire-49-robotics-companies-in-2016",
    "origin": "robot report"
  },
  {
    "title": "2016 best year ever for funding robotics startup companies",
    "content": "It was a busy and abundant year for seed, crowd, series A,B,C,D and VC funding of robotics-related startups. 128 companies got funded, some multiple times. $1.95 billion, 50% more than 2015 which was also a phenomenal year with over $1.32 billion  funded.UPDATED 1/30/17: Added $100 million in China-based RooBo, $50 million for Israeli Roboteam, $9.5 million for Matternet, $2 million for area17, $1.5 million for ReActive Robotics GmbH, $1.8 million for xCraft and $800k for Ascent Robotics. Also added Cafe X Technologies, Fellow Robots and Simbe Robotics to the list of companies receiving an undisclosed amount.Velodyne LiDAR got the most money in 2016, $150 million, with Zymergen and UBTech also getting over $100 million each.In monthly recaps by The Robot Report, fundings grew until they peaked in August and then dipped in December. August was the month when Velodyne got their $150 million and Quanergy got $90 million. The next highest in August was $35 million for FormLabs.The colorful chart on the left recaps the number of companies receiving funding by application area. 25 unmanned aerial systems companies got the biggest number of fundings followed by 15 agricultural robotics startups, service robotics for businesses, service robots for personal use, vision systems providers, self-driving systems and mobile robotics and AGVs companies, plus a whole bunch of smaller categories. Investments in robotic solutions for the ag industry were noted by Rob Leclerc of AgFunder who said:\"The number of deals grew 7% year-over-year, as we recorded 307 deals this half compared to 286 during the first half of 2015. The number of investors coming into the sector climbed 52% from 280 in the first half of 2015 compared with 425 in the first half of 2016, which suggests that investors are getting more comfortable with the sector.\"The following companies were also funded but didn't provide details: Raptor Maps, OnFarm, Appolo Shield, Aarav Unmanned Systems, AIO Robotics, Aloi Material Handling, Aurora Flight Sciences, Kimera Systems, NVBots, OPS-Ingersoll, OptoForce, Cafe X Technologies, Fellow Robots, Simbe Robotics and Square Robot.[If you have information about robotics-related fundings, or corrections or additions to that which is reported above, please email it to info@therobotreport.com. Thank you.]<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1483311600,
    "url": "https://www.therobotreport.com/news/2016-was-best-year-ever-for-funding-robotics-startup-companies",
    "origin": "robot report"
  },
  {
    "title": "December fundings, acquisitions and IPOs",
    "content": "Ten robotics-related companies got funded in December for a combined total of $94 million; down from $225 million in November. Four more got acquired. Over $2 billion was involved. No companies went public.\"Our origins are in robotics, our future is as an apparel company,\" said Rich Mahoney, co-founder and CEO of Superflex, who previously served as the Director of Robotics at SRI International. \"We'll combine comfort and style with power assist for clothes that look good and help people feel good. Our powered clothing will give people the ability to move more freely; to gain strength and confidence; to be more injury-free in the workplace; to achieve higher levels of wellness and social engagement; to stay in the home longer; and to recover from injuries faster.\"\"The agriculture sector has been an early adopter of commercial drone technology, with several companies now offering products for monitoring crops,\" explains John Kolaczynski, head of corporate development for the Commercial Drone Fund. \"What impressed us with Raptor Maps' product is that it collects a vast amount of data, distills it down, and correlates actions that a grower can take on a season-to-season basis -- something we haven't seen in other drone products. We believe this is a great product for the agriculture sector that can drive increased yields and reduced costs for growers.\"Only four robotics-related companies went public in 2016; none occured in December.According to Erin Griffith of Fortune's Term Sheet, the biggest trend in late stage venture funding in 2016 was the retreat of hedge funds and mutual funds. Instead, 2016 was the year of the \"non-tech incumbents,\" doing big tech startup acquisitions. (Think Intelligrated-Honeywell, GM-Cruise, Midea-KUKA). It was the year of corporate makeovers, a drive to find new avenues in the face of anemic growth. Companies are reinventing themselves by acquiring talent, technology and growth businesses.Nevertheless, everyone that's ever invested in tech is praying 2017 will be the year of IPOs.<< Return to The Robot ReportFrank Tobe is the owner and publisher of The Robot Report and co-founder of ROBO Global which has developed a tracking index for the robotics industry, the ROBO Global(tm) Robotics & Automation Index. The index of 82 companies in 13 subsectors tracks and captures the entire economic value of this global opportunity in robotics, automation and enabling technologies.Read more >>",
    "date": 1483052400,
    "url": "https://www.therobotreport.com/news/december-fundings-acquisitions-and-ipos",
    "origin": "robot report"
  }
]