[
  {
    "title": "Stockspot raises $3 million Series B to build out AI robo-advice technology",
    "content": "Investment robo-advice startup Stockspot has announced the closing of a $3 million Series B round led by ETF Securities founder Graham Tuckwell, which will be used to help build out its digital product and expand its user base.Marking the third funding round for the business, the Series B saw participation from growth fund Alium Capital, algorithmic trading entrepreneur Danny Bhandari, as well as contributions from returning investors, H2 Venture founders Toby and Ben Heap.With the startup's total raise to date closing in on $5 million, Stockspot founder Chris Brycki accounted the business's growth to the fast growing industry wealth management and investment sectors.\"Globally, robo-advice is the fastest growing category of wealth management, it is expected by 2020 total global assets under management will grow to $2.2 trillion US. Originally fuelled by investors in the US and Europe, Australian investors are fast catching on. I believe the opportunity for Stockspot is huge,\" he said.Brycki added that investment advice will also become increasingly relevant over the years as Australia places a closer focus on self-sufficiency in retirement, with the superannuation system currently sitting at $2.3 trillion and expected to grow.Stockspot's platform offers professional investment advice to an individual based on their financial goals, risk profile and income, to help them make smarter investment decisions.Clients can view their investment earnings through an online dashboard, to help them visualise investment data and make tax reporting easier.Last year saw the business integrate artificial intelligence (AI) and machine learning into its process of giving financial advice. With this technology, Stockspot takes into account consumer behaviour and actions, offering a tighter, data-driven approach.Following the raise, the business is now looking towards further expanding its digital advice offering, increase its customer base and attracting a \"broader range of Australian investors\" in future.Alium Capital Partner Rajeev Gupta said the firm was confident in Stockspot's ability to meet the \"increasing consumer demand\" for professional investment advice, thanks to the sophistication of the AI-backed technology.\"We've seen a mammoth global shift towards index funds and exchange-traded fund (ETF) investing in the last few years. To leverage this structural shift, we identified Chris and Stockspot as best positioned to benefit from the industry tailwind. Our participation in this funding round is a strategic move to ensure we're backing the leading adviser in digital investment in Australia,\" said Gupta.Danny Bhandari added that Stockspot was unique because of its low cost and transparent offering to the customer.\"People interested in building wealth require high quality, technology enabled advice and investment services. Stockspot offers this in a low cost, transparent and convenient way that really suits investors, whether they are experienced or new to investing,\" he said.Looking towards other avenues for growth, Stockspot recently launched the Stockspot Partners Program, a program which rewards businesses for gaining more investors by granting them access to higher-tier benefits.",
    "date": 1493964406,
    "url": "http://www.startupdaily.net/2017/05/stockspot-raise-3-million-build-robo-advice/",
    "origin": "Startup Daily"
  },
  {
    "title": "Adelaide company Xped wants to make it easier to get onto the Internet of Things",
    "content": "Depending on which analysts you ask, the number of devices that will be connected to the Internet of Things (IoT) by 2020 could be anything from 20 billion to 50 billion. Whatever the exact figure comes out to be, what's certain is that there is a lot of money to be made from IoT: Bain estimates annual revenues for IoT vendors selling hardware, software, and other solutions could surpass US$470 billion by 2020.Helping to drive the industry forward in Adelaide is Xped, an IoT platform and infrastructure company founded by Athan Lekkas.As Lekkas put it, the company sees a significant opportunity to provide the market with an end-to-end IoT platform that isn't tied to one of the big internet companies.\"Where a majority of our competitors in IoT believe that they 'own' the data, we believe the data is actually owned by the consumer. As such we are providing an open, flexible platform, with a business model that does not require Xped to own the data,\" he explained.The question of data ownership is becoming increasingly important as the IoT grows; with the tens of billions of devices connected by 2020, the potential uses for the wealth of data that will be collected will also keep growing, and IoT companies will be eager to monetize it - or most of them, anyway.\"We view ourselves as plumbers; we create the infrastructure that links the devices back to the gateways and the clouds without requiring access to the data itself,\" Lekkas said.There are a number of problems in the space the company is looking to solve, from device discovery and onboarding through to device and data path security, device aggregation across multiple brands, protocols, and geographies, and service aggregation to bring solutions to the end consumer via a single app.With the motto \"making technology easy again\", the company has created a number of products in attempting to address these issues.\"The opportunities in IoT are tremendous. Disciplining the product team to reduce the opportunity list to a manageable number of requirements and focus on who we are and who we want to become was the first challenge,\" Lakkas said.\"Working with engineering to understand the vision and strategy of the product team and then shedding all activities that do not directly tie into the current vision was the next step.\"At the core of Xped's work is Auto Discovery Remote Control, a system Lekkas describes as a \"device browser\" allowing a customer to easily create their own custom interface, add devices, and extend features without needing to rewrite the app. Essentially, it could allow a user to easily add a device to and control it from their smartphone.Founding the company in 2008, Lekkas said he has faced pressure to move Xped from Adelaide as it has grown.He has faced challenges in running the company from South Australia, he admitted, from the fact Adelaide is seen as being a\" bit off the beaten path for an IoT company\" to the difficulty of finding talent, but there are pros, too.While the company has a corporate office in Melbourne, its base remains Adelaide, where Lekkas said the cost of talent and facilities is low, and there is strong local government and support and interest, as well as an active promotion of research and development.The company conducted a backdoor listing on the ASX early last year, pursuing the listing because of the flexibility of capital raising and the \"discipline in corporate structure\" that the ASX mandates, Lekkas explained\"We explored the VC route in the early days and received a lot of interest. But we just felt like we'd be selling ourselves short if we agreed to the terms that were put to us, so we pursued an ASX listing instead. It meant our destiny was in our own hands.\"Part of the company's destiny lies in Asia, with Xped securing a deal with Chinese electronics manufacturer Lenze Technology in January thanks to a referral from existing partner Telink. The deal will see Xped's software integrated into more than 200 million devices.A month later followed a deal with Solekai Systems, through which Xped's tech will be integrated into the platforms of Solekai's existing customers, such as energy management systems, media players, and set top boxes. With these deals, the company will be looking to hire up to 10 new staff in Adelaide.\"The Solekai deal was the result of the implementation of our channel strategy,\" Lekkas explained.\"We have consciously reduced the size of our sales organisation in an effort to grow our business via the larger sales organizations of our partners. Solekai is a well-positioned system integrator with relationships across many telcos, multiple systems operators, and original equipment manufacturers in the US. Via Solekai we can penetrate the US market faster than cold-calling.\"With the IoT space growing every day, Xped has a number of competitors across the different sides of its business, from Amazon to Google, Tencent to Baidu, however Lakkas believes they are also \"key partners and potential customers to our solution\".The company will focus over the next few months on launching its MVPs for data centres, healthcare, and the smart home space.",
    "date": 1493963920,
    "url": "http://www.startupdaily.net/2017/05/adelaide-company-xped-wants-make-easier-get-onto-internet-things/",
    "origin": "Startup Daily"
  },
  {
    "title": "Bookmarc is an online marketplace allowing architects to tag products in their designs for cash",
    "content": "Pictures can be worth a thousand words - and occasionally a lot of money too. For an architect or design firm, selling the perfect design is at the heart of the industry, regardless of whether the showcasing images are simulated from computer software or photographed with the most aesthetically pleasing lighting.Developing a business-to-business (B2B) marketplace to help architects sell their imagery to product suppliers is Sydney-startup Bookmarc, an online platform slated to enter the market at the end of the month.Bookmarc allows architects to earn cash by \"tagging\" a supplier's product featured within their design, or alternatively sell their work to a product supplier, who can input their product range into an architect's photo to later use for marketing purposes.Looking to fill gaps felt by the two industries, Bookmarc's marketplace means product suppliers are able to access an affordable and sizeable portfolio of professional work to digitally impose their products into, which can help get that perfect catalogue or Facebook photo.Meanwhile, design firms and architects are able to protect their work behind a secure marketplace, earn cash for tagging products, or sell their designs entirely.Helen Awali, the startup's founder, who had previously product marketing agency Specix, said developing Bookmarc meant bringing these two spaces together.\"Architects need somewhere to market their service and attract business. Then we have product suppliers like Bluescope that need photo imagery of where their products are used in projects, and they actually don't have any,\" said Awali.Bookmarc didn't start out as a B2B marketplace, but rather a cloud-based product library for product suppliers, allowing them to upload their project files, such as images and CAD files of their products, for architects to use in their designs.That was back in 2013, but it was last year that Awali decided she had gathered enough feedback from her audience to pivot in the new direction.\"I realised early on for these [architects] in the commercial space, there's not a lot of marketing platforms out there, like a Pinterest, that allow them to showcase what they're doing and put their name out there. On the flip side, through our product library, product suppliers would ask, how do we get more engagement using images? They either didn't have access to any, or they'd have to render their products into an image they grab from Google [without copyright permission],\" said Awali.While these firms were completing designs, according to Awali, there wasn't any central online solution to incentivise the architects to sell or monetise their work beyond the traditional means of completing projects for a client. Bookmarc is a way to \"open\" this additional avenue up.With Bookmarc's old model growing through word of mouth, Awali said design firms began contacting the business to ask what the benefit of the platform could be for them beyond downloading project files from product suppliers, and if they would be able to monetise their work. Previously, designs of an architect's that weren't tied to a project were uploaded as a free online portfolio, meaning anyone could gain access.Looking help validate the idea, Bookmarc opened up to architects last year, allowing them to upload their work. The move was met with a strong response over the year, with Awali saying the business onboarded roughly 1500 design firms across Australia, Europe, and the US.\"They could create a portfolio and tag in product suppliers. They weren't sure why they were doing it yet, but it gave us a lot of information about what we were doing and the direction we needed to go,\" said Awali.To help fund the pivot, Awali looked to Springboard Enterprises Australia, the US-founded accelerator focused on female entrepreneurs.Awali said she wanted to understand how to pitch for capital, where to access it, and gain exposure to the US market through Springboard's hefty US network.\"The US is one of our biggest target markets with all the architecture design firms there,\" she said.Participating in this year's cohort, Awali is now coming up to the end of the four-month program, which wraps up with a final pitch to a crowd of US and local VCs.\"Even though the program only goes for four months...you get a coaching team to look over your pitch deck, your revenue, and you get to network. I think, as women sometimes as well, we're not as confident, so they really instill that into you,\" she said.Once in market, Bookmarc's new model will work by having product suppliers verify each product tag an architect pins in their design. If verified, the architect will be able to earn revenue off the tag.Looking ahead, Awali said the model used by Bookmarc could have opportunities in other industries too which hold similar issues to design firms and product suppliers, although the focus for the meantime will be on getting the platform into market and expanding revenue sources.",
    "date": 1493960735,
    "url": "http://www.startupdaily.net/2017/05/bookmarc-marketplace-architects-tag-products-cash/",
    "origin": "Startup Daily"
  },
  {
    "title": "Shadow Treasurer Chris Bowen makes the \"case for innovation\" in speech at Stone and Chalk",
    "content": "Shadow Treasurer Chris Bowen delivered a scathing assessment of the government's innovation efforts at Sydney fintech hub Stone and Chalk today as he pleaded Labor's own \"case for innovation\".Flanked by Ed Husic, shadow minister for the digital economy and the future of work, Bowen reminded the audience that at this time last year, \"every politician and their cavoodle were singing the praises of an agile, innovative economy\", with Australia basking in \"five minutes of innovation sunshine\".Though the rollout of the National Innovation and Science Agenda has continued, with the government also passing its equity crowdfunding legislation and highlighting its support for fintech, the ideas boom talk has largely died down, while the appointment of a third Minister for Innovation in a year hasn't helped push the message that the innovation agenda is the government's focus.For Bowen, the inability to explain why innovation is important to Australia's economic future is in itself an economic problem.Labor's efforts, Bowen stated, are focused on boosting understanding of innovation and drawing more Australians into the conversation as concerns about automation and the future of work continue to grow.\"Where we stand now, we don't have time to lose: it's crucial the innovation agenda is made relevant to people worried about their - and their nation's - economic future,\" he said.\"It's about existing firms as well as new ones. It's about manufacturing as well as services. It's about rural and regional Australia just as much as it is about cities.\"Describing Labor as \"the party born to advance the quality of life for working Australians\", Bowen believes innovation can help lift living standards, \"which is what we're all about\".The challenge, however, is communicating the message while accepting that innovation will rapidly change the nature of work; new data released today from analytics firm Faethm estimate between 30 and 40 percent of jobs in financial services becoming automated, with particular concern around second-tier players, while 50 percent of existing manufacturing jobs could be affected and 60 percent of fast food jobs may be automated.Husic has regularly made this point over the last year; in a campaign debate with Angus Taylor, Assistant Minister for Cities and Digital Transformation, he said more had to be done to explain to the broader community what it meant to champion innovation.\"We're all excited about it, but people in the broader community aren't; I represent an electorate 40km away from here, and if I went and had this debate in the Mt Druitt library, I don't think many people would get what we're talking about,\" Husic explained.\"Them not getting what we're talking about is bad news for all of us. A lot of those people think that what we argue for is a job killer. They think that tech rips away jobs, and where do they go next?\"Believing an \"evidence war\" is crucial to properly showcase the need for innovation, Bowen pointed to evidence of jobs created through technology; a 2011 McKinsey study found that for every job lost in France due to the internet over the previous 15 years, 2.4 new jobs had been created.\"Where new technology frontiers have been achieved, it's tended to result in job losses, but also job gains,\" he said.A Labor Government, Bowen said, will have the Productivity Commission produce regular reports on how trade reforms, coupled with new tech developments and automation, benefit all Australians, and here he made a point to highlight inclusion.\"An innovation effort made up of people of all backgrounds, all regions, and sharing the economic uplift instead of dividing a small number of winners extracting their gains from the many who think they've been exploited in the process,\" he said.\"And we need to be making women the central focus in every discussion about startups, truly diversifying our nation's innovation effort, calling up their talent as much as possible. And when this community, the startup community, focuses on bringing people along with it and opening up opportunity, it's inspiring.\"The need to bring regional Australia into the conversation was also highlighted, with Bowen reiterating policy Labor took to last year's election to establish a Regional Innovation Fund and create 20 new accelerators through regional partnerships.\"We're seeing the emergence of a sharper regional focus from within the startup community; it's evidenced through initiatives like Silicon Paddock through to what we're seeing at Runway Geelong,\" he said.However, Bowen said Labor's approach to innovation will see government and innovators working together to build understanding and trust through sustained commitment and partnership, and that the party will be developing further policy in the area to take to the next election.With many also equating idea of innovation with the erosion of working conditions, Bowen made a note to highlight the agreement signed by Unions NSW and Airtasker earlier this week, saying it \"underlines the potential of collaboration between entrepreneurs and unions to achieve outcomes which promote a better society\".The speech comes a few days after Opposition Leader Bill Shorten announced in a pre-budget address to the McKell Institute that a Labor Government would create a 'SMART' visa to bring to Australia the best and brightest in the fields of science, medicine, academia, research, and technology.Labor would also create a new, independent labour market testing body to determine what skills Australia needs and in turn advise the government on skills shortages and future skills needs.",
    "date": 1493954152,
    "url": "http://www.startupdaily.net/2017/05/shadow-treasurer-chris-bowen-makes-case-innovation-stone-chalk/",
    "origin": "Startup Daily"
  },
  {
    "title": "Slingshot reveals first HR Tech accelerator cohort",
    "content": "HR Tech, the human resources and recruitment accelerator program run by Slingshot, has revealed its first cohort, with five startups and seven scaleups to take part in the program.The 12 week accelerator, which is being run in conjunction with industry partners Seek and Hudson, has brought on former CEO of global recruitment marketplace Search Party, Ben Hutt as entrepreneur in residence.Looking to help the businesses further develop their offering and connect them to business opportunities, the accelerator will also award participants up to $30,000 in funding in exchange for 10 percent equity, with opportunities for follow on investment.Mark Steyn, CEO of Asia Pacific at Hudson, said, \"This inaugural cohort addresses many key issues impacting the HR space including employee engagement, the gig economy, talent development, diversity and disruptive technology such as artificial intelligence. We are thrilled to participate in and use Hudson's global resources and extensive business network to begin bringing these ideas to life.\"With this cohort the largest so far for a Slingshot program, more than half the participants include women in their founding team.CEO Karen Lawson said, \"Recent reports have shown that women make up the majority of the HR industry but continue to be underrepresented in technology roles that are so closely tied with the startup community. HR Tech is a unique opportunity to foster the experience and ideas of female founders in this space.\"The startups taking part are:Cohelix - a New Zealand-founded startup aiming to make employee onboarding easier Gemini 3 - a match-making platform connecting job share partnersHI VIS - an online platform connecting the construction & trades industryOpentute - an eLearning portal for on-boarding and course salesTalent Xchange - an online marketplace for organisations to find and create mutually beneficial cross-company secondment opportunities for leadersThe scaleups taking part are:Adepto - Platform for companies to manage and engage their own contingent workforceArt of Mentoring - Mentoring programs that deliver business growth, culture & human developmentFlex Careers -  an employment platform connecting female workers with businessesiComplii - a compliance solution for highly regulated industriesMy Interview - a video interview platform allowing for easier recruiting, anywherePlanDo - Skills development for the new world of workTalent Vine - a platform connecting employers and top-rated recruiters",
    "date": 1493881033,
    "url": "http://www.startupdaily.net/2017/05/slingshot-reveals-first-hr-tech-accelerator-cohort/",
    "origin": "Startup Daily"
  },
  {
    "title": "REA Group launches Spacely to help businesses rent short-term spaces",
    "content": "REA Group, the News Corp-backed company behind digital property marketplace realestate.com.au, has announced the launch of Spacely, a new platform focused on helping Australian businesses find short-term commercial rental properties and coworking spaces.Spacely offers businesses looking for a short-term location to work the ability to discover 'space listings'.Using a location search, customers can find spaces designed for creative, retail or general office work, and also hire areas styled for events and meetings. Each space lists the minimum term it can be rented for, ranging from as little as one hour for a tiny meeting space, to one month for a furnished city office.REA Group's Executive General Manager, Joseph Lyons, said the marketplace was designed as a response to the rising trend of Australian businesses looking to find shorter-term office space.\"The nature of work is changing and there are a growing number of short-term commercial spaces for rent or lease in Australia. The current difficulty is they are spread across multiple websites depending on location and type of space,\" he said.Accessing spaces with shorter minimum terms is becoming increasingly relevant for Australia's growing startup ecosystem, with small to medium scale teams exposed to fluctuations in cash flow and employee count. The pricing slope of a traditional office space isn't exactly affordable for a startup either, with the cost of an office in Sydney or Melbourne CBD rising each year.Following this trend, Tracey Fellows, REA Group's Chief Executive Officer, said Spacely would offer exactly what Australian businesses are looking for.\"With almost 600,000 Australian businesses renting a short-term commercial space last year alone, there is a clear opportunity to make it easier for Australians to find the solution that's right for them,\" Fellows said.Also looking to expand its listing opportunities in other markets, REA Group earlier this year announced the acquisition of Indian real estate platform PropTiger for US$50 million (AU$67 million). With India expected to become the world's third largest real estate market by 2030 thanks to its 1 billion-plus and growing population, Fellows said at the time the acquisition formed part of the company's international growth strategy.\"REA invests in companies that are leaders in their markets. The joint entity will have access to REA Group's expertise and know-how from its operations across the globe,\" she said.The opportunity in Asia had been in REA Group's sights for some time, with the company also acquiring a stake in digital real estate company iProperty, a platform operating in Malaysia, Hong Kong, Indonesia and Thailand, last February.Currently in beta, Spacely has already secured a number of listings across Australia's major cities, with spaces from OfficeHub, Servcorp and Regus available for rent, as well as coworking space at Inspire9, Gravity and The Workery.",
    "date": 1493878651,
    "url": "http://www.startupdaily.net/2017/05/rea-group-launches-spacely-rent-short-term-spaces/",
    "origin": "Startup Daily"
  },
  {
    "title": "Airbnb management service Hometime wants to take the stress out of hosting",
    "content": "Australia is a huge market for Airbnb, with NSW a particularly strong growth centre. It's so popular, in fact, that a report released by Deloitte earlier this year found Sydney had jumped from 10th in the ranking of top cities for the platform in 2015, to 5th in 2016.According to the report, NSW boasted 38,000 property listings on Airbnb in 2016, with 60,000 across Australia.With those numbers in mind, it's no surprise that a whole new genre of startups has emerged to support the growth of Airbnb and its competitors: the Airbnb management startup.One of the latest to hit the scene is Hometime, founded by Dave Thompson, a former investment banker, and William Crock, who has a background in engineering project management.The startup has created an Airbnb management and housekeeping services business to, as Thompson puts it, \"make Airbnb stress-free\".He explained, \"Speak to any Airbnb host and they will tell you what a pleasure it is to share their home with others and that the financial rewards are significant. However, it can also be a full time job; five-star reviews are crucial when it comes to maintaining occupancy, and this is no easy task.\"Hometime looks to help hosts \"put their Airbnb properties on autopilot\" by handling each aspect of the hosting experience.As Thompson pointed out, service is crucial to Airbnb, with guests often expecting a bed and breakfast-type stay, however the average host has neither the time nor the expertise to provide that kind of experience to guests, and that's where Hometime wants to come in.The idea came from, as you might have guessed, the founders using Airbnb themselves. Thompson said he ran into trouble when he attempted to manage his Airbnb listing remotely while on this honeymoon - there's a lot involved in the process of receiving guests that's hard to do when you're not near your property, from simply handing over keys to cleaning, restocking supplies, and changing sheets.Returning home, he went through the idea with Crock and they decided to leave their jobs and build on it.Currently available in Sydney, Melbourne, and Perth, Hometime works via a host platform and a vendor portal for contractors who perform the various services offered by the startup, which are split across simple housekeeping or full management of a listing.For the latter, the service starts with chatting with the host to understand what kinds of guests they want to accept - no pets allowed, for example - and how much they want to be earning, and then creating a listing.Here, a photographer can come and take photos of the property, with Hometime then listing the property across various booking platforms, its 'unique pricing data' working to optimise the listed price at different times. From there, the housekeeping and maintenance comes in. Clients can choose to either have housekeepers change the sheets and towels, putting the dirty ones in the laundry basket, or using Hometime's linens.According to Thompson, service providers, or vendors, undergo police checks before being onboarded onto Hometime. Through the app they can accept jobs as per their own availability, while the host is able to check in on guests accepted and services performed through their own portal.Thompson claimed the startup has conducted \"thousands of services\" across hundreds of properties around Australia since it launched in 2015, saying it has seen growth of 20 percent month on month over the past six months.\"We have found a lot of clients begin using us for our housekeeping and then convert to using Hometime for full property management once we've built up their trust levels,\" he said.The service has three pricing levels, with the fee for stand alone, one-off housekeeping services dependent on the type of property. On the management side, Hometime allows clients to pay a 'shared success fee' of 15 percent of a booking, or pay a monthly rate in exchange for having a property fully managed and getting a payout of a set rate each month.Again, given the growth of Airbnb, Hometime isn't the only startup offering these kinds of services. Among its competitors are MadeComfy, while UK outfit Airsorted also recently launched in Sydney, its first expansion market outside the UK.The market is already significant and is sure to keep growing in NSW in particular, with the state government last month stating it will allow property owners to rent out private rooms and entire homes via Airbnb on a short term basis, as well as allowing short term rental of empty properties, such as investment properties.Having raised $500,000 in funding last year, Hometime is focused on growing its service and expanding throughout Australia.",
    "date": 1493877200,
    "url": "http://www.startupdaily.net/2017/05/hometime-property-management-service-taking-stress-airbnb-host/",
    "origin": "Startup Daily"
  },
  {
    "title": "Audacious Digital is helping to develop Toowoomba's SMB landscape by getting businesses online",
    "content": "Growing up, Julie Boulton dreamed of being a brain surgeon, because she was fascinated by the way humans work. A couple of years into her medical degree, however, she was diagnosed with a brain disorder; having developed tremors, a career as a surgeon was suddenly off the table.\"One day I was sitting on the floor pulling apart a computer, and my husband said to me, 'I've never seen you sit still for so long.' I had been sitting there for about three hours and I said, 'I just love this stuff', so he asked me if I had ever thought of being an engineer,\" Boulton recalled.At the time, she barely knew what an engineer was, but after seeking out some information, Boulton thought it might be up her alley.\"I thought, if I like the way people work, I might like the way things work, so I just took a leap.\"Having started her new degree at 27, Boulton is now completing her honours in Computer Engineering at the University of Southern Queensland in Toowoomba, and already has a wealth of industry experience under her belt.Boulton is one of the founders and directors of Audacious Digital, a development and digital marketing agency helping Queensland businesses get online.The agency came out of a Global Startup Battle weekend run at Toowoomba coworking space Canvas in 2015. Boulton and her team - Felicity Dougherty, Matthew Findlay, and Glenn McGuire - originally came together on an app idea, which they are still working on in their spare time, and then found themselves building Audacious Digital almost by accident.One of the team members was also part of another business, which needed a website built; Boulton put her hand up to do it, and Dougherty, who had worked at Colgate Palmolive for 10 years in a brand management role offered to do the graphic design. With that, they had built their first website.\"It was just to generate a little bit of revenue but we thought, we can't really go into the small-scale website business because it's not profitable locally, so we looked at where our niche market falls and followed the money trail and found our niche to be in full-scale digital management and keeping it all small and local,\" Boulton explained.Two years on, Boulton describes Audacious Digital as a team that \"takes audacious ideas and turn them into digital realities\".This might mean working with businesses to flesh out and create an app, website, or some other piece of software, or taking on digital management for a business, which can incorporate the services such as digital branding, blog writing and development, email marketing campaigns, and social media marketing.The agency's clientele is split almost 50/50 between Toowoomba and Brisbane, the three hour round trip there and back to visit clients once a week no barrier.\"At the end of the day, they still spend more time in traffic than I do because after my three hour trip, I've got no traffic for the rest of the week,\" Boulton laughed.Boulton's favourite part of the job is the creativity; Audacious Digital calls itself a \"digital business partner\" for clients, with Boulton saying the majority come to them with more of an idea of the outcomes they want, as opposed to a set of instructions they want carried out.\"It's a lot of butcher's paper on the walls, with a lot of client meetings to make sure we really understand them. We use a lot of visual mediums; if we're trying to get a vision, we'll just create a Pinterest board for the client, and say pin away, because then we can look and see what they want,\" Boulton explained.With this in mind, Boulton said that while Audacious Digital builds tech, at the end of the day its revenue and business model lies in client management and trust.\"We do a lot of ongoing training for our clients to ensure that we not only know where they are now, but also where they want to be so we can make sure we properly build for them and equip them with the resources they need to build on later,\" she explained.\"That defines our platform choice when we build something for them, thinking, how well are you going to be manage this?\"The business's digital management packages offer clients a number of hours with a team member that they can either put towards updating of content, or one-on-one training around a particular aspect of their digital presence.To build on this, Boulton and the team have also developed a new offering they hope will help scale Audacious Digital's reach itself while also building the skills of the local community. Running for six weeks, the WordPress Build-a-long course will look to help a group of people build their own website.\"It's peer to peer learning, as well as that mentored learning with professionals. They not only build a system that works for them, but they've built it, so they know how to use it and they know where everything is, they're not coming into it foreign,\" Boulton explained.\"It's a good way to establish ourselves as leaders in our community, and support our community in education and learning and help people build their own businesses.\"The education aspect is one that Boulton is particularly passionate about following her own experiences in coming to the tech sphere.\"I came from a background where [engineering] wasn't an option for me, but I haven't looked back since. It really feeds my fuel for creativity that I never knew I had; it allows me to be curious and inventive, but it also taught me to be procedural, manage projects, and lead teams. It really ticked all the boxes for me,\" she said.As well as intro to coding classes at Canvas, Boulton has been running robotics workshops for girls in schools for several years, her goal to show them that STEM is open to everyone, not just boys.\"I've worked with kids from primary school through to year 12, and girls just don't see engineering as an option, they don't know what it is. The world needs hairdressers and journalists and everything else, but it also needs female engineers,\" Boulton said.By helping to get girls into the space, Boulton hopes to help the Toowoomba tech and startup ecosystem continue to grow and diversify.\"Some people might think it's hard to find talented people in a town like this, but we've got a lot of under 30s screaming for something innovative and interesting to do; when we posted our most recent job ad for an all-rounder, we were inundated with applications from qualified, fantastic people,\" she said.\"The advantage that we have in Toowoomba is that it's cheaper to live here and to rent office space, and it's got a big support network for innovation.\"This post was bought to you by MYOB. Accounting software for people who love what they do.",
    "date": 1493762400,
    "url": "http://www.startupdaily.net/audacious-digital-helping-develop-toowoombas-smb-landscape-getting-businesses-online/",
    "origin": "Startup Daily"
  },
  {
    "title": "Victorian budget delivers $45 million for digital connectivity across regional areas",
    "content": "The new Victorian Budget has delivered fresh funding for the state's various tech efforts, with Treasurer Tim Pallas allocating $90 million to help \"attract private sector investment and job creation, and protect existing businesses\", and $45 million to improve digital connectivity across regional Victoria.The $90 million will go to the Investment Assistance and Attraction Program, which received $116 million in funding in last year's budget. The program has helped bring the likes of Alibaba, Slack, and Zendesk to Victoria.Renewable energy is also top of mind, with $88.8 million to go towards testing new technologies such as battery storage and micro grids to further develop the state's renewable energy sector.Almost $11 million will be put towards helping consumers \"better manage their energy costs\", with another $9.5 million to help secure solar power for Melbourne's tram network.Receiving $45 million, meanwhile, the Connecting Regional Communities Program (CRCP) was born out of the state's nine Regional Partnerships calling for updates to digital infrastructure.The program will see the government work alongside each Regional Partnership to develop region-specific strategies and practical solutions for their community's digital needs and priorities.Projects include trials to improve broadband in industrial and business precincts in North Geelong, Morwell, and Horsham; extending regional Victoria's free WiFi program, which is already in operation in Ballarat and Bendigo; and IoT demo projects in various regions to help local businesses connect with new technology.The CRCP funding will be split between a number of projects: $11 million will be dedicated to the Mobile Black Spots Program, with a particular focus on boosting mobile phone coverage in flood and fire-prone areas with poor coverage; $12 million will help support the adoption of internet-enabled on-farm technologies; and $7 million will go to Digital Economy Plan initiatives to drive innovation and increase the competitiveness of regional industries.Also funded through the program will be the improvement of regional services through access to government communications infrastructure.Jaala Pulford, Minister for Agriculture and Regional Development, said the Regional Partnerships made clear that improving digital access is \"an absolute must\".\"We know how important internet connectivity is for farmers, small businesses and families; that's why we're making it a priority,\" she said.Minister for Small Business, Trade, and Innovation, Philip Dalidakis added, \"Like anywhere in our state, reliable broadband is vital for local businesses and local jobs. This investment will help fill some of the existing gaps, and make sure regional Victoria isn't being left behind in our digital economy.\"A further $44.4 million will head to regional Victoria in order to help Agriculture Victoria maintain agricultural biosecurity over the next two years, in turn protecting access to international markets for local farmers.The government has also allocated $1.7 million to re-establish the Victorian Rural Women's Network, which was defunded in the state's 2013 budget.To be running once more from July 1, the Network aims to help bridge the distance and connect women who may feel isolated living in regional or rural areas, promote women's economic participation and professional development, and connect women to information, health, and education services.The government is also working on sending public service jobs to the regions with the development of 'GovHubs' in Ballarat and the LaTrobe Valley, with Bendigo also in the pipeline.To be developed in partnership with the Ballarat City Council, combining government offices, community services, and local businesses, the Ballarat GovHub will house 600 government employees, while the government stated the LaTrobe Valley office will house 150 public service jobs.",
    "date": 1493779069,
    "url": "http://www.startupdaily.net/2017/05/victorian-budget-delivers-45-million-funding-digital-connectivity-across-regional-areas/",
    "origin": "Startup Daily"
  },
  {
    "title": "Telstra expands muru-D accelerator to Melbourne and launches open IoT lab",
    "content": "Four years on from launching its muru-D accelerator program in Sydney and taking it to Singapore, Brisbane, and Perth, Telstra has announced its expansion to Melbourne, setting up a program out of its Gurrowa innovation lab.Having opened Gurrowa in 2015, Telstra also announced the space will come to be housed under the umbrella of its new Telstra Labs initiative, with company CTO Hakan Eriksson explaining this will be a single identity that brings together Telstra's innovation and tech capability.Eriksson, who was appointed CTO late last year, said, \"It's a unique environment that allows for rapid experimentation, validation and the implementation of new ideas within Telstra and with our partners and customers.\"Within Gurrowa, Telstra has launched a publicly accessible GSMA Open IoT lab that Eriksson believes is \"a definite game changer\" for the Australian Internet of Things ecosystem.It will allow anyone to create, test, and prototype IoT solutions by giving them access to an array of Telstra's expertise and equipment, including a 3D printer, electronics testing equipment, and fully functional Cat-M1 and NB-IoT networks, with the goal to help foster a community and encourage best-practice sharing of ideas, experience, research, and insights among startups through to global enterprises.\"It means that anyone from university students, to startups, to a multinational company can come here and work with some of the best equipment and minds in the business to bring their IoT solution to life. You can even test your IoT solutions to see how they would work on the Telstra network within a controlled environment,\" Eriksson said.Access to the lab will be free for Telstra partners, while for others access will be granted for a fee, with this scaling according to a company's circumstances.Participants in the new muru-D accelerator will also have access to the lab. The program, which will open applications in the coming months, is currently recruiting an entrepreneur in residence.The program's expansion comes follows the appointment of former Salesforce executive, Julie Trell as CEO of muru-D in February.Trell, who took over from founder Annie Parker, said she was excited to work with Telstra and its growing family of startups to create \"a uniquely Australasian entrepreneurial culture for the digital age\".\"Companies like Telstra realise that a new generation of workers want real social impact and strong values to be a part of daily life in how and where they work.\"Want to know more about what life is like in a muru-D program?Hundreds of teams apply but only 10 are chosen for a place. Docu-series The Dream Academy reveals that taking an idea and turning it into a viable business isn't easy but the rewards you reap when you get it right can be incredible. Coming Soon to Channel 7.",
    "date": 1493773443,
    "url": "http://www.startupdaily.net/2017/05/telstra-expands-muru-d-accelerator-to-melbourne-and-launches-open-iot-lab/",
    "origin": "Startup Daily"
  },
  {
    "title": "How corporates can empower their employees to innovate",
    "content": "Many companies struggle with innovation. A typical strategy for a large corporate that wants to be more innovative is to engage a corporate accelerator for its employees. They may pay hundreds of thousands or millions to fund spots for a few employees in an externally run corporate incubator program.The problem is that it doesn't achieve the desired goals of a culture of internal innovation and enabling employees to create real value \"out of the box\".First of all, employees are taken out of the company for an extended period. They effectively go off into a \"black hole\" for six months, during which time they're cut off from their regular jobs. They stop connecting to the real problem. Some may even want to leave and do other things at the end of it as they've got a taste for startups and entrepreneurship and no longer want to work for a large corporation.In addition, it often breeds resentment with those not picked. Having several staff away for months does nothing to improve the culture of an organisation.Ultimately, it often comes to nothing. The employees come back and present whatever they've learnt to senior managers. Managers judge this on the presentation value not the impact value. There's often no buy-in from the grassroots, as other staff have been excluded from the process. And past that point, it dies off due to red tape.Accelerators have their place, but companies should take a much more democratic and in-house approach -- similar to Google's \"20% time\". This way we can spend the same million dollars but on a range of projects, and back the ones most likely to succeed.Company-wide innovation can be encouraged through a simple, three-step process:The one-page pitchCreate a one-page template to encourage staff to identify problem areas, and suggest solutions. The one-page template should be kept simple and easy: able to be developed within a day, and reviewed in half an hour.The 20k budgetIf they do a good one-pager and you think they're tackling something real, and they've been able to recruit at least one person to work with, give them $20,000 as a budget to work with. They might spend this on a company to do a design prototype, or whatever they think is relevant. The aim is to come up with a much more in-depth proposal: a full development plan, including cost, timeframe, and a trial and rollout plan.The 100k+ budgetWhen the idea has been developed into a proper plan, it can be presented to management, with a request for the budget to execute it. What I'm looking for here is an idea that has been much better thought through. There should be collaboration from a few different stakeholders, and their input. They should be clear about what technologies are needed.At this point you might commit $100,000, or whatever the project calls for. By now we're confident that if we give them the budget we know the project is getting done.Ideally they'll work with preferred solution providers, though there may be special cases where they need to go outside that. But if they're working with partner companies that you know and trust, you'll have more governance over the project.Any kind of company can do this. We developed an app for a mining company that did this. One of their staff came up with a plan to fix an issue they had, the company backed it, and we built a 3D visualisation tool for them which saved the company millions of dollars.At the end of the day it was down to an employee saying \"we could do this better\" and being given the chance to try. This gives employees the ability to feel a sense of ownership, a sense of pride, a sense of community with their fellow employees who they recruit for help the project and results in serious productivity gains across the board.There has to be acceptance by an organisation that not every project will come to fruition. If you do 50 of the $20,000 experiments, a handful will likely go through to the implementation stage. Sometimes the process can involve realising that there was a reason things were done a particular way.Employees go above and beyond when they feel a sense of ownership and control. They often feel uncared for and unheard when a company goes outside to look for innovation. They don't feel valued. But a scheme like this is a morale boost, and you'll often find they put in extra hours in their regular job as a result. The net result is a clear upside for the organisation from productivity gains to a great morale booster.",
    "date": 1493769615,
    "url": "http://www.startupdaily.net/2017/05/can-corporates-empower-employees-innovate/",
    "origin": "Startup Daily"
  },
  {
    "title": "Square reveals Australian growth figures, is serving 60,000 local businesses",
    "content": "Payments company Square has revealed some figures around its growth in Australia since the local launch of its card reader last year, stating that over 60,000 businesses are using one or more of its products.Its suite of products includes the Square Reader, payment APIs, Square Invoices, and an employee management tool.The company, which opened an office in Melbourne in late 2015, stated that it is seeing an average weekly growth of 13 percent in transactions processed with Square across its product range. Within that, it is recording 10 percent weekly average growth in invoices paid online with Square and over 20 percent weekly average growth in ecommerce transactions processed through its APIs.Ben Pfisterer, Square's Australia country manager, said, \"Australia's 2.2 million small to medium-sized businesses are critical to productivity, creating jobs and helping to grow our economy.\"We're proud to be building a powerful and accessible point of sale and payments ecosystem that enables over 60,000 Australian sellers to leverage one or more of our world-class products to grow their businesses.\"The company reported particularly strong growth in Tasmania and Western Australia, where it is growing at an \"above average rate\"; both states have recorded over 100 percent quarterly average growth in new sellers.Square's target market has traditionally been sole traders and micro and small businesses, with over 80 percent of sellers on Square not accepting card payments through a traditional payment terminal prior to using Square.However, Square is also seeing a \"strong push upmarket\" facilitated by the launch of new features such as employee and location management, allowing employers to clock in and out and managers to see transactions processed by each employee to better schedule employees.Also recently released was a virtual terminal, allowing users to key in card details via their browser and send a personalised digital receipt to customers, while its payment APIs and integrations with 25 partners, including ecommerce partners such as BigCommerce and WooCommerce, have also opened up another market.While Square launched in the UK just this past March, Australia has been an advanced market for the company since it arrived. Australia was the second launch market for its Build with Square APIs, introduced locally earlier this year, and the Square contactless card reader, introduced last September.Pfisterer previously told Startup Daily, \"[Australia is] seen as a really advanced market not only from a small business perspective...we know Australian businesses are some of the most tech-savvy there are with a great uptake of new tech, cloud-based systems, but also from a payments innovation perspective.\"Among the products that have not yet made the move down under, however, are Square Payroll and Square Capital, a small business lending service.Square is due to report its earnings for the first quarter of 2017 later this month. It reported earnings of US$452 million for the last quarter of 2016, surpassing the expected US$450 million.The company also last month agreed to hire several employees from shuttering social networking startup Yik Yak and acquire a non-exclusive license to some of its intellectual property for US$1 million.",
    "date": 1493700377,
    "url": "http://www.startupdaily.net/2017/05/square-australia-growth-businesses/",
    "origin": "Startup Daily"
  },
  {
    "title": "How to spread your risk as an angel investor",
    "content": "All investment is about risk and reward. The higher the risk, the higher the potential reward - and, of course, the potential for failure.This potential for failure seems to be where many investors get caught. I can't tell you how many times investors and venture capitalists (VCs) say to me, \"I really like this one, but it's a little too early stage for us. There are too many unknowns. Contact us for the next round and we'll see how it's going then.\"Well, the unfortunate reality is there's not going to be a next round if nobody funds the first round. Plus, if there is a next round, it will likely be at two to four times the valuation of the seed round. Enter stage left, the \"Angels\". Thank goodness for the angels: they evaluate the founder's ability to execute, the competition, the quality of the business model and plan as well as other qualitative and quantitative elements.These angel investors realise that to get from a $1 million valuation to a $4 million valuation requires taking a great idea, refining it, validating, testing and acquiring enough customers to show traction.It also then includes validating the demand for the product or service, cost of acquisition and lifetime value of a customer. For this, you will likely be rewarded with that next round at a valuation two to four times the first round and you are well on your way to that 10 or 20x return.If you are starting on that second or even later round, you will need to get to a much higher valuation to get the same multiple return. Of course, at that valuation, the initial angels have already made a massive return.Of course, it goes without saying that this will not happen every time. You will not always get this right, which is why you must spread your risk. I would recommend at least 20 investments, so it is important not to be seduced and go heavy on any single company. It is far better to go small and wide and follow your portfolio companies' and founders' journeys. There will usually be an opportunity for you to increase your position if you feel really positive in a later round.Waiting for that proven investment may cost you more than you think. Don't delay investing because it is too early. Instead, make smaller investments more frequently and always get pre-emptive rights for subsequent capital raising rounds. That way you have the benefit of ongoing due diligence if you want to invest more in the next round.If you don't believe there is demand for the product or service, the financial model is sub-standard, or you don't believe the founders are strong enough or have the right team around them, then don't invest in a startup. But not investing because it is too early means you are waiting for more quantitative data, much of which may not be available until after the valuation has run and you have limited your returns.By the time the market knows you are on to a winner, the returns will not be as great. If you want the excitement of finding and backing a winner and getting great returns, go early but remember, go wide not deep.By Hugh Bickerstaff, Director of Investment, Investible.",
    "date": 1493695306,
    "url": "http://www.startupdaily.net/2017/05/spread-risk-angel-investor/",
    "origin": "Startup Daily"
  },
  {
    "title": "Web hosting company Melbourne IT to acquire digital marketing agency WME Group for $39 million",
    "content": "Melbourne IT, the ASX-listed web hosting business, has announced its intent to acquire digital marketing agency WME Group for $39 million to further the growth of its small business (SMB) division.The acquisition will be funded through $9 million in debt funding and a raising of $30.7 million, with the buy expected to add $7.5 million to Melbourne IT's underlying earnings for the current financial year.The company earlier this year completed the acquisition of Outware Systems for $57.84 million, and that of Infoready in early 2016 for $15.4 million to boost its Enterprise Services division.Martin Mercer, CEO of Melbourne IT, said WME Group is a \"logical and strong strategic fit\" for the company given managed marketing solutions are the growth engine for its SMB division.\"We expect this powerful combination will enable us to grow [average revenue per user] at faster rates through enhanced cross sell and customer retention, as well as boost critical capability in search engine optimisation solutions and advanced customer account management,\" he said.Founded in 1996, Melbourne IT reports that its SMB division, operating under brands including Melbourne IT, WebCentral, and Netregistry, has over 450,000 direct customers and provides services to over 700,000 Australian businesses, generating over $90 million in revenue.Its Enterprise Services division, meanwhile, has revenues of over $70 million.As part of the acquisition, WME Group's key management will remain with Melbourne IT.Having launched the company out of his bedroom with $400 in 2008, founder Nick Bell said the time was right for him to exit and hand over the reins to Melbourne IT now, explaining it was important to him the company was left in the hands of people who \"genuinely want to continue its growth\".\"I have a number of other business interests both in Australia and overseas which I want to turn my attention to and help achieve the same growth that WME did,\" he said.\"I am also excited by the potential Australia is showing in providing the foundations for high-quality startups and want to become significantly more involved in nurturing and investing in the talent and ideas we have in our own backyard.\"Also founder of app development company Appscore, Bell has invested in startups including Ideapod, Leadchat, and social influencer platform Tribe, which recently expanded to the UK.",
    "date": 1493694403,
    "url": "http://www.startupdaily.net/2017/05/web-hosting-company-melbourne-acquire-digital-marketing-agency-wme-group-39-million/",
    "origin": "Startup Daily"
  },
  {
    "title": "zipMoney partners with Shopify to roll out buy now, pay later solution to global merchants",
    "content": "ASX-listed Sydney fintech zipMoney has announced a strategic partnership with global ecommerce tool Shopify, which will see the startup's digital wallet solution rolled out to Shopify's network of merchants.zipMoney had been working with Shopify prior to the partnership, integrating its 'zipPay' digital wallet into hundreds of Australian Shopify-powered stores to give shoppers the option to buy now, pay later at the online checkout. Solidifying the relationship, the new partnership will help accelerate the inclusion of zipPay as an option for Shopify's global clients.In the longer term, the business said it will look to flesh out the partnership with Shopify and co-build a tighter knit native integration for the platform, which will provide more insights to merchants and further zipMoney's ability to serve Shopify's 377,000 large merchant base.Expanding its 'buy now, pay later' solution to more online customers has been a strong focus for zipMoney in the last year, with the business having formed partnerships with Australian online payment gateway eWAY in March to enable zipPay as an option for Australian shoppers.The company also partnered with Australian domain hosting provider Crazy Domains, following its acquisition last year of fintech startup Pocketbook for $7.5 million to tap into consumer financial services.Looking to the new partnership, zipMoney's cofounder and CEO Larry Diamond said he's excited to work beside Shopify, adding that it would help fulfil the business's aim of providing an interest-free loan option for shoppers at the checkout.\"Our partnership with Shopify provides enormous value to both retailers and consumers alike providing payment flexibility online and instore. Our aim is for Zip to be everywhere people shop, providing consumers with interest-free flexibility at the checkout,\" he said.Diamond and cofounder Peter Gray created zipMoney in 2013, looking to provide a way for online customers to access interest-free loans for their online purchases.The platform integrates into an online retailer's checkout and can be selected as an alternative payment option, giving customers up to 12 months to repay their debt. Having listed on the ASX in 2015, the business reported generating $11.2 million in revenue in the financial year to date, with transactions on the platform increasing by 66 percent in the March quarter to reach a transaction volume of $61 million, up 22 percent on the second quarter.Speaking about the announcement, Shopify's General Manager for Payments, Paco Suro, said the company is looking forward to working beside the Australian fintech, which looks to grow alongside the rise in alternative payments.\"We have seen the tremendous take up of alternative payments at the checkout as millennials and other customer segments seek better ways to pay. A partnership like this, provides enormous value to our merchants and their end consumers,\" said Suro.The partnership for zipMoney comes as local competitor Afterpay also inks deals with various payment providers and retailers.Having last year partnered with Topshop to provide customers in its physical stores with access to Afterpay, the startup earlier this year partnered with Tyro to see its buy now, pay later solution rolled out to over 17,000 retailers using Tyro's payment terminals.",
    "date": 1493688718,
    "url": "http://www.startupdaily.net/2017/05/zipmoney-partners-shopify-roll-buy-now-pay-later-solution-global-merchants/",
    "origin": "Startup Daily"
  },
  {
    "title": "Deakin University's DeakinCo partners with Cann10 to run Medicinal Cannabis Leadership Program",
    "content": "DeakinCo, the commercial arm of Deakin University, has partnered with Cann10 Australia to launch the Medicinal Cannabis Leadership Program in Melbourne, an education program for medicinal cannabis.The program aims to further the growth of Australia's medicinal cannabis industry by bringing together both science and industry leaders in the space from across Australia, the US, Europe, and Israel to help participants understand both the scientific and commercial aspects of the industry.It will take participants through a series of key knowledge areas, including history and sociology, agriculture and genetics, extraction and manufacture, biochemical science, legislation and regulation, and commerce and research and development.Consisting of lectures, workshops, and webinars, the program will be led by Dr Henry Pinskier, chair of the John Curtin Research Centre; Professor John Rosenberg, former Senior Deputy Vice-Chancellor at La Trobe University; and director Rhys Cohen, an industry expert.Among those delivering lectures and workshops will be Dr David Meiri, an assistant professor at the Technion Israel Institute of Technology; Mara Gordon, founder of Aunt Zelda's and Calla Spring Wellness; and Phil Warner, managing director of Ecofibre.Professor Jon Watson, dean of the School of Medicine Faculty of Health at Deakin University, said, \"It is with great satisfaction that I am able to endorse Cann10's unique approach that takes in basic biomedical science, agriculture and cultivation, and also entrepreneurship. This is very unusual, but also fit for purpose.\"The launch of the program comes at a busy time for the Australian medicinal cannabis sector; the use of medical cannabis for patients with chronic or painful illnesses was made legal under the Narcotic Drugs Amendment Act last year, with supply coming from a Victorian cultivation site and import into Australia on a case-by-case basis.With regulators coming around, local accelerator BuddingTech last month announced a partnership with global cannabis software and POS solutions company Guardian Data Software that will see GDS clients leverage BuddingTech's analytical research and consultancy services, with the two organisations to also work together on new educational and research programs.It follows a rush of medicinal cannabis companies launching on the ASX. One of the latest to make its debut was Israeli startup eSense-Lab, which has created technology to 'reverse engineer' the production of a plant's terpene profile.With an initial focus on the cannabis plant, the company produces a product that resembles cannabis in both its smell and taste and medicinal benefits.The Medicinal Cannabis Leadership Program will be one of the first programs run by DeakinCo, which launched through the merger of Deakin University's workforce capability development business, DeakinPrime, and its credentialing business, DeakinDigital, last month.DeakinCo looks to provide a \"modern, flexible approach to learning in the workplace to enhance workforce capability\".Simon Hann, CEO of the new entity, said, \"Our user-centric approach and innovations in credentialing, combined with our link to Deakin University put us in a unique position as the only learning and professional development partner with end-to-end capability enhancement offerings for workplaces.\"",
    "date": 1493687903,
    "url": "http://www.startupdaily.net/2017/05/deakin-universitys-deakinco-partners-cann10-run-medicinal-cannabis-leadership-program/",
    "origin": "Startup Daily"
  },
  {
    "title": "Sydney startup SnackableTV is creating a streaming platform for short form content",
    "content": "As you may have noticed on your Facebook feed, video is everywhere, and brands are taking notice. According to data from eMarketer, digital video ad spending in the US is predicted to reach US$28 billion by 2020, up from $9.9 billion in 2016. Looking to take this video spend and create better content is Sydney startup SnackableTV, a free streaming platform, or network, for high quality short form content aimed at millennial viewers. Launched in December, the idea for the platform was born was born out of Kontented, a content production agency run by Kate Edwards. Edwards believes the internet is \"littered\" with either poor-quality short form content - including user-generated content, which Edwards calls \"digital litter\" - targeting young people, or expensive longform content targeting the traditional television or film consumption markets, with nothing in between. Through SnackableTV, Edwards wants to fill that gap, giving audiences aged between 13 and 30 access to high quality short form content. The idea first came from Edwards' boredom and her frustration around the lack of ROI Kontented could provide to its commercial partners in the content space. \"They literally had to rely on a wing and a prayer that their social audiences would pick up the content, but it was often just buried in YouTube. This meant they were spending thousands of dollars on really good quality content, but no one was seeing it,\" she said. While on maternity leave, Edwards decided something had to change.\"[I thought], if I don't change the way we do things, we will just end up in the same horrible agency cycle that kills all client/agency relationships, and we aren't even an agency. We're the creators; we want to make a great product and have a highly engaged audience to receive the content,\" she said.Edwards told her husband her plans one night when he came home from work, telling him that if they didn't do it she would be quitting the business - and so SnackableTV was born. \"We focus on episodic content to ensure that the target consumer can still 'binge watch', which we know is the key consumption behaviour for young people,\" Edwards said.SnackableTV is looking to commission and license content for its audience across the broad banners of culture, music, gaming, film, podcasts, and style. So far, Edwards said there are over 350 episodes of content on the platform created by Kontented and other producers, with these amassing over six million views since it launched in December. To fund the production of this content, the platform will not use \"ads, spam, and retargeting\", which Edwards calls  \"the shoes following you around the internet effect\", but rather look to help brands produce native content. Getting brands on board shouldn't be too hard, with Kontented having produced content for the likes of Coca Cola, ANZ, and McCafe. Edwards pointed Netflix out as SnackableTV's closest competitor, but admitted the platform likely shares an audience too with other platforms such as YouTube Red and video networks such as Buzzfeed's. \"For us though, our most relevant point of difference is that we don't have an opinion. SnackableTV is a platform agnostic of political opinion, gossip, and doesn't stand for anything. We are simply technology enabling storytellers a platform to find and audience, and for an audience we are a platform where you can find great content,\" Edwards explained. \"Unlike Buzzfeed or Vice or even social media, we're not going to rant and rave. Our shows might, but we as a brand stand completely agnostically of all that fodder and clickbait. We just want to deliver a seamless experience and awesome stories.\"The fact some content will be powered by brands also raises the question of whether SnackableTV can be truly \"agnostic\", while bringing viewers to the network and ensuring content doesn't get lost in the ether won't be easy; the likes of Buzzfeed, Vice, and Youtube are extremely well-known names that millions of viewers flock to because of specific channels, names, or points of view they house and represent.Here, Edwards said SnackableTV is looking at different ways to drive audiences to the platform; one method it's already crossed off the list is engaging influencers, which she said \"felt really insincere and was so clunky in its execution, and didn't deliver results\". However, SnackableTV has secured a partnership with APN News and Media to broadcast a youth channel on Catch, the company's in-transit content player. The startup also last month took a $300,000 loan from the NSW Government through its Jobs for NSW arm to help further its growth, with an eye on launching in the US over the next 12 months.",
    "date": 1493614170,
    "url": "http://www.startupdaily.net/2017/05/sydney-startup-snackabletv-creating-streaming-platform-short-form-content/",
    "origin": "Startup Daily"
  },
  {
    "title": "Melbourne forex startup Airwallex raises US$13 million Series A to expand overseas",
    "content": "Melbourne-based fintech startup Airwallex has announced that it has closed a US$13 million (AU$17.3 million) Series A round from Chinese internet company Tencent Holdings, Sequoia Capital China and Mastercard to help fuel the release of new application programming interfaces (API) and expand internationally.For Sequoia Capital China, one of China's earliest investment companies, the investment marks the first contributions for the firm in an Australian startup, with Sequoia Partner, Steven Ji, saying the payment solution \"seriously\" impressed the company.\"Foreign exchange transactions pose a real challenge for businesses that operate across borders, and Airwallex's solution has seriously impressed us in its ability to close the gap and allow companies to financially access markets that may have previously been out of reach,\" he said.Using a peer to peer algorithmic engine, big data analytics and quantitative models that predict currency volatility plus auto-hedge conversions, the Airwallex platform allows its users to send transparent cross-border transactions while avoiding inflated fees and margins.The startup was formed in 2015, participating in the Mastercard Start Path accelerator program before officially launching last year and closing a AU$4.5 million pre-Series A round led by Gobi Partners.Now, with the Series A backing, the startup is looking to accelerate the release of a new series of APIs that will allow businesses to process international payments at a larger scale.Airwallex cofounder and CEO, Jack Zhang, said the startup will look to move alongside the rise of cross-border transactions, as international trade continous to grow.\"Our mission is to eradicate the burden of international payments so that businesses can transact across borders with ease. Armed with a growing number of financial services licences and partnerships across numerous jurisdictions, we aim to make international payments as cheap and simple as domestic payments,\" said Zhang.Fintech Australia CEO, Danielle Szetho, said the Airwallex funding announcement was \"further evidence\" that Australian fintechs are globally competitive and holding an increasingly strong footing within Asia and China.A report from Deloitte last month ranked Sydney eighth out of 44 global fintech hubs and highlighted the work of the fintech community across Australia, in particular its efforts to engage with Asia.The government early last year launched an expert advisory group tasked with developing Australia into the leading market for fintech in the Asia Pacific region, while Sydney fintech hub Stone and Chalk in September welcomed three Chinese startups to the coworking space for three months as part of an 'incubation exchange' program.",
    "date": 1493614130,
    "url": "http://www.startupdaily.net/2017/05/airwallex-raises-13-million-series-a-expand/",
    "origin": "Startup Daily"
  },
  {
    "title": "Bugdojo is a Quality Assurance testing marketplace for smaller development teams",
    "content": "For a developer, nothing saps away more time or patience than quality assurance (QA) testing. For the unacquainted, imagine if you couldn't send an email without ensuring you had used the perfect spelling, line spacing, font size, grammar, and sentence structure. Emails would bounce if they were deemed 'incorrect', meaning you'd have to backtrack and send test emails after each sentence to narrow down the issue.Bugdojo is a startup looking to ease the pain of QA testing for developers, through an online platform that connects the coding work of small to medium teams to QA professionals for quick, high-quality testing.Focusing on 'interface-based' testing for web platforms and applications, Bugdojo allows developers to integrate their online control repositories such as Github and Bitbucket to the platform, before submitting their code for testing using 'bot commands'.These online repositories act as a sort of Google Drive and project management tool for code, allowing code of any language to be 'hosted' online for collaboration or backup.Once connected to their Bugdojo account, developers are able to write up a 'ticket' containing details about what needs to be tested, before issuing a short 'bot' or coding command that sends the ticket over to a Bugdojo QA tester.The idea, according to the startup's founder Ash Conway, is to allow developers a simplistic and quick way to submit their work for QA testing without sacrificing time or resources. After all, these developers are already using repositories, meaning submitting a ticket for a QA test takes nothing short of a line of code.Following the establishment of another startup called Bugwolf, which focused on user acceptance testing, the final audience-based testing stage for software before release, Conway saw that there was another noticeable gap in the testing market.\"Over time I had the chance to think about other problems and issues in the space. Quite a lot of the time I'd have smaller software engineering teams talk about the issues they ere having in QA and how existing solutions didn't really fit in with their workflow,\" said Conway.Existing solutions, Conway explained, come in the form of medium-large scale QA firms or an in-house QA engineer. However, for a smaller scale development team, such as those working within startups, hiring a dedicated QA person typically isn't worth the cost, while using a larger firm comes with hefty overhead costs.\"You don't always need QA developers full-time when you're a dev team of a smaller scale. They also can be hard to find, and outsourcing is expensive if you use traditional methods of submitting content to a larger QA agency,\" said Conway.Bugdojo, Conway added, cuts out the \"middleman\" in these processes and thus saves smaller development teams cash.To help support these tinier budgets, the startup has adopted a no contract, pay-as-you-go model. Submitting work for QA testing currently costs a flat rate of $10, with the first five tests free. Bugdojo also sports a \"100% quality guarantee\", meaning if a developer isn't happy with the result, the business will waive the fee.As to why a developer would use the platform over testing code themselves, Conway discussed the pros and cons of the process, and where Bugdojo fits in.\"There are a bunch of other things that an engineer will do around QA from an automated perspective. We're not here to replace that, but there are tasks that require a fresh set of eyes and require a real person to test them in a real environment, on another device on a browser,\" he said.\"Because we integrate into the workflow of a small-medium dev team, they don't need to jump out of what they're doing. They can actually do it while they code. I [also] think developers aren't the best people to test their own work. They're also the type who generally find it a pain, so we want to take the annoyance out of that.\"Staying true to the platform's focus on allowing developers to \"content switch\" or submit tests while they code, each completed QA report is returned to the exact ticket the developer issued the test from.Responses are issued with a small description, a 'pass' or 'fail', mark and a video report so a developer can see where any issues occurred, visualised through a screen-capture of the QA tester navigating the material.The testers themselves are industry professionals sourced through Bugdojo, who are vetted through a testing process which pits applicants against a QA testing scenario. To help keep the test fresh, Conway said there's also a machine learning element to the testing process.Once onboard, QA testers are obliged to sign a non-disclosure agreement to protect clients. They'll then be allocated jobs as they come in, and are tasked with completing them and returning a report within an hour. Most testers currently work as freelancers, many full or part time developers looking to earn cash on the side, with Conway saying there will be opportunities for bigger income earnings as the marketplace grows.\"If they fall below a certain level of quality, they'll be sent back to taking the vetting step again,\" he added.Having bootstrapped both Bugdojo and Bugwolf himself, Conway said he's keeping an open mind to funding opportunities in the future; bootstrapping helps him push himself to get customers on board.\"There's a lot of good stuff that comes out of bootstrapping, since you put pressure on yourself to get customers and start making money. It definitely makes things more interesting sometimes,\" he said.Getting customers on board will be exactly what Budojo will look to do next, as the startup works on its marketing plan and target research.",
    "date": 1493613477,
    "url": "http://www.startupdaily.net/2017/05/bugdojo-qa-testing-marketplace-smaller-teams/",
    "origin": "Startup Daily"
  },
  {
    "title": "Airtasker and Unions NSW come to agreement on minimum rates and workers' compensation",
    "content": "Workplace laws and unions have struggled to keep up with the gig economy, which has risen to prominence over the last few years thanks to tech companies working via the independent contractor model and, often, a casual disregard for legislation.Making a start is Unions NSW, which has today announced it has come to a \"groundbreaking agreement\" with Airtasker to deliver workers on the platform a number of conditions.Under the agreement, Airtasker will recommend to users \"above comparative award rates\" when they post jobs, with workers to also be offered an \"affordable and flexible\" insurance product, similar to workers' compensation, to cover them against workplace injury and illness.Airtasker will also continue to work with Unions NSW to introduce a dispute resolution process that will be overseen by the Fair Work Commission, and to ensure best practice workplace health and safety standards are in place to protect both workers and consumers using its platform.Mark Morey, secretary of Unions NSW, said the agreement is a big step in improving workplace protection for gig economy workers.\"This agreement is a huge advance for wages and conditions of those working through the Airtasker platform. It establishes an important beachhead for regulating the gig economy. Others should follow Airtasker's example and consider the ethical dimension of their impact,\" he said.\"This is the first plank of a new floor we are building under the gig economy. The fact work is arranged through a website or app should not mean that all notions of decency and fairness are ignored. Airtasker to its credit has recognised this.\"The agreement follows the release of a report from Unions NSW last year criticising Airtasker for low pay rates on its platform; the report found the Airtasker's recommended rates could result in a payment as low as $14.45 an hour after its 15 percent fee was deducted. Airtasker soon after upped its recommended rates, but stated the revision had no link to the Unions NSW report.According to Airtasker cofounder Tim Fung, however, the report did prompt the two parties to meet following its release to \"discuss what we could do together\".\"This was the first time that we'd met with Unions NSW and I think both parties learned a lot from each other and realised that we share a common goal to 'empower workers to realise the full value of their skills',\" he said.Fung stated Airtasker hasn't seen a push from users themselves around this issue, saying the platform already gives users freedom to define the way they work by allowing them to \"proactively select the jobs that they would like to complete, quote how much they would like to be paid, then define the way in which the job will be completed\".However, he said, \"Educating the overall market about how to create a great place for people to work is important and as a startup, we always stay open to new ways that we can improve our product.\"Calling on other platforms to follow Airtasker's example, Morey said the agreement proves the \"digital reorganisation of work\" can flexibly incorporate the workplace standards and conditions Australia has built up over more than a century.\"Across a range of industries, wages and conditions are being shredded by gig economy platforms. If these operators were smart, they would realise that engaging with the trade union movement is a competitive advantage and will help them build a reputation for social responsibility,\" he said.The likelihood of other gig economy platforms following Airtasker's example is an interesting point.\"We're always talking with other startup founders and tech leaders but there hasn't been a great deal of precedence in this space, especially in Australia. Overall, we believe it's really important to work proactively with regulators and government in order to create a sustainable company in the long term,\" Fung said.A number of NSW sharing economy startups came together to launch The Sharing Hub last month, with founding member and founder of pet-sitting startup MadPaws, Alexis Soulopoulos stating a key objective of the hub is to work with government.\"We want to grow the sharing economy as a whole, and how we do that is not only by helping the startups grow but also aligning with government. I think this is a very new space for Australia's startup ecosystem, yet it's growing super rapidly, and in order to ensure that growth is great for the consumer and stays great for the consumer is to align with government,\" he said.Various groups of workers - or independent contractors - have taken matters into their own hands, with rideshare drivers themselves, for example, beginning to unionise. Stating it has over 1,000 members across the United States and Australia, RideShare Drivers United (RSDU) is a group looking to \"help protect the interests of ridesharing drivers through real time discussion, collaboration and collective actions\".With RSDU members in Melbourne having already gone on strike for a day in early April, logging off their driver apps to protest Uber cutting the take home pay of drivers, the RSDU is calling for another strike this Tuesday and Wednesday as its demands have not been met by Uber's general manager in Victoria.Among the demands the RSDU is asking for are fair pay, with base rates to be brought up to line with those in Sydney; a limit to be put on the hours a driver can work, with the RSDU suggesting the limit be put at 12 hours; for Uber to give drivers a 'proper due process' when deactivating drivers; and for Uber to pay GST rather than pass this fee on to drivers.The group stated it intends to file an official complaint with the Fair Work Commission.Elsewhere, a group of Deliveroo riders in the UK last year went on strike to protest a new pay structure proposed by the food delivery company. Deliveroo in turn agreed to allow riders to opt out of the new pay scheme.The Airtasker agreement comes as concerns around the future of work and the role of the gig economy in it continue to grow, highlighted by Airtasker itself in its Future of Work report earlier this year.Having surveyed over 1,000 Australians, the report found over 80 percent of respondents fear automation will see their jobs made redundant across the next five years.With these fears growing, almost 88 percent of respondents said they are looking for more opportunities to earn extra cash; to do so, 7.1 percent said they had already used a sharing economy platform and would again, with a further 59 percent stating they hadn't yet, but were open to doing so.",
    "date": 1493603150,
    "url": "http://www.startupdaily.net/2017/05/airtasker-unions-nsw-come-agreement-minimum-rates-workers-compensation/",
    "origin": "Startup Daily"
  },
  {
    "title": "Tyro cofounder Andrew Rothwell departs to join Data Republic as Chief Operating Officer",
    "content": "Andrew Rothwell, cofounder of Tyro Payments, has today announced his departure from the company he began building in 2003 as he gears up to join Data Republic at its Chief Operating Officer in late May.Paul McCarney, cofounder and CEO of Data Republic, said the company \"couldn't be more excited\" to welcome Rothwell, who he described as an \"incredibly experienced and hands-on technology executive\".He said the startup had been looking for someone like Rothwell for a while, with Rothwell's passion for Australian tech and for the \"productivity potential of data\" that particularly excited him.\"The Data Republic ecosystem is growing fast and as we prepare to scale, Andrew's proven experience navigating tech innovation and growth in highly regulated environments will be invaluable,\" he said.Speaking of his new role, Rothwell said, \"What Paul, Danny and the team at Data Republic are doing is truly game-changing. Data is the currency of the 21st century and the technology and opportunities they're creating are truly industry warping, I'm looking forward to being part of that.\"As COO, Rothwell will be charged with managing platform traction and customer success, streamlining operational procedures for scale, and further integrating customer facing and engineering teams.Emerging in 2014, Data Republic's platform offers a secure space for organisations to collaborate and discuss data exchange projects. Information hosted on Data Republic's 'Open Data Marketplace' is protected behind a legal framework where only authorised users are given permission to access data projects, meaning clients can easily monetise their data assets without the stress of compliance and security flaws.Last year saw the startup look to expansion into the United States following a $10.5 million Series A round from Qantas Loyalty, National Australia Bank's NAB Ventures, and Westpac's Reinventure Fund, with the three organisations joining Data Republic as strategic partners.  Rothwell, of course, has exactly the right experience for the growing fintech. Over the years at Tyro, Rothwell, alongside cofounders Peter Haig and Paul Wood, led the company through massive stages of growth, including securing $100 million in funding from New York firm Tiger Global Management, Sydney-based TDM Asset Management and Atlassian cofounder Mike Cannon-Brookes in 2015. The startup also attained a banking licence from the Australian Prudential Regulatory Authority to further its goal of providing an alternative for SMEs to the big banks. \"My passion has always been in the startup industry and Tyro has now successfully grown beyond that stage. I leave it in the capable hands of a strong management team,\" Rothwell said.Gerd Schenkel, Tyro CEO, wished Rothwell the best in his new role and said, \"Andrew's passion for startup businesses is infectious and he can be proud of the long-term shareholder value he has helped generate since cofounding Tyro.\"",
    "date": 1493355942,
    "url": "http://www.startupdaily.net/2017/04/tyro-andrew-rothwell-departs-join-data-republic/",
    "origin": "Startup Daily"
  },
  {
    "title": "Robot Circus develops mobile games aimed at educating primary school kids",
    "content": "If you've taken a stroll across an iTunes or Android mobile game store recently, then you've likely been exposed to the plethora of Candy Crush and Flappy Bird lookalikes flooding every 'recommended' list and search result.Gaming apps currently make up roughly 25 percent of the iTunes store's applications, the highest of any category - which means coming up with an innovative game isn't exactly the easiest task for a developer of any size.For Kevin Chan and Nick Hagger, founders of mobile-focused indie game startup Robot Circus, innovating in the mobile space meant looking towards developing engaging titles that would serve as a social enterprise.\"We started our company in 2012, with the idea of doing a mixture of business service work that would allow us to generate revenue,\" said Hagger.\"We looked at a type of social enterprise model, making things that we feel good about and that would help improve the world. We looked to put our games in a space that we thought didn't have a huge area of competition, and that was educational games, games that could go straight into classrooms.\"Describing themselves as an \"adorable but bitter old married couple\", the Robot Circus cofounders have worked together for a long time, dating back to an Australian studio called Bluetongue Entertainment, an international arm of global publisher THQ.The pair worked within the studio from the mid 90s, working on console titles such as Jurassic Park and later De Blob. Suffering from the tailend impact of the global financial crisis, THQ closed its international offices in 2011, a move which would push Hagger and Chan to start their own business.\"That pushed us to restrategise opportunities around the mobile space. We realised we had a lot of learning it do in mobile, and we wanted to take our skills in building high quality, high production type products and bring it into a space that wasn't too oversaturated [at the time],\" said Hagger.Moving from a \"big family\" studio production team to a compact startup would hold benefits, according to Hagger, who said it enabled the pair to flex their creativity and create their \"own opportunities\".\"Projects move a lot slower there, sometimes taking two to three years,\" said Chan.\"Big studio problems come from external reasons like money and timing, while the other part of it is internal problems like personalities,\" added Hagger.Working on passion projects, however, had to fall inline with maintaining a cash flow, so the founders developed a \"process model\" that would allow them to balance client work against their own personal projects. This would mean that Robot Circus would first look to create games in the rich educational app market thanks to a grant from Screen Australia, before moving over towards other genre titles.\"I think [a balance] is particularly important if you want to make interesting things but you don't have a lot of backing to do that. For any startup that's a challenge, but it's all about maintaining cash flow and picking the projects you want to do, so you don't feel like you're interrupting the pillars you set up,\" said Hagger.\"Making an entertainment game is hard because you never really know if you're hitting the right notes, but with educational stuff we actually know what the audience can get out of it, so we can make something and really blow minds.\"Working beside the ABC, Robot Circus developed Q.E.D: Cosmo's Casebook, an interactive roman history educational game where users play as a lawyer in ancient Rome looking to solve cases.The startup also developed a music-adventure game titled Drumbeat Quest beside Holyoake, a non-profit organisation which focuses on therapeutic and learning programs through music.Robot Circus also went on to develop other educational titles including Gobbling Goblins and Spellbook Academy, which gave the cofounders an opportunity to finance their own titles, beyond the education genre.Finding an innovative game idea to work with, however, wasn't exactly straightforward, and involved undergoing a process which Hagger compared to a non-gaming tech startup finding a market niche to work with.\"It's a mixture of passion and personal; we wouldn't be doing it if we didn't like finding games ourselves,\" he said.\"You begin to think, is this a game I want to play on the go or at home, and think about the feel of the game, then started making it around that. You kind of work out making an experience that fits that feeling,\" added Chan.The startup began developing Ticket to Earth, a puzzle and role playing game designed for mobile that combines an immersive narrative with strategy. The game was released into the app market in March alongside Apple's indie game promotion, which would offer customers an exclusive section to look at indie games and help the title gain quick traction.\"There wasn't a huge amount of development in this space. This genre lets people really invest in the characters, and really get to know them over a period of time,\" said Hagger.Split into 'chapters', or portions of the game that will be released over a period of time, (an increasingly popular trend for indie games entering the market), Ticket to Earth is now pushing for a release on PC, as the Robot Circus team works to release the addition chapters into the market.",
    "date": 1493353506,
    "url": "http://www.startupdaily.net/2017/04/robot-circus-develops-mobile-games-aimed-educating-primary-school-kids/",
    "origin": "Startup Daily"
  },
  {
    "title": "How to get Chinese investors interested in your startup",
    "content": "They're our biggest trade customer and have a market economy worth more than AU$10 trillion, but China is no longer just interested in our trade. They're interested in our startups.Both the Australian and Chinese governments have actively committed to facilitating further involvement in Australian startups from China. And with our general relationship with China already worth more than AU$160 billion annually, and growing, there has never been a better time for Australian startups to connect with Chinese investors and advisors.But the question many companies will be asking themselves is how they can get their foot in the door of this lucrative market.Target areas that have a particular impact in ChinaWhen it comes to technology, China is already very good at servicing consumers. Companies like Alibaba and Tencent have the B2C space covered. But for business solutions, surprisingly, China is lagging far behind.Any business will have a high impact in China if it can address the gap in China's technology market. B2B servicing in particular is one area where China is looking for new solutions and potential investments. Australian companies that can offer cross border payments and wealth management, cyber and blockchain, consumer payment and online asset management will have an advantage over their immediate Chinese competitors.Have the potential to grow overseasAlready Australia has close political and geographical ties with China, which gives us an automatic advantage over our competitors in the US and UK. But for any company looking for opportunities expanding into China, it is essential to understand the geography of China's different growth industries.For example, Shenzhen is famous for Tencent and Huawei, so areas such as fintech, telecom and the IT industries are developing very well. Shanghai is the key financial hub in China, a city of investment banking, securities and managed funds.But if you're looking at potential for animation, advanced manufacturing or medical research and development, then Chengdu is the place to be. It is just as important to decide where your best prospects are in China as to decide that you want to expand to China in the first place.Be able to work under joint venture structuresBeing able to network with any VC is just as important as selling your messaging to them. Gone are the days where investors are happy to hand over their capital and take a step back from the business. Instead, you are now well placed to take advantage of both their business and networking expertise.With current capital control in China, institutional investors and listed companies are being cautious about their overseas investments. Areas such as direct securities, sports clubs and property investment will be harder to gain investor approval.However, investment in technology or other products and services with the potential to grow in China is still highly encouraged. This includes, but is not limited to, health products, health and aged care, education and the financial services.The important thing to remember when working with any Chinese VC is the differences when it comes to business culture between our two countries. It's no longer true that Chinese business transactions are negotiated over the dining table, but this is still a very important part of the Chinese process.What will have more of an impact on Australian entrepreneurs is the long working hours. Chinese business professionals are known for frequently working long hours and even weekends, so you may need to prepare yourself for some late night phone calls.Likewise, Chinese professionals expect a quick turn-around when it comes to communication. It is common in the negotiation process for both parties to go back to their teams and come back with a revised plan within 2 or 3 weeks.But if the discussion is serious, your Chinese correspondents may expect a response within a day or two. That's why apps such as WeChat are so popular in China; they allow for constant back-and-forth communication as opposed to emails, and are also very accessible outside of traditional working hours.Prove that you can disrupt your fieldThere is a myth in Australia that Chinese investors are only interested in property investment. Likewise, in China, there is a misconception that because of our existing trade deals, Australia is all about iron ore, dairy and resources.It is up to you and your business to help disrupt these myths by providing in-demand technology and startup solutions that will be attractive to Chinese investors. Of course, disruptors in different industries will naturally have different characteristics. But what is important to investors is to see cost saving measures, and particularly, improved efficiency across the board. Blockchain is a good example of this; it has already saved millions of dollars for asset transactions in what is a more efficient and accurate method.Understand legal and compliance frameworks to protect IPWhen it comes to an understanding of legal, political, social or cultural issues around your business, protecting the IP and capital of yourself and any existing investors will be seen in good light.Chinese VC's treat overseas investment cautiously and they will investigate your company at length before going into business with you. This can be anywhere from your personal connection, to the business and the quality of your team as a whole, to the more standard features like potential for global scaling and your growth trajectory. By making sure you have all your bases covered you prove to not only be a considered investment for any VC, but will be particularly attractive to the Chinese market.The capital market in China is actively looking for advanced tech. So if any Australian business can demonstrate that they are the best in their field, they will likely see sizeable interest and potential investment from China.",
    "date": 1493336415,
    "url": "http://www.startupdaily.net/2017/04/get-chinese-investors-interested-startup/",
    "origin": "Startup Daily"
  },
  {
    "title": "Healthcare review startup Whitecoat appoints former NAB chief Cameron Clyne as chairman",
    "content": "Sydney-based healthtech startup Whitecoat has announced the appointment of Cameron Clyne, former CEO of National Australian Bank (NAB) as its inaugural chairman. Also the chairman of the Australian Rugby Union, Clyne served as NAB's CEO between 2009 and 2014, before retiring from the position and passing the mantle over to former Bank of New Zealand head, Andrew Thorburn.Speaking about the appointment, Clyde said he was attracted to Whitecoat for its ability to \"empower\" all Australians to grasp a firmer understanding of their healthcare providers.Beginning its run in 2013, Whitecoat is an online platform that allows consumers to search for, book and review healthcare providers. The startup was founded out of NIB Health Funds, onboarding the agency's participating general practitioners, dentists and physiotherapists. Last year saw the business add Bupa Australia and HBF Health to its partnership network in order to reach more Australians, expanding its network to include a higher count of health practitioners and specialists. http://www.startupdaily.net/2016/08/health-insurers-nib-bupa-hbf-band-together-expand-healthcare-provider-review-platform-whitecoat/With over 2.2 million users to date, Whitecoat now offers consumers the ability to book and review practitioners ranging from Shiatsu Therapists to Pilates trainers.Announcing the appointment, Whitecoat's CEO Matthew Donnellan said Clyne's experience would help forward Whitecoat's agenda of shaping Australia's healthcare landscape.\n\n\"Clyne's experience and passion for improving the transparency and decision making of everyday Australians is invaluable to Whitecoat, and this will have a significant impact on the healthcare journey of millions of Australians,\" he said.Clyne, who will be bringing Whitecoat's three health funds together in the next board meeting this quarter, said he's looking forward to working with the heathtech startup.\"I am looking forward to being part of an innovative healthcare startup that allows many Australians to make better and more informed decisions about their treatment and providers,\" said Clyne.Clyne is the latest former banking executive to take a role with a startup, with former Westpac CIO Bob McKinnon last year joining Australian-founded, Singapore-based shopper engagement platform Sprooki as chairman. NAB in February also partnered with healthtech startup Medipass Solutions to announce the development of a new platform that will integrate the bank's Health Insurance Claims and Payment Solutions (HICAPS) system.The system will look to connect patients to health practitioners online by allowing patients to view practitioners in their local area, see their availability, and book appointment times. Patients can also view the estimated cost of an appointment, as well as receive reminder notices and live updates on bookings. ",
    "date": 1493270255,
    "url": "http://www.startupdaily.net/2017/04/healthcare-review-startup-whitecoat-appoints-former-nab-ceo-cameron-clyne-chairman/",
    "origin": "Startup Daily"
  },
  {
    "title": "Reposit Power helps homeowners optimise when to sell energy back to the grid",
    "content": "Despite living in one one of the warmest countries on earth, Australians still love to complain about the cold when it start to creep below 20 degrees. While a Canadian might walk around in a t-shirt on a 14 degree day, Aussies are stacking up electricity bills by sitting in front of the TV, encircling ourselves with six fan heaters.Looking to help Australians save on their growing winter electricity bills is Reposit Power, a Canberra-based startup offering a device which allows homeowners to store energy from their solar panels on a battery and sell it back to their electricity provider for \"GridCredits\".Once it hits the billing period, a homeowner will receive a discount on their electricity bill based on how many GridCredits they've accumulated. Users are also empowered with the ability to make a 'profit' if they accumulate GridCredits worth more than their electricity bill, in which the electricity provider will decide to either pay the homeowner the difference or carry the credits over onto the next bill.For the startup's cofounders Lachlan Blackhall and Dean Spaccavento, the concept was imagined back in 2011, a time before Elon Musk's battery ideas were flooding the media and battery storage technologies were widely available.\"In 2011 and 2012 there wasn't much battery storage technology in the market, so we estimated that they'd be available in the next few years. Our estimate was right, so it was good timing,\" said Spaccavento.With experience in software and electricity, Spaccavento helped conceive the economics of what would become the Reposit Power system, before both cofounders looked for a way to control the battery storage to try and get the most out of it as possible, while factoring in the fluctuating electricity market.\"The electricity market works by providing opportunities for cheap buying of electricity and cheap consumption, and likewise expensive times to buy and consume, based on a number of factors,\" Spaccavento explained.Supported by a combination of government grants, seed funding and a scaling round, the result was an 'Internet of Energy' (IoE) device that automates the entire storage and sell-back process for the user.To ensure homeowners can capitalise on the varying energy market costs, Reposit Power intelligently calculates the best time to hold and send electricity based on factors such as weather, wholesale markets, network conditions, and temperature.\"You can consider it like a stockbroker for your power,\" said Spaccavento.\"A homeowner doesn't have the time in the day to select when to charge or discharge the battery, [so] it tries to find the best time to store and send off power.\"Homeowners, can, however, view a number of details about their IoE device and solar panel through the Reposit Power app and web platform, to allow them \"visibility\" into how the device is working and see how much money they're saving.The platform will detail how many GridCredits have been accumulated, and show how much cash they'll save on their next electricity bill as well as altogether with the device. The Reposit Power app also \"predicts\" the lowest-cost times for a homeowner to use their device, based on similar information used to calculate the energy sell times.These predictions, according to Spaccavento, will allow homeowners a chance to plan when they'll use home devices and appliances ahead of times to help them save.\"It'll inform you when to turn your high energy devices on, based on things like the time of the day where the energy costs vary. Through a push notification it will specify which time of day you should aim for. You'll also get push notifications when your battery is participating in the grid,\" he added.The physical IoE device is a small white box which attaches to a homeowner's powerbox that is connected to the internet, solar grid and a battery for storage. Batteries aren't supplied by Reposit Power, and are instead purchased from a participating solar company who will install the battery, alongside the IoE device, into a home electricity grid.Spaccavento said the business is currently partnered with a number of Australian and international solar companies who install the device and integrate it with their brand's solar panels.\"You can install reposit power anytime, although you'll need to be plugged into a compatible energy provider that will buy energy off you and allow you to save on your power bill,\" he said.Also partnering with Australian energy providers to allow homeowners to sell electricity back to the grid is Redback Technologies. The startup offers a IoE device that stores electricity from a home solar panel onto a battery, giving its users the additional option to store the energy for reuse.Another local startup focusing on energy storage for reuse is Adelaide's ZEN, which offers a storage device designed to reduce energy bills, while Sydney's Wattwatchers yesterday announced it has raised $2 million in funding to further develop its Auditor IoE product.Auditor works by attaching to a home power box and monitoring the in and out-coming power. Data supplied from the device is then able to inform homeowners what devices are sucking up the most power, thus helping them to take action to reduce power bills and the chance of blackouts.Including Reposit Power, these IoE startups are focused on targeting homeowners, a direction which Spaccavento says isn't to isolate businesses wanting to use the technology, but rather a way of following the direction of the market.\"We're marketing to homeowners because that's where all the innovation happens in the electricity,\" he said.Moving forward, the business will look to position themselves as the prominent electricity storage business in Australia and globally using their \"sophisticated, control-system focused\" technology.",
    "date": 1493265579,
    "url": "http://www.startupdaily.net/2017/04/reposit-power-homeowners-optimise-sell-energy/",
    "origin": "Startup Daily"
  },
  {
    "title": "Invigor acquires Singapore-based shopper engagement startup Sprooki",
    "content": "ASX-listed data intelligence company Invigor has announced today its acquisition of Singapore-based Sprooki in an all-scrip - or all-shares - deal worth a total consideration of $10 million.Four million dollars' worth of Invigor shares will be issued to Sprooki vendors, with a further $6 million worth to come subject to performance milestones. According to a statement, Sprooki is expected to add more than $2 million in revenue to Invigor in the next financial year, with a further $3 million per year to be generated in \"revenue synergies\".As part of the deal, Sprooki cofounders Claire Mula and Michael Gethen will take senior leadership roles at Mula; to be based in Sydney, Mula will be appointed COO and an executive director, with Gethen to oversee the company's Asian operations from Singapore.Sprooki chairman Bob McKinnon, former Commonwealth Bank and Westpac CIO, will also become non-executive chairman at Invigor. The startup had announced upon appointing McKinnon last year that it would be looking to raise up to $7.5 million in funding ahead of an ASX listing.Invigor chairman and CEO, Gary Cohen called the acquisition a \"transformational\" one for Invigor thanks to \"depth of talent\" the startup will bring to Invigor's board and and management ranks. It comes, he believes, at a time when bricks and mortar retailers are most in need of its solutions.\"With the imminent arrival of Amazon, something that has been much publicised in Australia recently, we have witnessed a surge of interest in data-driven digital solutions that can address loyalty, pricing, and shopper behaviour,\" he said.\"With the Sprooki acquisition, we will now have the necessary range of solutions to provide the antidote that these enterprise and SME customers need to compete more effectively in an increasingly competitive retail environment.\"Mula added that the two companies have complementary products, and therefore are together stronger and \"aligned to unlock opportunities from existing and new customers and markets\".She said, \"The growth that can be achieved from combining our services and rolling them out across three large regions, together with our joint R&D, will be a major benefit to our customers and their shoppers.\"Founded in 2011, Sprooki's data-driven platform allows retailers to engage and transact with customers through their connected devices, also allowing them to capture customer data in order to provide shoppers with a more personalised experience.Sprooki allows retailers to send shoppers location-based messages, vouches, customised product recommendations, and loyalty cards and other rewards.The startup has seen significant growth across Southeast Asia, where it's used by major shopping centres including Far East Square in Singapore and Crescent Mall in Vietnam, and brands such as Forever 21 and Marks & Spencer. It saw its first deployment in Australia at the Manly Wharf Precinct in Sydney last year.The importance of mobile in-store is strong: a report released by PwC last year found that almost 75 percent of almost 23,000 shoppers surveyed across 25 countries reported using a mobile device while in-store, with the most common uses being to compare prices with competitors, research products, access a coupon, or check reviews.",
    "date": 1493265254,
    "url": "http://www.startupdaily.net/2017/04/data-intelligence-business-invigor-acquires-singapore-based-shopper-engagement-startup-sprooki/",
    "origin": "Startup Daily"
  },
  {
    "title": "Adelaide's My Home Watch is a home check up service keeping the traveler's mind at ease",
    "content": "The days before going away on a trip are usually full of last-minute shopping for travel essentials and other organisational tasks, such as begging a friend or family member to house sit or come and check up on the place and collect the mail every couple of days. If you have pets, then there's pet sitting to sort out or a boarding kennel to find.Looking to cut out the begging, Adelaide service My Home Watch wants to put the traveler's mind at ease through its home checkup and reporting service.As founder Natasha Morgan puts it, a vacant home is a vulnerable home: there were over 217,000 break ins recorded in 2010.\"We are here to help reduce the number of break ins. Thieves look for homes that have overgrown gardens and lawns to mail and junk mail lying around, no bins out, no lights on, and the absence of a security system,\" she explained.My Home Watch takes care of all that, customising its services to suit the needs of each client to give them peace of mind while they're away. The services range from the low tech - putting the bins out, watering plants, collecting mail, looking for water leaks or infestations, feeding pets, and even stocking the fridge with groceries before the client arrives home - through to the higher tech, where My Home Watch can install a security camera system, Arlo, allowing clients to watch a livestream of the goings-on at their home.\"It solves the stress and worry about leaving for a holiday or business trip, and gives peace of mind knowing your home is being cared for by a trusted professional. It also gives overseas investors and holiday home owners the ability to have their homes serviced and checked at times when they are vacant,\" Morgan said.The idea for My Home Watch came through Morgan's own need. Preparing for her first family holiday, she said she reluctantly called her mum to ask if she would be able to look after the house while they were away.\"I felt so guilty. Mum lived 40 minutes away,\" she said.Thinking she couldn't be the only one feeling this way, having to ask family, friends or neighbours, Morgan began talking to others about the problem after returning from her trip, and began to work on creating My Home Watch.The service works by a client first booking a meet and greet through the platform, where a My Home Watch specialist meets them to discuss their individual needs, dates, and the handover procedure for their keys. If they have made a booking for an Arlo system, My Home Watch will arrange for this to be installed the day before they leave, with Morgan explaining this setup takes less than 10 minutes. From here, home checks and services will be conducted as specified by the client. My Home Watch has partnered with QRID, a system which allows the person conducting the check to timestamp it and show their GPS positioning, automatically sending to the client once the check is complete. They are also able to attach photos to reports, with all of this also available to clients through their client dashboard. It's easy to see My Home Watch growing through a sharing economy model, signing up people to conduct checks, however Morgan opted to go for a franchise model instead. \"There were discussions about another model for scalability, however due to the need for a strict vetting process the decision to franchise was the logical choice. As our service is a very personal professional service we need to ensure that all specialists fit our requirements,\" she explained.Morgan believes My Home Watch is primed for growth as she sees no direct competitors to its service, with house or pet sitters, or security companies the closest.\"In comparison, My Home Watch makes going away simple for customers; it gives customers peace of mind to know that a Home Watch Property Specialist is a trained professional,\" she said.\"The preparation it takes to get your home ready for a house sitter is exhausting before you even leave to go away, then you're left with the feeling that you potentially have a stranger in your home. They may still, not look after you home and pets as you had hoped they would have.\"On the other hand, having a live camera feed through Arlo, or GPS reporting allows My Home Watch clients full peace of mind, Morgan believes.  Aimed at a broad market, from frequent business travellers to families going away for school holidays and older Australians caravanning or cruising for weeks or months at a time, Morgan is hoping to see around 50 franchisees come on board over the next 12 months to ensure the capital cities are well-serviced. ",
    "date": 1493259261,
    "url": "http://www.startupdaily.net/2017/04/adelaides-home-watch-home-check-service-keeping-travelers-mind-ease/",
    "origin": "Startup Daily"
  }
]