[
  {
    "title": "Stockholm-based Adaptive Simulations secures EUR1.5 million to democratize the virtual simulations market",
    "content": "The Stockholm-based startup Adaptive Simulations announced today that it has received a EUR1.5 million investment from Creathor Venture, Karma Ventures, and the holding company of the university KTH Royal Institute of Technology.Founded in January 2015, Adaptive Simulations is a deep tech startup offering fully automated simulations based on leading edge research. The young company offers its cloud-based SaaS solution globally and aims to democratize the virtual simulations market.There are currently around 500K users of non-automated flow simulations while the potential global market for automated simulations is estimated to more than 10 million users. The product innovation behind Adaptive Simulations is enabled by adaptive algorithms, based on years of research in numerical analysis, computer science and CFD (Computational Fluid Dynamics) at KTH Royal Institute of Technology. Now the research is finally mature enough for commercialisation. The algorithms replace the cumbersome and complex work done manually by simulations experts today.Sebastian Desand, the CEO of Adaptive Simulations explains: \"Fully automated flow simulations, has been somewhat of a holy grail for the simulations industry. The implications of automated flow simulations can be compared to the automation of weavers in the 19th century. The leap from manual weaving to automated weaving transformed the textile industry completely. Now, we want to do the same with the simulations industry.\"Altogether the solution offered by Adaptive Simulations provides the following:Dr. Gert Kohler, Managing Partner at Creathor Venture, comments: \"We are convinced of Adaptive Simulations' innovative solution and see great potential in automating flow simulations across multiple industry verticals. We see a market need for effectiveness in design processes while maintaining high accuracy and performance. The team behind Adaptive Simulations is well positioned to serve this need and to become leaders in the simulation software market. With this investment, we further strengthen our commitment to create value in European deep tech.\"",
    "date": 1493915692,
    "url": "http://www.eu-startups.com/2017/05/stockholm-based-adaptive-simulations-secures-e1-5-million-to-democratize-the-virtual-simulations-market/",
    "origin": "eu-startups"
  },
  {
    "title": "Overview of the best coworking spaces in Vienna",
    "content": "Vienna might be known for its magnificent architecture, Viennese coffee and cake, but nowadays it can add one more thing to its list: coworking spaces. Popularity of the spaces has increased proportionally to their members, services offered and opportunities provided. Either way, they have paved the way for many entrepreneurs, connecting them to key players and investors, while providing excellent working environment for remote workers. Playing an essential role in the startup ecosystem, these new spaces have awakened the coworking movement and placed Vienna among the best coworking destinations in Europe. We took a close look at the Austrian capital, in order to ease your decision and to provide you with a short overview of the 10 coolest coworking spaces. Here they are:Sektor5 - The winner of the \"Best Co-working Space\" at the Central European Startup Awards is described as \"more than just a working space, but a community of entrepreneurs\". Why? The space contains everything a young entrepreneurial mind could wish for: access to desk space, fully equipped conference rooms, chill-out zone, fully stocked kitchen, people from various backgrounds, incubation program and partnership with Betahaus. Slowly turning into the centre of the startup hub of Vienna. Cost: Packages vary from EUR80 to EUR230 per month.Schraubenfabrik - Founded in 2002 as an entrepreneur center, Schraubenrabrik has formed a growing network of like-minded people, a homely atmosphere to work in and an inspiring community to be part of. Schraubenfabrik provides an open workspace, meeting rooms, dedicated desks, offices and most importantly, a community of fellow thinkers, and change makers. Very fresh and energetic environment, while preserving privacy and minimizing distractions.Das kommod - Das kommod offers professional work environment for startups, freelancers or digital nomads along with a spacious common area for cooking, chatting or relaxing. You will have 24/7-access with own key, office materials and your own locker. Furthermore, the place offers a garage space for the DIY creators of all different kinds. Cozy environment, interesting people and possibility for growth. For regeneration, they offer freshly brewed coffee in shared kitchen and green courtyard. Cost: Packages vary from EUR195 to EUR245 per month.Stockwerk - Home of many tech events, Stockwerk offers 60 desks spread over 3 floors and 620 sqm, in a beautifully renovated, old factory-building. The place offers 24/7 access to working areas, a fully stocked kitchen, secure storage, mailing service, print and copy, events and conference room usage. They are very focused on networking, collaboration, and learning, making them real nurturers of entrepreneurialism in the city. Cost: Packages vary from EUR15 to EUR290 per month.Impact hub Vienna - The Austrian impact-driven community of Impact hub is situated in the heart of Vienna over 2.5 floors with a total of 1200sqm, completely dedicated to startups that want to change something in our society. They provide collaborative workspaces, quiet desks, a light atelier, friendly meeting and workshop rooms, an open event forum, a cosy lounge, kitchen and membership packages according to your needs. Except the coworking space, it is also an accelerator for social startups. Cost: Packages vary from EUR30 to EUR300 per month.Yurp - Yurp is creative workplace located in the spacious premises of a former cinema. Praised for its interior, with historic wooden balconies at lofty heights and workdesks in a former screening room. Offering fully equipped shared or private offices for start-ups, small businesses and private companies, common kitchen, chill-out zone and lovely terrace. Cost effective, flexible packages and full of a vibrant energy that comes from tens of like-minded people. Cost: Packages vary from EUR85 to EUR185 per month.Convo - Situated in a former architectural office, Convo has two advantages: great location and excellent infrastructure. The space is equipped with comfy chairs and spacious desks, couches, a meeting space, common kitchen, lounge zone, terrace and all members enjoy complimentary coffee and tea, super fast wifi and free usage of the scanner and copy and printing machine. Cost: Packages vary from EUR19 to EUR225 per month.Loffice - Besides providing world class working environment, Loffice has significant experience in providing a wide range of services, such as event organization and an excellent mentorship program. Their shared or private offices and meeting rooms are available 24/7, in addition to the seat-host service, export advice and mentoring support they provide. Known to be great connectors of the startup community with investors and partners. Cost: Packages vary from EUR15 to EUR250 per month.Rochuspark - Independent workers from various backgrounds have found in Rochuspark a place to work, develop and grow. It is the community of entrepreneurs and artists in Rochuspark that makes the space amazing for creativity, exploring skills and possibilities. Offering standard shared or private offices, meeting rooms, hanging hammocks and chill-out zone. Cost: Packages vary from EUR325 to EUR375 per month.Co-space - Co-space is a new-generation coworking office, where the creative and the business spheres coincide. It it more than just a coworking place, it is a pop-up store, an exhibition area, a do-it-yourself-community workshop venue. All in all, it offers standard shared or private offices, in an open and stimulating atmosphere and where remote workers are given the opportunity to realise their ideas.Cost: Packages vary EUR70 to EUR240 per month. ",
    "date": 1493899513,
    "url": "http://www.eu-startups.com/2017/05/overview-of-the-best-coworking-spaces-in-vienna/",
    "origin": "eu-startups"
  },
  {
    "title": "20 of Europe's most successful entrepreneurs under 30",
    "content": "When people think about successful entrepreneurs, especially in more traditional industries, they often think of experienced professionals in their 40s or 50s. But the reality is that young professionals in Europe, from an early age, are creating opportunties not only for themselves but for whole industries, and developing new technology and thriving workplaces. Here are 20 examples of some of Europe's most successful entrepreneurs under 30:Urska Srsen, Slovenia: Co-Founder and Chief of Product at Bellabeat, Srsen designs and creates wearable technology that help women to easily track their overall health and wellness, and get connected to their body and mind throughout different stages in life measuring biometrics including stress, sleep, and the wearer's menstrual cycle. Bellabeat is a successful graduate of the Y-Combinator W14 class.Jonas Druppel, Roland Grenke and Daniel Taschik, Germany: Dubsmash is a video messaging application for iOS and Android created by Jonas Druppel, Roland Grenke and Daniel Taschik. Using the application, users can choose an audio recording or soundbite from movies, shows, music, and internet trends and record a video of themselves dubbing over that piece of audio. The app has been number 1 in the app store of over 29 different companies across Europe and the company has successfully received over $15m in three funding rounds andCaroline Walerud, Sweden: Walerud co-founded Volumental in December 2012. Starting from Ph.D research in robotics and computer vision at the Royal Institute of Technology in Stockholm, Swedish Volumental is disrupting shoe shopping using computer vision and artificial intelligence. Their technology is being used by the world's best brands and retailers in the footwear industries to personalize the shopping experience and provide great fitting footwear. An offshoot business, My Very Own, has also adapted its technology for the eyewear market.Ross Knap, Poland: Ross Knap is CEO & co-founder at CallPage, a widget that in real time analyzes user behavior on your website. When it recognizes an interested visitor, it offers them a free call back and connects businesses with potential customers in a mere 28 seconds. The Polish company was founded in 2015 and has already a staff of about 30 people. In the summer of 2016, the ambitious team behind CallPage secured a seed investment of EUR500,000.Josephine Goube, France: Goube is a co-founder of social enterprise migreat, a service to help people applying for refugee asylum to navigate the bureaucratic processes, from visas to relocation and settlement. The service has also expanded to other categories of migrants and has $6 million in VC funding. Josephine is also the CEO of Techfugees, a social enterprise coordinating the international tech community's response to the needs of Refugees.James Proud, UK: Proud is founder and CEO of Hello, a company that makes sleep monitors and smart alarms. Their first product Sense was announced in 2014 on Kickstarter to over $2.41 million in orders in the first month, million and the company has since gone on to raise more million in investments. Today, James and the majority of the Hello team is based in San Francisco.Marjolaine Grondin, France: Based in Paris, Jam is a startup co-founded by Marjolaine Grondin. Jam provides a SMS texting response service based on AI. The service has helped nearly 100,000 people to access free time activities such as bars, films, travel, and restaurants. Founded in 2012, Jam was able to to raise more than EUR1 million in venture capital.Alexander Naydenov, Bulgaria: Naydenov is co-founder of PaperHive, an online coworking hub that embeds research papers directly in the web browser. It helps researchers to attach questions, corrections, formulas, figures, further literature, code, or data directly to the original text where everyone can benefit from it. PaperHive was founded in 2016 and is based in Berlin.Habib Frost, Denmark: Habib Frost founded Neurescue, which is developing a computer-controlled catheter for the greatly improved treatment of cardiac arrest. He graduated as the youngest medical doctor in Denmark at the age of 23. In 2014 he started Neurescue to improve the current rates of resuscitation and survival, using a combination of novel medical technology, hardware and software.Alice Zagury, France: Zagury is co-founder and CEO of The Family, an accelerator that supports over 270 startups and unites entrepreneurs across Europe in Paris, London and Berlin. The Family was founded in 2013 with the goal to nurture entrepreneurs through education, unfair advantages and capital. The Family is a place where failure is fine and success is celebrated.Konstantin Rangelov, Bulgaria: Rangelov is co-founder and CTO of Dronamics, a company developing an advanced unmanned aerial system that will be able to carry heavy payloads over long distances. The cargo drone will be cheaper to produce and operate than any aircraft in existence, thereby opening up new trade routes and making same-day international delivery feasible and cost-effective. The ultimate goal for Dronamics is to serve the billions of people living outside the main trade centers.Eddie Robb, Scotland: Robb is CEO of Make It Social, an organisation that creates social booking technology which enables users to invite friends and reserve seats for everybody but pay individually. Users can see how many friends are joining and confirm the booking once enough members have paid for their tickets.Kriti Sharma, UK: Sharma is Vice President of Bots and AI at Sage, one of the UK's largest tech companies and co-inventor of a range of chatbots for business finances. She has been leading efforts to create more diverse and ethical artificial intelligence and \"embracing botness\" which means that AI does not have to pretend to be human, instead it needs to be useful. Saverio Murgia & Luca Nardelli, Switzerland: The founders of Eyra have developed an innovative, wearable device to assist blind and visually impaired people during the entire day. The device analyses its surroundings, obtains useful information through text reading, objects and people recognition, road signs, and zebra crossing detection; and audibly communicates them to the user.Alex Bond, UK: Alex is the co-founder of Fresh Check, who have created a simple colour change system for food packaging that can alert the customer when food has spoiled. This will help to prevent food-borne illnesses and curb the 1.3 billion tons of food that is thrown out each year. London-based Fresh Check was founded in 2015 and received an undisclosed amount of funding.Mate Rimac, Croatia: Rimac is CEO of Rimac automobile, a Croatian car manufacturer that develops and produces high-performance electric cars, drivetrain and battery systems. Automobili's first model, the Concept One, is known as the world's fastest production electric vehicle. In 2013 Rimac established a new company Greyp Bikes, with the aim the manufacture high tech two wheelers.Kristjan Maruste, Estonia: Maruste is the CEO and founder of CoModule, a startup that connects smartphones and e-bikes and stores data in the cloud. The founders of COMODULE first came together a Tallinn University of Technology in a project called Formula Student where they developed and built fully electric racing cars and competed against other universities around the world.",
    "date": 1493823805,
    "url": "http://www.eu-startups.com/2017/05/20-of-europes-most-successful-entrepreneurs-under-30/",
    "origin": "eu-startups"
  },
  {
    "title": "French VC firm closes new EUR115M fund to invest in European B2B or B2B2C startups with global ambitions",
    "content": "Elaia Partners, the Paris-based VC firm, today announces that its new Venture Capital fund, Elaia Delta Fund, has reached its Initial Closing at EUR115 million. The new fund pursues the fundamental drivers of Elaia Partners' historical strategy targeting European earlystage digital opportunities based on high disruption and on deep technology. Elaia Partners will focus on B2B or B2B2C business models demonstrating global ambitions.Thanks to its increased fund size and its optimized portfolio management model, Elaia Partners will continue its successful investment strategy by heavily supporting its best performing investments through their successive fundraisings.Xavier Lazarus, Partner at Elaia Partners, says: \"The timing for raising a new fund and investing at an early stage in Europe could not be better. Especially, the French deep tech startups are enjoying a powerful momentum: the best data scientists, software engineers, AI researchers and applied mathematicians seize the opportunity to transform their knowledge into fantastic products, while benefiting from the great level of maturity reached by the entrepreneurial ecosystem. We truly believe that the success stories backed by Elaia Partners so far such as Criteo, Mirakl, Sigfox or Teads, are just a starting point of what will be achieved in the future.\" In this Initial Closing of Elaia Delta Fund, Elaia Partners welcomes all its major repeating investors, including Bpifrance and EIF, Sabadell Asset Management, MGEN, BNP Paribas, EDF, Nexity, and many others. Elaia Partners stated that they will keep subscriptions to the fund open due to ongoing interest from additional investors. The firm is expecting to reach its EUR150M hard cap through a final close in the next few months.Philippe Gire, Partner at Elaia Partners, says: \"This highly successful fundraising is essentially due to the quality of our investment strategy and the consistent performance delivered since inception 15 years ago. It leads to compelling net cash returns for our existing investors, with close to EUR300M already returned from our previous funds, representing net returns above 3x.\" Elaia Partners has started to deploy the fund earlier this year, with already three disclosed investments:Two other investments (one in a robotics / AI company and the other in an AdTech specialist) will soon be disclosed.",
    "date": 1493811922,
    "url": "http://www.eu-startups.com/2017/05/paris-based-vc-firm-closes-new-e115-million-fund-to-invest-in-european-b2b-or-b2b2c-with-global-ambitions/",
    "origin": "eu-startups"
  },
  {
    "title": "London-based Yieldify raises $6 million additional funding to further expand with its marketing experience solutions",
    "content": "The London-based \"marketing experience company\" Yieldify today announced that it has raised $6 million in its second funding round, which was led by Binomial Ventures. It included participation by John Giuliani, CEO of digital marketing leader Conversant, who also joins the Yieldify board as Chairman, and Tom Singh, founder of fashion chain New Look. Yieldify's existing investors also include GV (formerly Google Ventures), SoftBank Capital, Hoxton Ventures and Data Point Capital.Launched in 2013, Yieldify makes it easy for any marketer to deliver great experiences that engage and retain customers through a combination of smart and simple technology with expert services. The Yieldify Conversion Platform, launched in February 2017, has extended this vision, putting the power of Yieldify's technology, which has delivered over 4.5 billion interactions to date, in the hands of the customer.The launch of the platform, coupled with today's investment, will probably enable Yieldify to continue to significantly scale in the expanding e-commerce market, serving some of the world's most recognisable brands, including Marks and Spencer, Domino's Pizza, Omni Hotels and Anthropologie. According to the young company, Yieldify has achieved a 170% CAGR since its inception.John Giuliani, the company's new Chairman, stated: \"The Yieldify product and the team behind it are breaking new ground in the marketing technology space; the recognition that they've received among the customers they work with and the investors they've attracted is well-earned and distinguished. This is shaping up to be an exciting journey that I'm looking forward to being a part of.\"Jay Radia, CEO and Co-Founder of Yieldify, said: \"Today's investment is a fantastic endorsement of our vision from some of the most respected voices in the industry. Yieldify is on a mission to define the future of marketing and this funding will secure our ability to execute on that at speed and at scale. We're delighted to welcome John on board as our Chairman and excited to see what we can achieve with his guidance.\"Below you'll find a short video to learn more about how Yieldify actually works:",
    "date": 1493804447,
    "url": "http://www.eu-startups.com/2017/05/london-based-yieldify-raises-6-million-additional-funding-to-expand-with-its-marketing-experience-solutions/",
    "origin": "eu-startups"
  },
  {
    "title": "We START you UP: Apply now for the startup initiative of Aruba Cloud (Sponsored)",
    "content": "The process of adopting cloud technologies can be a daunting process for first-time founders setting up their company. To fight back the difficulties of understanding and using the cloud, Aruba Cloud has launched We START you UP, a program open to all startups around the world. Running for three years, those taking part will work closely with Aruba Cloud, which will provide some of the most innovative startups with a cloud credit worth up to EUR50,000 to be used on Aruba's Cloud platform.During this year's EU-Startups Conference on April 13 in Berlin, we had the great opportunity to cooperate with Aruba Cloud's We START you UP program, since they were an official sponsor of the event and also contributed to the main prize of our big pitch competition.We START you UP can be broken down into four different phases:START Stage: This is the entry-level package where startups have access to EUR3,000 of Cloud credit per year for three years, as well as ongoing training support.Training: Training days and webinars to help startups understand the extent to which the Cloud can help their business to begin with, and then help them learn about the tools they need to grow thanks to this technology. Orientation days are broken down into several stages, and they will also be attended by our incubator partners.Pitch Day: This is an event during which startups will have the chance to talk to Aruba experts about their own ideas for using Cloud resources with a view to benefiting from the UP Stage package, aimed at startups with real potential for growth.UP Stage: This is the package designed for projects that during Pitch Day were judged as suitable for getting the most out of all the potential of a Cloud platform as powerful as the one that can be created using the free credit offered by Aruba. This way, the startup will be able to increase Cloud resources using an enterprise level architecture, thus releasing all the power of their own business model. This stage offers free Cloud credit worth up to EUR50,000, valid for 24 months, plus advice from Aruba Cloud architects.\nStefano Sordi, Aruba's chief marketing officer, said: \"For young companies with an innovative technological model, the cloud can offer a huge boost, and our main goal is to provide all the know-how and tools, so that technology is no longer an issue capable of slowing down a potentially explosive business model.\"The We START you UP program helps early-stage startups to grow their business and offers technology that guarantees the highest level of service based on the Aruba Cloud model. This way, startups are handing over the burden of managing data centers and infrastructure to Aruba Cloud, which means the startups have more time and resources to dedicate to their own growth.While the startup program does not involve any costs for startups, even after the 3 year duration of the program the young companies will be able to benefit from special offers for maintaining the platform on a pretty affordable basis.By the way: To celebrate the first anniversary of the launch of the .cloud domain extension, also managed by the Aruba Group, Aruba Cloud has also decided to offer an additional bonus of a one-off payment of EUR1,000 to all the startups chosen to take part in the program who use a .cloud domain as the main domain for their business.What are you waiting for? Apply now to take advantage of the We START you UP program.",
    "date": 1493732464,
    "url": "http://www.eu-startups.com/2017/05/we-start-you-up-apply-now-for-the-startup-initiative-of-aruba-cloud-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "Carpooling giant BlaBlaCar tests BlaBlaLines - a carpooling app for the daily commute",
    "content": "The French carpooling unicorn BlaBlaCar is today launching the BlaBlaLines app, in beta, on two French axes - Reims to Chalons-en-Champagne (45km), and Toulouse to Mountauban (50km). The new product will be tested and iterated ahead of a wider French roll-out. Unlike BlaBlaCar, the app targets shorter-distance commutes (15-80km). BlaBlaLines connects drivers and passengers along 'carpooling lines', with pre-determined pickup and drop-off points. BlaBlaLines enables private individuals to connect and share the cost of their travel - just like BlaBlaCar. Drivers are not professionals, and do not make a profit from the activity.BlaBlaCar is currently in a period of experimentation and innovation. The Paris-based company recently announced a pilot 'car-as-a-service' partnership with ALD and Opel; BlaBlaLines is another bold bet for the future of mobility, with an equally big potential as the original long-distance carpooling service. With more than 40 million members in 22 countries, BlaBlaCar has become the world's leading long-distance carpooling service - BlaBlaLines is an experiment that looks to bring that expertise to the challenge of the short-distance commute.BlaBlaCar believes, the daily commute is ripe for reinvention. Today, 7 million French commuters drive to work, but the average car occupancy on these commutes is just 1.07. BlaBlaCar caltulated, that by carpooling on the commute, the average driver could save EUR2,000 per year. BlaBlaCar's traditional carpooling service is not optimised for commuters; instead, it is tailored for long-distance journeys, which tend to happen on weekends and holidays. BlaBlaLines optimises carpooling for shorter, more regular journeys, with a user experience that responds to the particular challenges of the daily commute and presents a frictionless solution.How it works:The beta launch, which is Android-only, marks a new experiment for BlaBlaCar, applying the company's experience optimising long-distance journeys to the challenge of the daily, short-distance commute. If it turns out to be a success, BlaBlaCar will most likely be rolled out also in many other countries in Europe and across the globe.",
    "date": 1493726789,
    "url": "http://www.eu-startups.com/2017/05/carpooling-giant-blablacar-tests-blablalines-a-carpooling-app-for-the-daily-commute/",
    "origin": "eu-startups"
  },
  {
    "title": "60+ pictures from this year's EU-Startups Conference",
    "content": "Although held in the middle of the Easter holiday season, over 360 founders, startup enthusiasts, investors, media people and corporates joined us at this year's EU-Startups Conference in Berlin. One of the highlights during the event was clearly our big pitch competition. Overall, more than 140 startups applied to participate. 15 of them made it to the finals and pitched in front of an expert jury. In the end it was B2B Pay founder Neil Ambikar who took home the prize package worth EUR17,500. Below you'll find 64 pictures from this year's EU-Startups Conference. To all attendees: It was super awesome to meet you in Berlin last month. We hope to see as many of you as possible at next year's edition of the EU-Startups Conference, which will probably be held on March 23, 2018.\n\r\n                    \r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item1 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/1a-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item2 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/1b-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item3 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/2-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item4 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/4-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item5 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/3-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item6 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/5-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item7 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/6-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item8 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/7-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item9 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/12-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item10 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/13-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item11 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/14-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item12 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/15-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item13 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/16-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item14 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item15 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/18-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item16 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17854898_790395121137553_120518415548738309_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item17 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/38-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item18 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/39-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item19 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/40-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item20 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17880779_1755795898084515_6819447255172719361_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item21 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17634709_1593049420769804_1084379335729426817_n-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item22 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17884359_397580497293664_6816859264532166416_n-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item23 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17903639_261704374302100_3561231130875860017_n-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item24 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17917762_790395057804226_6872111165037847957_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item25 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/17917980_1593049354103144_4146527915992493967_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item26 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/18055807_10210577378009685_458028376955562478_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item27 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/B2B-Pay-Pitch-EU-Startups-Conference-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item28 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/B2B-Pay-Pitch-F-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item29 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C8_o-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item30 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9RqiQ_XkAAHXLI-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item31 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9S3onTXsAAYg29-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item32 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9S5dO7XcAAJd7g-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item33 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9S9d9yXYAQECct-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item34 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SE5vqXUAAR9XM-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item35 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SEQb0WsAA-Ntc-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item36 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SFljwXcAA1Bf--80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item37 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9Sk7KQXUAEZmLh-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item38 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9Sk7KUXkAE8mHY-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item39 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9Sk7KWXgAA_YTJ-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item40 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SK8b6XUAAYv7y-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item41 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SL0TrW0AMi4Yi-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item42 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SLldEXYAAkD5F-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item43 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SLoQrXUAADAYy-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item44 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SNN_pWAAA3nC2-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item45 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SOM2hXkAAK7BY-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item46 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9SXBfBXoAE9PAX-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item47 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TDZHzW0AIvuX6-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item48 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TETKvXgAArtLr-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item49 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TL9tpXkAALFax-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item50 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TMOUEWAAA_gUy-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item51 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TmgqgXYAAQLvy-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item52 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9Ts5kmXgAAPocr-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item53 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/ext-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item54 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/Pitch-Competition-Winner-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item55 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TUMXjWAAEBJmS-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item56 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TUMXTWsAApioK-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item57 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TY9P-W0AM4E4H-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item58 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/C9TYL-ZXgAIy35m-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item59 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/IMG_7541-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item60 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/IMG-20170413-WA0002-80x60.jpg) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item61 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/Z5-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item62 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/Z2-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item63 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/Z3-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                    #td_uid_2_590b4715f2cef  .td-doubleSlider-2 .td-item64 {\r\n                        background: url(http://www.eu-startups.com/wp-content/uploads/2017/05/Z4-80x60.png) 0 0 no-repeat;\r\n                    }\r\n                \n\n\n\nEU-Startups Conference 2017\n\n1 of 64\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA big \"Thank You\" goes out to this year's Event Sponsors:Teamleader helps you and your team work smarter so your small business prospers. Bringing CRM, project management and invoicing together with an intuitive software solution, Teamleader enables your team to collaborate, organize and build your business.Hiscox is a leading specialist insurer and offers tailored insurance cover for sole traders, freelancers or contractors, as well as small business owners. This includes professional indemnity for the specific business needs in IT, marketing and advertising, recruitment and management consultancy. Often, self-employed freelancers and startups are not sure what kind of risks they might face, and what cover they need. Hiscox does its best to explain what the different insurance policies can cover and provides excellent service to its clients.PwC NextLevel unifies the products and services PwC offers to startups and scale-ups. PwC Europe's startup initiative has access to the global PwC Network (220,000+ people in 157 countries) and is able to help in every single facet of your business. PwC provides industry focused assurance, tax and advisory services to enhance value for its clients and their stakeholders.OpenUp is the BNP Paribas Group initiative to foster collaboration with startups. It is a program and a digital platform connecting BNP Paribas employees working on innovation or business topics with startups worldwide. Our ambition is to co-create innovation together with fintech startups and build up the future of banking with innovative companies.Tata group is a multi-sectoral global enterprise headquartered in India, comprising over 100 independent companies operating in over 100 countries. Tata has always been committed to innovation and helping the next generation of entrepreneurs, wherever it operates, through its various initiatives across Europe. Tata partners with NACUE to deliver the Varsity Pitch Competition, which is one of the UK's leading graduate entrepreneur pitching competitions, while in the Netherlands Tata recently partnered with Team Academy to support EU-based student entrepreneurs.Aruba Cloud, part of the Aruba Group and one of cloud computing leaders in Europe, offers startups the best Cloud technology and a three-year program to support them as they develop their business plans. By taking part in We START you UP, startups will have up to EUR9,000 of free Cloud credit, complimentary technical support, an European network of Data Center and many more exclusive benefits to help them in the market.Wirecard is a global technology group that supports companies in accepting electronic payments from all sales channels. Using the Wirecard Checkout Portal, merchants can easily, quickly and cost-effectively select the individual payment methods they need and integrate them in their online shop. With the Checkout Portal, merchants benefit from secure payments with an integrated fraud prevention, a multilingual support, partner models and a transparent pricing.",
    "date": 1493719762,
    "url": "http://www.eu-startups.com/2017/05/60-pictures-from-this-years-eu-startups-conference/",
    "origin": "eu-startups"
  },
  {
    "title": "Powerpoint Killer? Austrian presentation software presono scores EUR1 million in funding",
    "content": "The Linz-based startup presono just secured EUR1 million in funding. Founded in 2015, presono is an offline applicable webplattform for the whole process of creating, managing and showing presentations in companies. The Austrian startup offers central data management, a more flexible way of presenting, and analyses all tracked data to generate helpful statistics.After an extensive development phase, presono officially launched its presentation software in February 2017. presono was founded by Martin Behrens (26), Hannes Freudenthaler (32) and Martin Luftensteiner (30), who were now able to convince some top entrepreneurs from Austria to join their first funding round. The list of investors includes HMG Invest, MF-Gruppe and A&S Beteiligungsgesellschaft.presono co-founder Martin Behrens stated: \"Thanks to the investment, we are given the opportunity to continue to grow the team and further improve our software. The long-term experience and the additional network of our investors are also a great gain for the further development of our company.\"Companies such as Greiner Packaging International, HAUSER Kuhlmobel & Kaltetechnik, KEBA and Haidlmair are already using the software of the Linz-based startup. The presono team currently counts 14 people. presono aims to provide highly flexible company presentations and enables its clients to add new content live without leaving the presentation mode.The presono software does not only solve efficiency problems regarding usability, but also offers additional services such as multimedia and 3D integration, as well as an interactive appointment and contact management solution. Below you'll find a short video providing some impressions about presono:",
    "date": 1493654455,
    "url": "http://www.eu-startups.com/2017/05/powerpoint-killer-austrian-presentation-software-presono-scores-e1-million-in-funding/",
    "origin": "eu-startups"
  },
  {
    "title": "Startup Jobs of the Week: Join Flink, Fraugster, Medicinisto, Massarius, Falcon or nello",
    "content": "You're bored by your current job and ready to start a new adventure? Each week we're introducing you to some great career opportunities in the startup space. This is your chance to join one of Europe's most promising startups. Check out our job board for to get a complete overview on the 125 statup jobs there. And without further ado here are the startup jobs of the week:Flink is a Insurtech startup located in St. Gallen, Switzerland, and backed by the third biggest insurance company in Switzerland, Helvetia Versicherungen AG. As their CTO you will be working together with the founders and be responsible for all IT development tasks.Fraugster is a German-Israeli payment security company with the goal of eliminating fraud and increasing its customers' profits. They invented an artificial intelligence technology that combines human-like accuracy with machine scalability. Join them now as a Recruiter.Medicisto is building a virtual collaboration platform to improve the way medical experts innovate new medical treatments. Apply now as a Full Stack Javascript Developer and join the Berlin-based team of medical experts and industry professionals.Massarius is a publisher trading desk, we sell automated advertising space for websites (programmatic) and set up the pricing based on algorithms. The Amsterdam-based company is currently looking to hire a Product Manager Data, Tech & Innovation.Falcon.io offers an integrated SaaS platform for social media listening, engaging, publishing and managing customer data. Headquartered in Copenhagen, Falcon is currently looking for a Sales Associate for the German speaking markets, based in Berlin.nello lets you upgrade your intercom phone and control it via the nello app. You get keyless entry into your apartment building and you will never miss a delivery anymore. Join the Munich-based startup now as a Senior Python Backend Engineer.By the way: If you're a startup CEO and also looking for some rockstar employees for your company, make sure to publish a job opening with us now. While basic job ads are free, a premium job ad (for just EUR69) provides you with the following advantages:",
    "date": 1493392567,
    "url": "http://www.eu-startups.com/2017/04/startup-jobs-of-the-week-join-flink-fraugster-medicinisto-massarius-falcon-or-nello/",
    "origin": "eu-startups"
  },
  {
    "title": "German Startups Group plans to build a secondary market platform for unquoted shares in startups",
    "content": "Within the scope of its strategy to tap into further operative revenue sources, the Berlin-based investment firm German Startups Group takes aim at two new business fields. For this, it intends to make use of its position as the most active private venture capital investor in the German startup ecosystem since 2012 and plans to extend the purpose of the company.Subject to approval by the Annual General Meeting, German Startups Group plans the creation of a secondary market platform for unquoted shares in startups, presumably together with partners. While such platforms, e.g. SharesPost, have established themselves long since in the US and other countries, Germany is kind of a developing nation in this respect. The creation of liquidity for so-called secondary shares is in the interest of all parties involved - the founder, business angels, and employees of startups as well as the startups themselves and their investors - and therefore offers lucrative business opportunities. Even today, German Startups Group has established a reputation as a buyer of secondary shares and receives many unsolicited purchase offers, but can itself only seize a fraction of these opportunities.Additionally, German Startups Group intends to issue participation rights in the future for the increase in value of individual portfolio companies, subject to approval by the respective portfolio company. It has been shown in recent years that many private investors have an interest in direct investments in portfolio companies of German Startups Group that are not accessible to them. By issuing participation rights, German Startups Group intends to enable these investors to directly participate in the value creation of individual startups in the growth stage. The issuance of participation rights would lead to a capital inflow that would be used to acquire shares in the respective portfolio companies so that a so-called balance sheet extension occurs and German Startups Group increases in size. The goal is a generation of a so-called \"carry\", i.e. a profit-share in the increase in value.German Startups Group is a publicly listed investment company based in Berlin that focuses on startups from the DACH region (Germany, Austria, Switzerland). Since it commenced with operations in 2012, German Startups Group has built up a diversified portfolio of 43 investments. 24 of the 43 minority stakeholdings in operationally active companies are of particular significance to German Startups Group and together comprise 91% of the total value of all 43 active minority stakeholdings. The ten core holdings alone make up 62% of the value of all active minority stakeholdings.",
    "date": 1493386059,
    "url": "http://www.eu-startups.com/2017/04/german-startups-group-plans-to-build-a-secondary-market-platform-for-unquoted-shares-in-startups/",
    "origin": "eu-startups"
  },
  {
    "title": "Dutch online casting platform iCasting raises EUR1 million to disrupt the casting industry",
    "content": "iCasting, a Zwolle-based online casting startup, has just raised an investment of over EUR1 million. The fresh capital comes from the founding team itself as well as from angel investors. iCasting was founded in 2014 and will use the fresh capital to roll out and further expand its online platform, which connects talent and clients the easy way.ICasting does not deal with agents and does not charge a matching fee, but allows clients to find talents without delaying expensive mediation. This unique approach makes iCasting incomparable with traditional casting agencies and has ensured that many talents and clients have embraced the platform. ICasting aims to create new opportunities worldwide and opens markets where no-one has ever offered solutions. ICasting serves the entire market: from starter talents to experienced professionals and actors, extra's, models, dancers and hosts to the most diverse entertainers.The iCasting CEO Esmee Pater stated: \"It is our ambition to make the casting market transparent again throughout the world. iCasting is a fantastic startup that will disrupt the casting world. We do this with a unique technological platform where talents and clients come together without the need for a very expensive middle man. This investment initially helps us with the Dutch expansion of iCasting as a basis for our ultimate international ambitions.\"Pater continued: \"Every day we welcome a lot of new talents, and over 900 national clients have already embraced us. In addition, we provide all our talents of the information and knowledge they need to further develop, through the specially developed interactive video courses on iCasting TV. \"iCasting has an advanced matching database which not only matches all the external features of talents, but also their knowledge and specific skills: dialects, sports, cooking, and even possessing a sailing license. In addition, matching talents and clients with iCasting is faster than the traditional way: iCasting matches a talent in a few minutes, which usually takes days to weeks. As a compensation, the talent receives exactly what the client pays out. This way iCasting created a system that is beneficial to both parties.Together with the entrepreneurs and co-founders of iCasting, Bob Breeman, Erwin Arkema and Yillmaz Schoen, iCasting will be busy in the coming months to conquer the Dutch market.",
    "date": 1493298667,
    "url": "http://www.eu-startups.com/2017/04/dutch-online-casting-platform-icasting-raises-e1-million-to-disrupt-the-casting-industry/",
    "origin": "eu-startups"
  },
  {
    "title": "Apply now to join the WARP Future Communication accelerator by hub:raum (Sponsored)",
    "content": "Are you aiming to establish a successful business in the field of communications? Then you should take a look and apply at the recently launched WARP Future Communication program for startups. It's an initiative by hub:raum (the Deutsche Telekom startup incubator) offering unique opportunities in the area of communications.According to current AngelList data, today in the world, there are about 2.9 million startups. But only a minority of startups actually survive beyond 3 years. Luckily, there are ways to increase the likelihood of making it long-term. This is where the WARP Future Communication program comes into play, with the goal to provide expert support and valuable contacts to a selected group of startups.There are four well-known pillars for building a successful tech startup: an innovative idea, a broad range of knowledge, technical and financial resources, and execution. It seems simple - but in reality, it's a true challenge to combine creativity with knowledge and experience in a wide range of areas (to mention just a few: management, going to market, sales, customer service, etc.) - along with having a well-functioning technical platform and support. Taking into account that 80% of successful startups have multiple founders, involving a large, well-established corporation with appropriate resources, plus a startup accelerator with unique knowledge, can not only successfully bring the idea to life - but even more importantly - bring that idea to the market.hub:raum and Deutsche Telekom are now inviting startups from across Europe to the new WARP Future Communication program, which aims to develop innovative communication services by offering the opportunity to accelerate the business and go to market with strong corporate partners.WARP Future Communication is designed for startups with innovative ideas in communications and related areas such as speech recognition, parental control, artificial intelligence (AI), voice-based messaging, digital life and generally enriched voice and video communication experience. The program provides a mixture of all the tools and resources startups need to develop, scale, and commercialize their services, including both technical and business support. WARP Future Communication offers the technical platform, network, and know-how for startups - and provides a unique opportunity to go to market.Don't miss your chance and apply until April 30 here! And if you want to learn more about the program, its vision and the technical possibilities - check out the recorded program pitch below:",
    "date": 1493281333,
    "url": "http://www.eu-startups.com/2017/04/apply-now-to-join-the-warp-future-communication-accelerator-by-hubraum-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "Munich-based riskmethods raises EUR13.5M to become the leading supply chain risk management solution",
    "content": "riskmethods, one of the world's leading providers of solutions to identify, assess, and mitigate global supply chain risk, has successfully completed its Series-B financing round with an investment of EUR13.5 million. The round was led by Digital+ Partners, with previous Series A investors, EQT Ventures, Senovo and Bayern Capital joining the round and bringing riskmethods' total investment to date to more than EUR20 million. The funding will help the Munich-based company with further international expansion, and to strenghten the leading position within the market of supply chain risk management solutions.riskmethod was founded in 2013, and its' cloud-based technologies enable global organizations to identify and evaluate challenges within the supply chain in near real-time, and to initiate appropriate countermeasures if necessary. Using AI, machine-learning algorithms and Big Data, riskmethods helps its customers avoid revenue loss, loss of production, and reputational damage linked to supply chain issues at a time when progressive globalization, relocation to new markets, national and international regulations, and political unrest are increasing the risks along the supply chain.Rolf Zimmer, the CEO and co-founder of riskmethods stated: \"With this new injection of capital, riskmethods is taking a major step towards achieving our goal of global market leadership in the segment of supply chain risk management. Successful supply chain risk management provides a real competitive advantage and contributes decisively to a company's success. After setting up our subsidiary in Boston last year, we are now concentrating on strengthening international marketing and global distribution.\"The young company will use the funding to expand its partner network and customer success functions, as well as investing in further product and solutions development and expanding its workforce. riskmethods expects to double the number of people it employs in 2017.The new lead investor, Digital+ Partners is an experienced growth equity investor, specializing in investments in fast-growing technology companies within the IndustrialTech and FinTech sectors. Dirk Schmucking, Partner at Digital+ Partners, stated: \"riskmethods is well on its way to become the global market leader for SCRM solutions. We were particularly impressed by the company's over 90 high-profile international customers from a broad range of industries, its market-leading technology, the steep growth trajectory in new and existing business as well as the significant potential for network effects in the business model. The scalability of riskmethods' SCRM cloud solution and strong commercial traction in Europe and North America, together with this new financing, provides a solid base for continued exponential growth.\"",
    "date": 1493217725,
    "url": "http://www.eu-startups.com/2017/04/munich-based-riskmethods-raises-e13-5m-to-become-the-leading-supply-chain-risk-management-solution/",
    "origin": "eu-startups"
  },
  {
    "title": "P2P lending marketplace VIAINVEST lets you invest in short-term European consumer loans (Sponsored)",
    "content": "VIAINVEST is a new peer-to-peer lending marketplace offering both private individuals and companies to invest in consumer loans originated across Europe. Founded in 2016 and headquartered in Riga, VIAINVEST follows a worldwide trend and aims to offer investors safe and more effective investment opportunities than traditional banks do. Within just a few months, VIAINVEST has already reached the milestone of EUR4 million loans funded. The main aim of VIAINVEST is to ensure outstanding investor support as well as provide easy and accessible investment environment that does not require useless actions or extra time for understanding ongoing processes.To learn more about VEAINVEST and corresponding investment opportunities, we did an interview Eduards Lapkovskis, the CEO of the young company. Here it is:VIAINVEST was launched in December of 2016. How is it going so far?This time has been really busy and exciting at the same time. When VIA SMS Group decided to diversify its product portfolio and idea about VIAINVEST came up, we knew that shifting from alternative consumer lender to the fintech company is inevitable. Our team has grown significantly since launching VIAINVEST and we are not planning to stop platform development after reaching some milestones. Until now we have been working according to the initial plan. VIAINVEST is not aiming to catch up with the largest market players in a short period of time, we are more focused on the quality of the service and personalized approach to each investor.What are the main advantages for investors and what ROI can they expect?VIAINVEST is truly customer-oriented company, and we strive to provide the most satisfying investing experience possible. Great deal of investors' concerns are related to investment safety, so all loans listed on VIAINVEST are secured with a Buyback Guarantee. Also, to guarantee that one investor will never be 100% committed to particular loan, originators keep 5% \"skin in the game\" for each loan. To develop the platform that would be convenient and easy to use, we encourage investors to leave their feedback; each of recommendations is reviewed and most of them are included in our future updates list.Currently investors can enjoy up to 12,2% ROI by investing in short-term consumer loans originated by VIA SMS Group daughter companies across Europe.Is VIAINVEST open to international investors?VIAINVEST is open to any investors holding a bank account within the European Union or other country to which the requirements arising from European Union legislation on the prevention of money laundering and terrorism financing apply. Currently there is no legislation in Latvia regulating operations of peer-to-peer lending platforms, but it may be developed in 2017, so VIAINVEST is already implementing existing regulations.How is VIAINVEST financed as a company itself?As a daughter company of VIA SMS Group, VIAINVEST is financed from company's budget and is not dependant on the funds deposited on the platform by investors. As VIA SMS Group has issued its bonds on Nasdaq Riga stock exchange, all financial reporting documents are available on Nasdaq web page, so investors are able to monitor financial performance of the company.Where do you see VIAINVEST in about 5 years from now?Fintech is changing traditional finance world in such pace, that it is hard to predict what will happen even in a year. VIAINVEST will definitely continue to expand its loan originator list and implement new features to make online investing much easier and accessible to everyone. We have great plans, first news will be out soon, stay tuned!",
    "date": 1493212472,
    "url": "http://www.eu-startups.com/2017/04/p2p-lending-marketplace-viainvest-lets-you-invest-in-short-term-european-consumer-loans-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "London-based HR startup hibob secures $17.5 million to improve the way businesses engage with their employees",
    "content": "A few weeks ago we introduced you to hibob as one of 10 UK-based startups to look out for in 2017. Today, the London-based HR and employee benefits startup announced it has closed $17.5 million Series A funding round. The latest round is led by US based Battery Ventures with additional participation from Eight Roads Ventures, the proprietary investment arm of Fidelity International Limited and Arbor Ventures, as well as Bessemer Venture Partners, who led the company's seed round of $7.5 Million in June 2016. Today's Series A announcement, one of the largest of its kind in the UK, and brings hibob's total funding to $25 million.Since its UK launch in 2016, hibob has increased its client base to include companies such as Wieden+Kennedy and Receipt Bank amongst hundreds of others serving thousands of employees, it has grown its management team to include veteran entrepreneurs and industry leaders and deepened its technology and operations.The fresh capital will fuel the next phase of growth that will continue to strengthen hibob's core HR and Benefits technology, increase sales by helping SMEs streamline their end-to-end HR process, build strategic partnerships with Benefit leaders in the ecosystem, address evolving regulatory requirements and expand its operations globally by the end of 2017.Ronni Zehavi, Co-founder and CEO of hibob stated: \"Our vision is to transform the way businesses engage with their employees and empower HR to be at the forefront of this fundamental change. We see mobile and social media, the growing Millennial workforce and cloud technologies as major forces for this long-needed innovation. We are honored to have raised additional investment from VCs who were part of our seed round and welcome new visionaries on our journey to reshape the way businesses understand and interact with their employees.\"Currently, hibob employs 50 people in the UK and Israel and has hundreds of companies in the UK who are actively using its platform. With the recent announcement of its partnership with one of the UK's leading pension providers, Aviva, hibob's solution will be extended to millions of businesses that need to auto-enroll their staff with a pension plan in 2017. hibob plans to grow to 80 employees and expand its operations to the US, Asia-Pacific and Israel in 2017.Adam Fisher, Partner at Bessemer Venture Partners commented: \"hibob has rapidly built a world class HR/benefits product for people-oriented companies that demand a flexible HR solution that can adapt to their unique employee base. We are proud to be investors in HiBob from the company's founding and excited to back them again in the latest financing.\"",
    "date": 1493125083,
    "url": "http://www.eu-startups.com/2017/04/london-based-hr-startup-hibob-secures-17-5-million-to-improve-the-way-businesses-engage-with-their-employees/",
    "origin": "eu-startups"
  },
  {
    "title": "10 European startups with the potential to disrupt the film industry",
    "content": "The film business has always been powered by the capabilities of currently available technologies. Be it about the invention of the color television, the progress of cinema related techology, to special effects capabilities - the adoption of new technology is clearly impacting the way we produce and consume movies and other video related entertainment products. A few years from now, virtual reality powered video/movie experiences might become accessible for large, mainstream markets, but we're clearly not there yet.That being said, it's time to take a look at some promising startups from Europe that are already making waves and have the potential to change or impact the movie industry in different ways. All of the startups below were founded/launched between 2014 and 2016 and each one of them has something special to add to the way we create or consume films today and in the near future.Justwatch, an international movie marketing startup based in Berlin, was founded in October 2014 by an experienced team with great knowledge in marketing, product and AdTech. The young company describes itself as \"The Streaming Search Engine\" and has the vision to connect movie fans with their favorite content worldwide. Aside of helping you find the best places to watch your favorite movies legally, Justwatch is also running video retargeting campaigns. Using first party data of movie taste and purchase behavior of over 20 million movie fans. This way, Justwatch helps movie studios advertise to the right audience.Filestage.io: Founded in 2014 in Stuttgart, Filestage is your online workspace to share, review and approve videos, audios, documents and designs with clients and co-workers. The platform is tailored to the needs of advertising, design, film, sound, media and creative professionals. Filestage's efficient review workflow helps you complete reviews a lot faster. All approvals and change requests from your clients and co-workers are documented in one central workspace. Your clients and co-workers provide feedback directly in the browser. No installation required.usheru powers direct ticketing and marketing data insights for film distributors such as Universal Pictures. usheru connects a film website (e.g. fiftyshadestickets.ie) to the existing point-of-sale systems of cinemas and allows a consumer to book tickets really simply. For film distributors, usheru provides a way to connect marketing spend to cinema ticket purchase, and also provide an insights platform (usheru Analytics) to allow film marketeers have visibility in real time into the sales success of marketing campaigns. usheru was founded in the summer of 2014 and is based in Dublin.Movidiam: Founded in 2014, Movidiam is a professional creative network and project management application that allows brands, agencies and filmmakers across the globe to connect, collaborate and create films. The platform is free to profile and offers a PS16 ($25) monthly subscription to manage projects through the system. A 10% service fee is charged on all transactions though the secure payment engine split between the commissioner and service provider. Movidiam has been created to make producing films across the globe easier, quicker and more effective for everyone involved.Playfilm.tv aims to provide the most advanced technology to create Interactive Video. The editing software of the young company optimises the production and publication of interactive videos, specifically meant for advertising and video production professionals, but open to everyone. With PlayFilm the audience can choose: to watch the content or to be part of it! According to PlayFilm, the software reduces production time and cost of a traditional programmed Interactive Video by 75%. The Valencia-based startup was founded in 2014.Yamdu: Launched in 2015, Yamdu is a web-based software which combines individual tools for all specialist areas and all phases of your film production. Used by everyone on your team, it supports efficient use of the data generated in your project and subsequently optimizes collaboration. Wave goodbye to duplication of work and careless errors. With Yamdu you can keep your eye on the whole picture while still monitoring the details. The Yamdu creators are based in Munich and the film production management software is powered by ARRI, a global company within the motion picture industry, employing around 1,300 staff worldwide.Flowbox.io is a Krakow-based startup which launched its software product in 2015. Today almost every shot in a movie needs added visual effects. Flowbox creates software tools for visual effects artists & studios with a focus on Collaboration & Cloud, Automation, and Open Tools. The first version of Flowbox is for the most manually intensive aspect of VFX, Rotoscoping. Utilizing an artist oriented interface and unique tools, RotoSNAP & RotoDRAW, the startup aims to dramatically reduce matte creation times. The closed Alpha and closed Beta versions were launched in 2015, but now the 1.0 release is available to the public.Pantaflix: Founded in 2016 with the support of the famous German actor Matthias Schweighofer, Pantaflix is aiming to become the best place in the world to watch and discover great film & TV. For filmmakers, the platform wants to be the most rewarding place to get their work watched and shared. Whether you're a global distributor or an up-and-coming director, Pantaflix treats everyone the same. The platform keeps 25% of each rental, so film makers get 75% every single time their film is watched. On Pantaflix it is free to upload as many films as you want.ScriptBook assists film studios and distributors with their greenlighting decisions by providing an algorithmic assessment of a film script's potential prior to financing, producing a releasing a film. Research shows that about 87% of movie projects actually lose money instead of creating a profit. ScriptBook's goal is to help profitable films become the rule and no longer the exception. Nadira Azermai first pitched the idea for ScriptBook at our EU-Startups Conference 2014 and almost won the 1st prize. Since then, she really has achieved a lot! Officially founded in 2015, ScriptBook was also able to secure about $1.2 million in seed funding in 2016.Bigcouch.co.uk: Founded in September of 2014, Big Couch is a female-led startup funded by UK Trade & Investment and mentored by Oxygen accelerator. The young company offers film crew members a free platform to get showcased to many industry recruiters for full rates. In addition, Big Couch enables film crews to work on feature films they believe in - via ,,crewfunding\". The startup enables crews to invest in the films they work on. Crews accept lower upfront rates in return for legal packages of profit shares and deferred payment. This enables producers to optimise their budgets with up to 20% and helps crews feel invested in the production. The Big Couch team also participated in the renown MassChallenge accelerator.By the way: If you're a corporate or investor looking for exciting startups in a specific market for a potential investment or acquisition, check out our Startup Sourcing Service!",
    "date": 1493110643,
    "url": "http://www.eu-startups.com/2017/04/10-european-startups-with-the-potential-to-disrupt-the-movie-industry/",
    "origin": "eu-startups"
  },
  {
    "title": "Greek startup SealSmile just launched and already closed partnerships with 60 big online stores from China",
    "content": "A few days ago, SealSmile.com, the online platform which aims to curate the best deals and trending products from all popular Chinese online stores, announced its official launch as well as the milestone of signing up its 60th Chinese parter, Tinydeal.com. SealSmile was officially founded earlier this year by Dr. Fotis Gonidis. The Athens-based team is already 6 people strong.Regarding the recent launch and the sign up of the startup's 60th partner, SealSmile's founder Fotis Gonidis stated: \"Having our 60 th store added to the platform is a milestone for us. We are excited to now have more than 1 million product listings. After building and testing our platform for several months, we are now live.\"As shopping from China is becoming increasingly popular worldwide, more and more stores such as Aliexpress, Banggood, Geekbuying, Gearbest, Sammydress have been launched, offering exciting products and deals at competitive prices. SealSmile has been created as a response to the need of the users to be able to stay up-to-date about all the Chinese online stores and search effectively for new products and deals across all these stores. SealSmile daily scans all Chinese stores and presents you the products and deals in one page collectively so that you don't need to go through each website one by one. Specifically, SealSmile helps you to:In a nutshell, the mission of SealSmile is to create your one-stop place for shopping from China . SealSmile is a price comparison service and aims to display products from all the popular Chinese online stores.Regarding the future outlook for SealSmile, the CEO Fotis Gonidis stated: \"At SealSmile we are optimistic and ambitious, yet we want to remain realistic. Our goal is to break even by the end of 2017. For 2018 our aim is to steadily increase our revenues which are mainly coming from affiliate marketing and paid advertising.\"Regarding the target market and growth plans Fotis Gonidis stated: \"Our initial target maket is USA. However, we will be gradually expanding our target market and penetrating new markets such as Europe, Russia and Brazil. At the same time we will be enriching the platform with additional services and features to increase the engagement of our users. Thereby, we are confident to achieve exponential growth in the next years.\"Over the last years, the SealSmile founder Fotis Gonidis lived in 4 different countries and worked in different sectors. He started to work on his startup shortly after realizing that there is a gap in the specific area of online shopping from China worldwide.Regarding his motivation to start SealSmile, Fotis Gonidis also stated: \"Moreover, during the hard times for Greece, in the middle of crisis and at a time where the world is blaming Greece, we want to prove that Greeks are capable of innovating and standing by their reputation and their huge legacy. We are proud to be a greek team outreaching the whole world. Our vision is to contribute to the re-branding of Greece as a: Bright Country with Bright People.\"",
    "date": 1493039039,
    "url": "http://www.eu-startups.com/2017/04/greek-startup-sealsmile-com-just-launched-and-already-closed-partnerships-with-60-big-online-stores-from-china/",
    "origin": "eu-startups"
  },
  {
    "title": "Interview with Vasco Pedro, CEO of the rising star of the Portuguese startup ecosystem - Unbabel",
    "content": "With over 7000 living languages and a multi-billion translation industry, Unbabel might have just found a way to transform the \"lost in translation\" phrase into business. Unbabel is creating fundamentally new ways for businesses to interact with consumers across language barriers and borders. Building out its natural language processing (NLP) platform, they combine the work of some 40,000 human translators and editors with artificial intelligence and machine translation mechanisms. By using technology to aid human translators, Unbabel's platform simplifies the translation process and dramatically lowers costs. The company, which was founded in 2013 and has raised $8 million to date, is one of the most successful Portuguese startups and was cited as one of Business Insider's \"startups to watch in 2017\". In order to learn more about Unbabel, we talked to Vasco Pedro, the Founder and CEO. Here is the interview:Unbabel is creating new ways for businesses to interact with consumers across language barriers and borders. How did it all start?Both Vasco Pedro (CEO) and Joao Graca (CTO) have PhDs in Natural Language Processing. It was clear since the beginning that neither Machine Translation or Human translation alone would solve the fundamental problem of a multilingual world. Machine Translation doesn't have the quality required and human translation is not scalable. The benefit of the process is that you have a highly scalable translation with human quality.From Lisbon to San Francisco and back, what was your journey like to get where you are now?Different cultures SF vs Lisbon. Gave us a sense of what's important. Lot's of hard work, no shortcuts, being a language company and experiencing new cultures really drives the point home. Coming back to Lisbon was a purposeful decision given the availability of talent, great startup conditions and the opportunity to have huge impact in the local startup culture and economy.What makes Unbabel different form the rest of the language translation startups?Unbabel is vertically integrated, from the base machine translation to the tools for Unbabelers (our global community of 50,000 bilinguals) to work on, to the integrations that customers use on a daily basis. One great effect of this is that we have incredible data that no one else does. And in machine learning, data is the big differentiator.You were part of the Y combinator acceleration program. What do you think got you there and what would you recommend to future applicants for the program?For YCombinator you have 10 minutes, there are no slides, it's just a conversation, they ask you to show them what you got, a demo if you have it, and it's all very real. It's high stakes, you have four people firing questions at you and then when the time's up they say 'okay you're done, that's it'. And what they do is, if they call you, you're in - and if you're out, they'll send you an email with feedback explaining why you didn't get in. They called us on our Portuguese number, I answered the phone and it was Garry Tan saying they really liked us and that they liked the market and that they would like to invite us to join YCombinator. I told them 'yeah, cool, tomorrow we'll go to Seedcamp but then we'll come back' and Garry was like,'no, you're in YCombinator, there's no need to go to Seedcamp'. We eventually agreed, of course, and sent an email to Seedcamp explaining the situation. We then celebrated for like 10 min. and went to bed - we were exhausted from the jet lag.YCombinator follows the motto: the relentless pursuit of growth. Focus on what's important - if this metric is important to you forget about everything else, you'll focus only on this and grow at least 10% every week. It's really tough to get those 10%, but when you simplify and focus everything on one thing it's easier. Every decision you make is based on that, because that's what matters. You put your life on hold for 3 months, for 3 months of your life you'll only do this. This is a huge advantage. You focus on your product and talk to your customers thinking that you need to grow those 10%.I would totally recommend it to anyone. The best way to do that is simply to be concise in your application. But every unnecessary word in your application subtracts from the effect of the necessary ones. So before submitting your application, print it out and take a red pen and cross out every word you don't need. And in what's left be as specific and as matter-of-fact as you can.You and the 4 other co-founders seem to be getting along very good. What would you recommend to other startups with multiple founders?Pay off your emotional debt. If you're a startup, you tend to have technical debt which is fine and accepted. Likewise sales and marketing debt. But the one thing you really can't accumulate is emotional debt between the founders. I think that's the number one killer of startups. You have the little issues that build up on a daily basis, the little tensions, and you don't address it. And then when something big comes up you kind of are discussing everything else. What we do to prevent that, well, each company has to figure out its own thing. For us it's a number of company activities that allow us to get out of our workstreams and connect with one another in a different context. The biggest one is surfing. Once a month the whole company gets in a couple of vans or buses and we head to a beautiful spot on the Lisbon coast to hit the waves or relax by the beach. It helps to clear the mind and reminds us that we're working with people we respect and that we enjoy hanging out with. Those are the moments we can have the best conversations. When you're standing in the sun in a wonderful place and you're willing to connect. What is Unbabel focused on right now?Since our Series A funding round in October 2016, we've been investing heavily not just in bolstering our technology foundations for scale, but in the commercial functions we need to get our products and services in the hands of many, many more companies and people around the world. We've hired a Chief Revenue Officer, senior sales reps and a whole team underneath them to support this. As a rising star of the Portuguese startup ecosystem, how much has the ecosystem helped you get where you are and what is your overall impression of it?We made a very conscious decision to turn down offers of staying in Silicon Valley after Y Combinator in order to return to our hometown in Lisbon and build something big over here. We wanted to, and so far have achieved a lot, in capitalising on the research and engineering talent coming out of (or returning to) Portugal. Although we don't have the same opportunities afforded to us, we see the probability of having a bigger impact here and indeed the world as much higher than being just another company in San Francisco. Now we have people fighting in the trenches - but then you need the heroes. You need astonishing exits so that people realize it's possible. Having a startup is not like having a local shop or business, it takes a lot of time and it takes a lot from you, emotionally. But, honestly, I don't think it will take long for us to see those success cases. Unbabel was the first Portuguese startup to get into YCombinator, then there was Orankl and then after that the number of Portuguese startups trying to get into YCombinator increased so much just because people realised it was possible. Portugal is a lot like California. Even geographically. We don't need to re-create Silicon Valley in Portugal, but we need to have the same kind of successes. Something that they told us in the last dinner at YCombinator that annoyed me, but I kind of have to agree with, is that 'lameness is contagious'. So, in fact, you're not a Portuguese company or startup - you're competing at a global level, on a global market. It's important that your surroundings push you to the limit. Like when we were at YCombinator, everyone kept on pushing us, because everyone is working so hard, and pushing for results, that it is contagious. It's inspiring, there's a compound effect. Nowadays it's all about traction. So for me having a lot of startups pushing each other is key to have a strong startup ecosystem. You can't just think you're a Portuguese company, it's easy to be tempted by it - but you need to go further. Portuguese companies sometimes think small, and startups are kind of changing that. We need to change that mentality. And, in order to change it, we also need to bring international people to scene.What is next for Unbabel?We're working to, and hitting the targets on a very ambitious business plan to grow 300% in 2017 and again in 2018. We've just cleared the last hurdle in launching on the Salesforce App Exchange and we'll be cementing our foothold in customer communications with new product integrations as well as growing much faster in e-commerce listings management.",
    "date": 1493023922,
    "url": "http://www.eu-startups.com/2017/04/interview-with-vasco-pedro-ceo-of-the-rising-star-of-the-portuguese-startup-ecosystem-unbabel/",
    "origin": "eu-startups"
  },
  {
    "title": "Startup Jobs of the Week: Join Investly, Marfeel, Inkitt, Transfergo, Houzz or Perlego",
    "content": "Your boss is an idiot and you're looking for something new? Each week we're introducing you to some great career opportunities in the startup space. This is your chance to join one of Europe's most promising startups. Check out our job board for startup jobs to get a complete overview on the 110+ open postitions there. And without further ado here are the startup jobs of the week:Investly aims to create the first Narrow AI for providing working capital for businesses across the globe. The Tallinn-based company currently seeks to hire a Software Engineer with ML skills. That's you? Apply now!Marfeel is a Barcelona-based mobile ad-tech startup. It was named as Wired Magazine's 2015 Top 100 Startup. Join them in sunny Barcelona on their successful journey and apply now as a Customer Success Rockstar.Inkitt is a Berlin-based startup which has developed an algorithm that can predict best sellers, making the dreams of thousands of aspiring authors come true who haven't had the chance before. Join them now as a Entrepreneur in Residence and help building the future of publishing!Transfergo is a a fast growing FinTech company with an international team of 60 employees, great product (providing web & mobile experience) and a service available in 45 countries. Join the London-based company now as a Digital Marketing Manager.Houzz: Headquartered in California, Houzz is the leading platform for home remodeling, improvement, and design. To support further growth in Germany, Houzz is currently looking for a German speaking Account Coordinator Sales.Perlego has been billed as the Spotify for student textbooks. It is currently in the process of acquiring content and seeking additional developers to build and improve the platform. Join the London-based startup now as a Front End Developer.By the way: If you're a startup CEO and also looking for some rockstar employees for your company, make sure to publish a job opening with us now. While basic job ads are free, a premium job ad (for just EUR69) provides you with the following advantages:",
    "date": 1492771410,
    "url": "http://www.eu-startups.com/2017/04/startup-jobs-of-the-week-join-investly-marfeel-inkitt-transfergo-houzz-or-perlego/",
    "origin": "eu-startups"
  },
  {
    "title": "Munich-based nello raises EUR1.5 million to simplify urban life",
    "content": "nello, a Munich-based startup which strives to simplify urban life, has just closed its financing round of EUR1.5 million. Besides existing shareholders HBT Holdings and KfW, KPN Ventures invested in this round. KPN Ventures is the venturing arm of Dutch telecommunications group KPN and is one of the leading European IoT investors.The nello one hardware upgrades any existing intercom unit to give apartment dwellers the ability to control the main entrance door with their smartphone. That allows them to enter keyless and also share access with delivery companies or visitors.Dr. Christoph Baumeister, the Co-Founder and CEO of nellow stated: \"The financing round allows us to grow the team, support our market entry and create partnerships with leading European delivery companies. That brings us one step closer to our mission to simplify urban life.\"Herman Kienhuis, the Managing Director from KPN Ventures added: \"The nello team has developed a very clever proposition, giving family and friends, but also delivery companies and other service providers remote access to apartment buildings in a simple and safe way, and nello has already generated an impressive amount of pre-orders for its first smart intercom product. We look forward to supporting nello in the further development of its smart home proposition and in its international roll-out.\"The nello system is very simple: Customers connect their nello one with the existing intercom unit in the apartment. All the necessary tools and wires come with the product. The wiring details are specific for every intercom system and customers can follow a step-by-step guide in the app. Once connected, the intercom unit can be controlled through the nello cloud that is connected through the local Wi-Fi. The iOS and Android apps can by downloaded for free. In combination with a smart lock at the apartment door, nello enables complete keyless access. Also, nello can be voice controlled through Amazon Alexa.nello one can be pre-ordered now and will be shipped by the end of this month. The IoT company nello was founded in 2014 and is based in Munich.",
    "date": 1492610975,
    "url": "http://www.eu-startups.com/2017/04/munich-based-nello-raises-e1-5-million-to-simplify-urban-life/",
    "origin": "eu-startups"
  },
  {
    "title": "Amsterdam-based ZIVVER secures EUR3 million to email, chat and share very large files in a secure environment",
    "content": "The Dutch startup ZIVVER has just secured an investment of about EUR3 million from venture capital investor henQ and current investors. ZIVVER's software allows organisations and private individuals to email, chat and share very large files in a secure environment. The software helps people become aware of the risks related to sensitive information and helps prevent data leaks. Founded in 2015, ZIVVER provides its users with active support by giving targeted warnings and employing simple security measures.ZIVVER CEO Rick Goud explained: \"Most data leaks are caused by human error. That's why ZIVVER warns users even before they hit the send button. It's a unique, but mostly a necessary solution in these times of cyber crime and stricter rules regarding data leaks.\"The Dutch Personal Data Protection Act was tightened in 2016, making it mandatory for organisations to report data leaks. In 2016, organisations reported approximately six thousand leaks to the Dutch Data Protection Authority, which translates to roughly twenty leaks per day. A single data leak can involve the details of thousands of people. As almost 40% of all data leaks originate from healthcare organisations and the public sector, this includes medical and other sensitive data such as Citizen Service Numbers. More stringent privacy legislation will be introduced throughout the European Union starting in May 2018, which will see fines for the failure to protect personal data increase to up to 4% of company revenue. Add to this the damage to the company's reputation and repair costs, and the impact of a data leak becomes abundantly clear.Organisations, including many in the healthcare sector, currently use regular email servers, free chat services and online file transfer services on a massive scale. Although these might be easy to use, ZIVVER argues that they are not secure.Jan Andriessen, Associate Partner at henQ stated: \"Data leaks are a substantial threat for organisations working with sensitive data. ZIVVER provides a secure alternative that is driven by user-friendliness. This focus, coupled with a growing awareness in healthcare and the public sector, means that this company could well grow out to become the prime supplier of secure communication.\"The Amsterdam-based startup ZIVVER plans to use the investment to further optimise its Software-as-a-Service (SAAS) solution. The primary goal of the ZIVVER team is to expand their client base in hospital care, geriatric care, primary healthcare, mental healthcare and the social domains of Dutch municipalities. The company is also scoping out opportunities for further growth in Europe and is investigating new markets, such as the financial services industry. In just two years' time, the startup has grown considerably thanks to earlier investments from angel investors in the healthcare sector. Their team now consists of over twenty professionals, and has managed to bring in dozens of clients, including GGZ Rivierduinen, St. Jans Gasthuis hospital and the Gooise Meren municipality.",
    "date": 1492607627,
    "url": "http://www.eu-startups.com/2017/04/amsterdam-based-zivver-secures-e3-million-to-email-chat-and-share-very-large-files-in-a-secure-environment/",
    "origin": "eu-startups"
  },
  {
    "title": "Berlin-based FinTech startup N26 launches mobile bank account for freelancers and self employed",
    "content": "Starting today the Mobile Bank N26 offers N26 Business, a dedicated account for freelancers and self-employed. Customers can now use one account to navigate both their business and private finances. It comes with all the known N26 features and a Business Mastercard. N26 Business is available in all markets for natural persons who are self-employed. This is the first step into the business segment and will be followed by an account for legal entities.New customers can sign up paperless for the product within 8 minutes, just choosing N26 Business in the process. N26 Business comes with real-time push notifications for all transactions on the account and MoneyBeam - the instant money transfer. All account and card functions can be monitored and controlled from the N26 mobile app, including blocking or unblocking a card, ordering a new card or changing a PIN. Automatic categorisations of purchases into categories give a clear overview where the money is going.Especially useful for freelancers is the tags feature, which allows you to tag transactions associated with one project with as many hashtags as you want to and pull overviews for just that project. This also immensely simplifies splitting the business from the personal purchases for tax reporting. The account also comes with a Mastercard Business that will give a cashback on all transactions of 0,1%.Valentin Stalf, the founder and CEO of N26 stated: \"With N26 Business we help freelancers and self-employed to fully focus on their business, while saving costs for a traditional business account, which may add up to a few hundred Euros per year. More business specific features will follow later this year.\"N26 aims to digitize every dimension of traditional retail banks, but in addition to developing many product features directly in-house, N26 also selectively partners with other FinTechs and innovative financial services providers. N26 gives its customers one-click access to the best financial products by leveraging innovation from around the world.N26 was founded in early 2013 by Valentin Stalf and Maximilian Tayenthal. Today, the Berlin-based startup counts more than 300.000 clients in 17 countries: Austria, Belgium, Estonia, Finland, France, Germany, Greece, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Portugal, Slovakia, Slovenia, and Spain and currently employs 200 people. Since January 2015, N26 has been available for Android, iOS, and desktop. N26 has raised more than $55 million from investors including Li Ka-Shing's Horizons Ventures, Battery Ventures and Valar Ventures, in addition to members of the Zalando management board, Earlybird Venture Capital and Redalpine Ventures. N26 is Europe's first Mobile Bank with a full European banking license and is setting new standards in banking.",
    "date": 1492595224,
    "url": "http://www.eu-startups.com/2017/04/berlin-based-fintech-startup-n26-launches-mobile-bank-account-for-freelancers-and-self-employed/",
    "origin": "eu-startups"
  },
  {
    "title": "Meet B2B Pay: The winner of our big pitch competition held during this year's EU-Startups Conference",
    "content": "One of the highlights during our EU-Startups Conference last week in Berlin was clearly our big pitch competition. Overall, more than 140 startups applied to participate. 15 of them made it to the finals and pitched in front of an expert jury and our roughly 360 attendees. At this year's pitch competition we had a great mixture of exciting business models and ambitious startup teams out of 9 different European countries!In the end, it was the Berlin-based FinTech startup B2B Pay which won the competition and took home the prize package worth EUR17,500.The package includes prizes/credits from cloud technology provider Aruba Cloud (value: EUR9,000), the email service SendGrid (value: EUR2,950), the CRM, project management & invoicing solution Teamleader (value: EUR3,600), the design marketplace 99designs (value: EUR1,000) and our Job Board (value: EUR950).B2B Pay is a German/Finnish startup which offers virtual bank accounts for companies that export into Europe or export from Europe to the rest of the world. The mission of B2B Pay is to make international business transactions as quick and as cheap as possible with complete transparency about costs. B2B Pay simplifies the bureaucratic process and eliminates the need for back and forth paperwork.Long story short: B2B Pay is tackling a huge market with a promising business model and the company's CEO delivered a very good pitch! This combination then led to the jury decision in favour of B2B Pay.The expert jury consisted of Alexander Kolpin (WestTech Ventures), Robin Dechant (Point Nine Capital) and Thomas P. Offner (PwC). According to the jury, it was a tough decision, since there were many other strong startups that took part in the competition.Once again: Congratulations to the B2B Pay team and to the startup's CEO Neil Ambikar who represented the company on stage! And last but not least: A big \"Thank You\" to all participants of this year's EU-Startups Conference. You were awesome!",
    "date": 1492529854,
    "url": "http://www.eu-startups.com/2017/04/meet-b2b-pay-the-winner-of-our-big-pitch-competition-held-during-this-years-eu-startups-conference/",
    "origin": "eu-startups"
  },
  {
    "title": "Overview of the best coworking spaces in Warsaw",
    "content": "Coworking has impacted the labor market on a global scale. In Poland alone, there are hundreds of coworking spaces that were created for startups, freelancers and digital nomads. The largest economy in Central Europe has experienced growth in outsourcing services, which led to the introduction of a western working style to the qualified and educated Polish workforce. Many employers redefined their perceptions of the workplace and coworking appeared as an attractive alternative for those who are looking for custom solutions, appreciate the independence and individual operating mode. We took a close look at the Polish capital Warsaw, in order to ease your decision and to provide you with a short overview of the 10 of the coolest coworking spaces. Here they are:Reaktor - Reaktor is home to an entrepreneurial community, with a lively vibe perfect for freelancers, digital nomads and young companies. Open all year long, with 24/7 access to your work desk, super-fast internet and beautiful outdoor garden for the sunny days. Each month they organize Open Reaktor event,  inviting interesting speakers and gathering the whole Warsaw startup scene in one place to network over pizza and beer. For the ambitious founders, there is pre-acceleration program to get your idea boost. Cost: Full package starts at EUR140 per month.Campus Warsaw - Google's space for entrepreneurs in Warsaw. Operated by Google for Entrepreneurs, they offer coworking and dedicated desks spread over several floors and they come with access to helpful amenities. Campus membership will provide you access to their world class programs, the best tech meetups in Warsaw and many other opportunities for business networking and collaboration. Known as an inspiring place committed to creating a thriving startup community. Noa - Inspired by the Hebrew meaning of the work noa, the team behind Noa has truly started a movement in Warsaw. Offering a modern, contemporary working space in the city centre, they have a variety of workspace options, ranging from dedicated desks, private offices to virtual office. In  addition tenants have access to all-in-one office printer, fully equipped office kitchen and chill-out space and business advice.  Thursdays are reserved for morning breakfast with the community and the rest of the week is full with networking events. Cost: Packages vary between EUR70 and EUR115 per month. Idea hub - Idea hub is an innovative coworking space  by Idea Bank. With offices in six different cities in  Poland, Idea hub brought the banking and finance industry closer to the digital nomads. Increasingly popular, the space is destined for young businesses, entrepreneurs who need a comfortable desk, internet access, coffee and knowledge, but also serves as a center for networking and business events. There is a summer version of Idea Hub, located on the river bank with fresh lemonade and iced coffee being served all the time. Cost: Free, but only to Idea bank account holders.Clockwork - With two offices in Warsaw and one in Poznan, Clockwork has established itself as a perfect place for start-ups as well as for digital nomads and freelancers. They offer full services, common area, coaching rooms and fully equipped kitchen. For bikers, there is a bike parking lot and the rest can easily reach it by public transport. Recognized as the only coworking space in Europe where no limit tenants have medical care. Cost: Packages vary between EUR25 and EUR120 per month.Busy Bee - Busy Bee is a cozy coworking place, comprised of mainly young entrepreneurs who seek a comfortable environment for work and the possibility to network. Members get access to a coworking space with 24/7 office-infrastructure support, knowledge sharing, collaboration and networking.  Facilities include Internet, kitchen, conference rooms, photocopy/print/scan. Bean bags and lazy bags are spread over the building for your additional comfort. Dog friendly as well. Cost: Full package starts at EUR120 per month.Creative hub Targowa - Located in a historic building in the artistic district in Warsaw, this space is the first coworking  space in Poland dedicated to creative industries. It serves as a  modern coworking space freely shared to artists, architects, photographers, digital experts, and designers. At Creative Hub you can choose from private desks, mini-offices, private offices and even meeting rooms, in addition to the super fast internet, chill-out zone and friendly, welcoming team at your service. Known to connect the talents of the creative communities with leading brands. Cost: Full package starts at EUR120 per month.Biurco - Nearly 500m2 of creative office space in Buirco is allocated to creating a coworking community. With their full business services, high quality office equipment and unlimited amount of good coffee, they provide everything you need to focus on your work. People from different backgrounds have already chosen Buirco as their second home, so expect a vibrant and positive atmosphere and access to valuable knowledge and different skills set. Different membership packages are offered based on your needs. Cost: Full package starts at EUR120 per month.Art Cluster - Art cluster brings together creative teams of freelancers, entrepreneurs and digital nomads in one place. You can choose from single desk, micro office, separate office, or virtual office. Depending on your needs, Art Cluster will even create a tailor made offer to suit your needs. Beautifully furnished, with modern, yet comfortable furniture, Art cluster is Warsaw's melting pot and the mix of people is truly enriching. There is a lounge/chill-out room, a fully functional kitchen, and a bathroom with shower for your additional comfort. Cost: Full package starts at EUR105 per month.Labour Cafe Deli & Coworking - A writer-friendly bar for those who want to mix good coffee and work. Located in the very heart of Warsaw, Labour Cafe is a perfect place where you can perform your work obligations in a peaceful atmosphere. They are well- prepared to host freelancers: there are small tables for individuals, and large one, great for brainstorming in a larger group, running a workshop or organizing a training. Guests can use fast wi-fi, free printer/Xerox/scanner, tools for presentation, LCD screen, flipcharts, in addition to the tasty food offered on the menu. It is dog friendly as well. Cost: Free",
    "date": 1492510312,
    "url": "http://www.eu-startups.com/2017/04/overview-of-the-best-coworking-spaces-in-warsaw/",
    "origin": "eu-startups"
  },
  {
    "title": "Agenda, location, after-party: Some last-minute info for the EU-Startups Conference 2017",
    "content": "We're looking forward to meet about 355 of you tomorrow at the HTW Audimax Berlin for this year's EU-Startups Conference! A plan of the HTW campus (Treskowallee 8) can be found here. The Audimax is in the building D. If you're walking from U-Bahn station Tierpark or you're taking the tram or bus, you'll arrive at Treskowallee, then enter the Romerweg and take the next one right to enter the campus. I'm sure you will figure it out! No need to bring a paper ticket - just tell us your name at the entrance.At the event, we'll have an awesome crowd of startup founders, investors, media people and corporates. A few days ago, we actually announced the 15 startups that we selected from over 140 applications for this year's Pitch Competition. And here we're listing some of the attending investors, although there are several more investors who signed up in the meantime. An overview regarding the attendees can be found here.Below you'll find the agenda of the event:10.30-11.00 - Coffee/Networking\n11.00-11.05 - Short Welcome Speech by Thomas Ohr\n11.05-11.30 - Ferry Heilemann Speech - 8 year's as Serial Entrepreneur and Investor - Learnings from DailyDeal, Google and FreightHub\n11.30-12.15 - Fireside Chat with Jesper Buch (Just Eat Founder / Angel Investor)\n12.15-12.30 - Benedikt Franke (Helpling) - The challenge of fast growth and how to overcome growing pains of a startup\n12.30-12.55 - Panel Discussion \"How to enter the German speaking market and scale\" - with Bernd Auer (Teamleader), Georg Schlotter (BP / business angel), Grega Potokar (ABC Venture Gates)\n12.55-13.00 - Federica Bordoni Speech (Aruba Cloud)\n13.00-13.40 - Pitch Competition - 8 Startup Pitches\n13.40-14.35 - Break / Food & Drinks / Networking\n14.35-14.45 - Christoph Sollich Speech (Pitch Doctor)\n14.45-15.15 - Investors on Stage (10-14 VCs pitch on stage)\n15.15-15.40 - Nils Seger Speech (RCKT) - The role of communications in the startup industry\n15.40-16.15 - Pitch Competition - 7 Startup Pitches\n16.15-16:45 - Jeff Burton Speech (Electronic Arts) - Learnings from the early days of Electronic Arts\n16.45-17.30 - Fireside Chat with Peter Vesterbacka\n17.30-17.35 - Announcement of the Pitch Competition Winner\n17.35-18.00 - Farewel / Short Networking / EndBy the way: We're doing a little after-party for those of you who would like to continue the networking and to have some drinks together in the evening. For this purpose we rented the Bitte und Danke Bar in Berlin Friedrichshain exclusively for attendees of the EU-Startups Conference. The Bitte und Danke is just 20 minutes away (with the U-Bahn) from the HTW Audimax. At this casual get-together, everybody will pay for their own drinks. The place is limited to 150 people, so if you'd like to join us, please secure your spot as soon as possible by adding yourself to the Doodle list.",
    "date": 1492019236,
    "url": "http://www.eu-startups.com/2017/04/agenda-location-after-party-some-last-minute-info-for-the-eu-startups-conference-2017/",
    "origin": "eu-startups"
  },
  {
    "title": "50 techies will be riding 300 km in 3 days from Vienna to Budapest to help improve children literacy in developing countries",
    "content": "Drop your laptop and hope on your bike for a 300 km journey. That's what near 400 entrepreneurs, investors and techies have done since 2012 by participating in the initiative called TechBikers, an unusual way of supporting children's education in developing countries through the charity Room to Read.Next May 12-14, TechBikers is launching a new CEE ride by hitting the road between Vienna - Bratislava - Budapest gathering 50 riders from the tech communities from the 3 cities but also from all over Europe.\"We have participants from the tech communities in the region but also from London or Copenhagen. We have still around 10 slots available.\" says Pierre Charvet, leading the CEE project from Bratislava.You can sign up before April 24th on the TechBikers CEE webpage. They have already raised more than EUR1.300 thanks to the first riders already signed up. Their goal is to reach EUR20.000 for this first ride in this region.No need to be a professional biker! Anyone can participate and accept the challenge. The ride is not a race or a competition. The goal is to cycle and finish as a team for a sole and unique cause. The aim of the initiative is to support charity, network, share ideas and spread the start-up vibe during an unusual weekend. The money fundraised contributes to building schools and libraries in developing countries. Behind TechBikers is Eze Vidra, former Partner at Google Ventures (and Founder of Google Campus), Benjamin Southworth, ex Deputy CEO at Tech City UK, and Abraham Choi, Founder of Decision Analytics and Mark Jennings, Founder of Shaken.\"The TechBikers community is incredible. Once you join a ride, you are taking part of a real family. Everyone stays in touch, helps each other and also help in promoting or organising a ride.\", says Pierre Charvet.The conditions to sign up is the payment of a minimum fee of EUR300 to contribute in the cost of each rider, while it is expected to fundraise at least EUR300 for Room to Read. Organizers themselves, for example, advises selling cakes or contacting friends and family to reach the fundraising goal. All the logistics is organised by TechBikers and supported by great sponsors like Janom, Slovak Telekom and Dagital Legal.TechBikers aims to fundraise at EUR1 million by the end of 2017. You can check the video below to see what is like to be part of the TechBikers community!",
    "date": 1491926251,
    "url": "http://www.eu-startups.com/2017/04/50-techies-will-be-riding-300-km-in-3-days-from-vienna-to-budapest-to-help-improve-children-literacy-in-developing-countries/",
    "origin": "eu-startups"
  },
  {
    "title": "Exclusive interview with Skyscanner CEO Gareth Williams",
    "content": "Skyscanner, one of the top global players in the travel-metasearch-engine business with over 50 million users monthly, has just been acquired by Ctrip. Thanks to the acquisition they made in Budapest back in 2014, I had the chance now to have an interview with the Co-Founder & CEO Gareth Williams.Where do you personally come from? What did inspire you to start Skyscanner?I learned simple assembly language as child with my dad, playing around on a BBC Micro; I loved programming as a way of expressing yourself through making games patterns on the screen. That lead me to studying maths and computer science at university. Before Skyscanner was born, I worked as a web developer contractor, chiefly in the banking sector, and it meant I worked for two weeks, then had two weeks off. For those two weeks, I'd visit my brother, who was living in the Alps at the time. The idea for Skyscanner arose from frustrations in trying to find cheap flights, from a number of London airports, to a number of airports that served the Alps area. It was so complicated and time-consuming, and I reasoned that there must be a better way to compare my travel options. I got together with two friends from university, Bonamy Grimes and Barry Smith, to try and solve the problem. We sat round a table in a pub in London, scribbled some ideas on a beer mat, and slowly the idea for Skyscanner took shape. From a simple excel spreadsheet, Skyscanner was born.Me, as an average user, also know about other companies on the market shooting for the same market segment. Some call them competitors. How do you differentiate yourself from them? Who do you consider your competitors at all?There are a few ways we're different from other players in the space. Firstly, we've built our travel search technology from the ground up, making it proprietary and best-in-class. This means we have direct connections with many of our partners, so we can provide the best, most up-to-date range of options for travellers. This makes us a unique travel marketplace: unlike other travel search sites, we're not reliant on obtaining our search results through a third party. We take a global-yet-local approach, and not only do we power travel search for well over 50m unique monthly visitors every month, we also power travel search for well-known global brands like MSN and Lonely Planet, who use our technology in a white label solution. So as you can see, we place a large emphasis on technology - our team is made up of approximately 50% engineering talent, and our technical spend is around the 50% mark also. We remain very much a start-up in the way we work - employees are given lots of flexibility and trust to work in the way that is best for them, so we see a lot of innovation. For example, we were pioneers in the travel search space when it comes to conversational bots on the likes of Facebook, Skype and Amazon's Alexa.How do you define yourselves with one word or expression?Innovative.What were the main stumbling blocks for your startup, especially during the first year, and what would you do differently from today's perspective?Well we were rather unusual at the time in two ways - one, the dot-com bust happened in 2000, and it was in 2001 we first started working on Skyscanner, in a time where confidence in internet businesses was very low. This also meant that it was really difficult to get funding for Skyscanner, so we had to bootstrap the business. We ended up sharing two salaries between three of us, with me working on Skyscanner full time while the others kept their day jobs. The other aspect was that metasearch at that stage was not a well-known or understood term, and the concept was very new. That meant it was really difficult getting airline partners on board with the idea, especially when we were so small. But we persevered - I always say, tenacity is one of the defining principles of entrepreneurship, and it certainly served Barry, Bon and I well.How did you meet your co-founders?Bonamy Grimes and I met each other in our first days of university in Manchester together. We bonded over a shared love of music. We met Barry later and the three of us had a few ideas for businesses over the years, from property to a music service. However, it was with Skyscanner that we really saw a service where there was a real need for it - we were convinced there was a way to make travel search simple, and that's still our aim today, even as a global company a decade later.How does the team look like? What is the size and setup?Today, the team is made up of over 800 people, across 10 offices globally, including an office here in Budapest. We're made up over 50 nationalities, and are organized in a 'tribes and squad' model: in essence, people work in small start-up groups of no more than 8 or so people. This allows everyone to have a lot of autonomy and flexibility in their work. Here in Budapest, the team is mainly involved in product and engineering, and we're currently recruiting for a number of roles here, including senior mobile engineers and senior systems engineers.Can you tell something about the business model and how it has changed?A lot has changed in terms of the size and scope of Skyscanner. We started out with budget flights in Europe, and today we compare flights, hotels and car hire globally. And of course, a team of over 800 people across various time zones has different needs from when we were just three people working from my spare room! But at the heart of things, we've kept true to our values and our ethos. I never wanted to work in a rigid organization with lots of bureaucracy, and happily Skyscanner is still a forward-thinking, relatively flat-structured place where people really enjoy coming to work. We've won multiple awards for our workplace environment, and that's something I'm very proud of. Working from home is very common, and we have some great programmes in place, whether for continued learning or for colleagues to travel and work in other offices across the world for up to 30 days.How have you raised money? What was your first big success about it?We boot-strapped the business at the very start, and that served us well. It meant we naturally had to be very agile and allowed us to put a lot of emphasis on refining the product. In 2007 we took PS2.5m from Scottish Equity Partners and later in 2013 we received secondary investment from Silicon Valley's Sequoia Capital. In January 2016 five new partners invested PS128m between them. Then, in December last year, we were acquired by Chinese travel company Ctrip. It's a really exciting time for us - we'll remain operationally independent from Ctrip, but we'll be able to leverage their knowledge and insight to propel Skyscanner forward and take the business to the next level.After making an acquisition in Budapest, how do you see the CEE region for startups and scale-ups? And specifically, how does Budapest look like to you, coming from Edinburgh?It's a fantastic place to be and our Budapest team is hugely talented and enthusiastic- we're very lucky to have an office here. Like in Edinburgh, there's a real buzz in the city when it comes to tech start-ups, and the community is a warm one, where people are very open to sharing learnings and knowledge. We host several meet-ups and events for the tech community on a regular basis from our Budapest office too, so it's great to see the breadth and strength of the tech scene here.After your successful exit, what are the next steps? How do you see the next 1 year? What is the next milestone to achieve?While we've been acquired by Ctrip, the team very much remains the same, as does our aim in making travel search as simple as possible. As such, we'll remain operationally independent and we'll continue to innovate and deliver great travel products across the world. I recently published a whitepaper setting out Skyscanner's vision for the future of airline distribution and the changing role of metasearch within this. Our intention is to transition towards becoming a marketplace in which travellers can shop for a rich array of air fares with a seamless process from start to finish across any device. The metasearch space is one that is an ever-changing one, so I'm very much looking forward to what the future will bring.",
    "date": 1491814845,
    "url": "http://www.eu-startups.com/2017/04/exclusive-interview-with-skyscanner-ceo-gareth-williams/",
    "origin": "eu-startups"
  },
  {
    "title": "Munich-based IoT startup KONUX announces final close of its Series A funding round worth $16 million",
    "content": "The Munich-based Industrial IoT startup KONUX announced today that it has raised another $9 million from existing investors, led by New Enterprise Associates (NEA). This internal round was the third and final close of their Series A financing, bringing the total raised to $16 million. Other participants in the comprehensive Series A include: MIG, Upbeat Ventures, Andy Bechtolsheim, Michael Baum, UnternehmerTUM, Warren Weiss and Lothar Stein. KONUX is one of the very few German startups that were able to attract leading Silicon Valley VCs.Dr. Greg Papadopoulos, Venture Partner at NEA and former CTO at SUN Microsystems, will be joining the KONUX Board of Directors. He stated: \"KONUX has the potential to have a massive impact on the industrial world through its AI solutions. It will significantly change the way companies approach their asset management and maintenance processes. KONUX has demonstrated impressive progress with its predictive analytics solution for railway operators and has successfully installed its first systems in the field - giving us the confidence and excitement to increase our original investment.\"KONUX was founded in 2014 and has raised a total of $18 million in funding and has built a team of currently 35 employees. The Munich-based startup combines smart sensors and AI-based analytics to help customers know their assets' performance in real-time and switch to predictive maintenance. The company's vision is to enable a data-driven industrial world.The Board Observer Dr. Torsten Kreindl, Managing Partner at Upbeat Ventures and former longtime Swisscom board member said: \"Predictive analytics for critical assets is one of the largest opportunities for industrial companies in the era of digitalization. KONUX has managed to find a huge market and to profit from its roots in two innovative technology hubs: Its product development is based on both the executional speed of Silicon Valley and the quality of German engineering.\"KONUX has recently achieved several important milestones, including the start of its work with Deutsche Bahn (DB), Europe's largest rail operator. The company has also begun its successful expansion into further European markets. The Industrial Internet of Things (IIoT) startup enables rail operators to digitize their network through condition monitoring of switches, the most critical part of railway infrastructure. The smart sensors and analytics solution will help them predict maintenance needs in advance and react in time, thereby increasing network availability and punctuality.Over the last months, KONUX was awarded the German Mobility Price as well as the German Digital Price \"Spark Award\" for its predictive analytics solution. The startup and its founders furthermore made it into the \"AI 100\" list by CBInsights and the \"Forbes 30 under 30\".The additional funding will be used primarily for the development of new product features and the market entry in further European countries.KONUX CEO Andreas Kunze stated: \"We aim to continue this strong momentum and drive IoT implementation with real business results. We feel very proud to have our current investors believing in us and supporting us on our journey. This additional funding is a true show of their confidence.\"",
    "date": 1491573279,
    "url": "http://www.eu-startups.com/2017/04/munich-based-iot-startup-konux-announces-final-close-of-its-series-a-funding-round-worth-16-million/",
    "origin": "eu-startups"
  },
  {
    "title": "Meet the 15 startups that made it to the finals of our pitch competition on April 13 in Berlin",
    "content": "On April 13 we'll host the EU-Startups Conference 2017 at the HTW Audimax in Berlin. Aside of fireside chats with inspiring founders, interesting speeches, and networking opportunities, we'll have an exciting pitch competition with 15 promising startups from all across Europe.The winning startup will receive a prize package worth EUR17,500. The package includes prizes/credits from cloud technology provider Aruba Cloud (value: EUR9,000), the email service SendGrid (value: EUR2,950), the CRM, project management & invoicing solution Teamleader (value: EUR3,600), the design marketplace 99designs (value: EUR1,000) and our Job Board (value: EUR950).In total we received over 140 applications from all across Europe. It was a tough decision, but here are the 15 early-stage startups that made it to the finals:Actijoy is a Czech startup that created a digital personal trainer and diet coach for dogs. Their pioneering solution involves an IoT device, which is a health and activity tracker, a WiFi bowl which tracks the food and water consumption, and a mobile app which evaluates all the collected information and provides you with advice.Ari.Farm is a Stockholm-based startup which has developed a crowdfarming platform that enables anyone anywhere in the world to easily invest in livestock while making a real difference. By using the disrupting nature of the internet and Somalia's most important sector, Ari.Farm helps livestock farmers from there to reach a global audience.B2B Pay is a German/Finnish startup which offers virtual bank accounts for companies that export into Europe which collects payments domestically. Its mission is to make international business transactions as quick and as cheap as possible with complete transparency about costs. It simplifies the bureaucratic process and eliminates the need for back and forth paperwork.Gaming Athletes is a Berlin-based startup which is building an AI based online platform that focuses on the organization of worldwide online tournaments for eSports. It supports online gamers with competitive challenges for their favorite games. The online tournaments differentiate regions, time zones, skill classes and ensure fair play to all of the athletes.IzalinK is a French Nice-based startup which creates a unified e-commerce platform that enables car care centers to build and run their entire online business, from payment processing and analytics, to stock management and marketing tools and drive new sales.Jaspr is a Berlin-based startup which lets you trade your talents and unneeded valuables with like-minded people around you in minutes, cash-free. Jaspr creates good-spirited, surprising opportunities by arranging trades between like-minded people via a mobile app.MintIt is an Austrian startup which build an AI-powered education platform for value investors. In simple terms it is a bot to help you improve investor's decision making process. MintIt aims to change the wealth industry by providing transparency and by giving control back to investors.MySkillCamp is a Belgian startup that enables companies to easily create their own private learning and training environment. This way, MySkillCamp helps its clients to improve and digitize their current corporate courses. The MySkillCamp platform enables anyone to create, share and measure the impact of their online courses.nevisQ is an Aachen-based startup which created new technology that allows you to monitor activities within living spaces (for e.g. retirement homes). nevisQ's HealthCare Solutions safes lives by tracking unusual movements and falls. Through this technology, emergency and relatives are directly informed keeping your beloved ones safe at any time.Parkd: Imagine never receiving a parking ticket again, experiencing the hassle of paying at a parking meter, with a text message, or a clunky mobile application. The Belgian startup PARKD developed a (patent pending) parking solution that automatically starts, stops and pays for your parking session using an EOBD-II device.Rebug.io is a Polish startup which will record all user activites and interactions with your web application and based on this data set it will automatically detect IT bugs and User Experience errors. With Rebug.io your programmers will be immediately notified and will be able to watch user activities like watching YouTube videos.Scooty is an electric scooter sharing system which was started in Brussels. Users can trace, reserve and start a scooter that is part of a fleet spread out across the city via a mobile application. The scooters are equipped with helmets, users are insured and the batteries are charged by Scooty, so that you only need a smartphone to take a ride.Tasko is a Zurich-based startup which created an online portal for businesses and professionals to outsource digital tasks in a convenient and cost-effective manner. Admin work, online research and marketing support are typical tasks that Tasko currently does for its clients at $5 per hour - all 100% quality-assured!Vino a Porter is an Italian startup with the mission to make the wine world easier by understanding people's taste and needs and recommending the perfect wine for them. The startup developed a three step process to help you find what you're looking for both in online and in brick and mortar stores.ViViDoctor is a Brussels-based startup which created a video-based telemedicine solution that lets a patient connect to a certified local doctor within minutes. When you need medical help no more calling for an appointment during your work, spending on gas, finding parking only then to wait in the waiting room. Pull your mobile out of your mobile phone and within a few taps you can connect a doctor that's online - or schedule an online visit.Interested to join? Secure your ticket now!\nWe kept it affordable: The two ticket categories we're offering (EUR49 / EUR99) already include food and drinks during the event. Tickets can be purchased here!Teamleader helps you and your team work smarter so your small business prospers. Bringing CRM, project management and invoicing together with an intuitive software solution, Teamleader enables your team to collaborate, organize and build your business.Hiscox is a leading specialist insurer and offers tailored insurance cover for sole traders, freelancers or contractors, as well as small business owners. This includes professional indemnity for the specific business needs in IT, marketing and advertising, recruitment and management consultancy. Often, self-employed freelancers and startups are not sure what kind of risks they might face, and what cover they need. Hiscox does its best to explain what the different insurance policies can cover and provides excellent service to its clients.PwC NextLevel unifies the products and services PwC offers to startups and scale-ups. PwC Europe's startup initiative has access to the global PwC Network (220,000+ people in 157 countries) and is able to help in every single facet of your business. PwC provides industry focused assurance, tax and advisory services to enhance value for its clients and their stakeholders.OpenUp is the BNP Paribas Group initiative to foster collaboration with startups. It is a program and a digital platform connecting BNP Paribas employees working on innovation or business topics with startups worldwide. Our ambition is to co-create innovation together with fintech startups and build up the future of banking with innovative companies.Tata group is a multi-sectoral global enterprise headquartered in India, comprising over 100 independent companies operating in over 100 countries. Tata has always been committed to innovation and helping the next generation of entrepreneurs, wherever it operates, through its various initiatives across Europe. Tata partners with NACUE to deliver the Varsity Pitch Competition, which is one of the UK's leading graduate entrepreneur pitching competitions, while in the Netherlands Tata recently partnered with Team Academy to support EU-based student entrepreneurs.Aruba Cloud, part of the Aruba Group and one of cloud computing leaders in Europe, offers startups the best Cloud technology and a three-year program to support them as they develop their business plans. By taking part in We START you UP, startups will have up to EUR9,000 of free Cloud credit, complimentary technical support, an European network of Data Center and many more exclusive benefits to help them in the market.Wirecard is a global technology group that supports companies in accepting electronic payments from all sales channels. Using the Wirecard Checkout Portal, merchants can easily, quickly and cost-effectively select the individual payment methods they need and integrate them in their online shop. With the Checkout Portal, merchants benefit from secure payments with an integrated fraud prevention, a multilingual support, partner models and a transparent pricing.",
    "date": 1491496651,
    "url": "http://www.eu-startups.com/2017/04/meet-the-15-startups-that-made-it-to-the-finals-of-our-pitch-competition-on-april-13-in-berlin/",
    "origin": "eu-startups"
  },
  {
    "title": "Berlin-based esports startup DOJO Madness raises $6 million to accelerate the further expansion",
    "content": "DOJO Madness, an esports big data startup, announced today that it has raised a $6M Series A II round. The money will be used to further expand DOJO's data driven products, including its SUMO coaching apps, Shadow SaaS platforms and its newly acquired Coaching marketplace, as well as to further support the introduction of the company's products into new regions starting with Southeast Asia. Raine Ventures, the venture capital arm of The Raine Group, led the round with participation from Kakao's K Cube Ventures and existing investors including March Capital and DN Capital. The Berlin-based startup was founded in December of 2014 and was able to raise a total amount of $12.75 million in funding.Jens Hilgers, the CEO of DOJO Madness stated: \"Raine Ventures is an excellent fit for DOJO Madness because of their specific sports and entertainment focus, as well as their access to Asia. Asia is a key market for us as we continue to execute on further scaling our products, and Raine, with its network of relationships and deep partnerships, will be an invaluable partner to us.\"Blair Ford, the Venture Partner of The Raine Group commented: \"Many popular esports titles exhibit a very steep learning curve. DOJO's products improve the experience and engagement of players in their favorite games, and as such, are equally of great value to publishers. We couldn't be more thrilled to partner with such an experienced and passionate team.\"No longer a niche pastime, the global esports audience will reach nearly 400 million in 2017, split equally between devoted esports enthusiasts and occasional viewers. This audience is projected to grow 50% over the next three years, according to market research firm Newzoo.DOJO's product offerings are rooted in big data and strengthen the broad esports ecosystem. DOJO's growing series of coaching apps have over one million monthly active users. Apps include LOLSUMO, which provides personalized guidance and actionable insights and is the top rated real-time coaching app for League of Legends on both the App Store and Google Play, as well as OVERSUMO and DOTASUMO, which help players master popular esports titles Overwatch and Dota 2. DOJO recently acquired coaching marketplace, Leaguecoaching.gg, adding a human coaching layer to their product offerings. In addition to its coaching apps, DOJO Madness offers a B2B data service and a separate SaaS platform that provides analytics and data visualizations for Counter-Strike: Global Offensive (CS:GO), League of Legends, and Dota 2 professional teams and broadcasters.",
    "date": 1491421923,
    "url": "http://www.eu-startups.com/2017/04/berlin-based-esports-startup-dojo-madness-raises-6-million-to-accelerate-the-further-expansion/",
    "origin": "eu-startups"
  },
  {
    "title": "London-based machine learning startup CheckRecipient has raised $2.7 million to end the problem of misaddressed emails",
    "content": "CheckRecipient, a machine learning startup that aims to end the problem of misaddressed emails once and for all, has raised $2.7 million in a round co-led by Accel and LocalGlobe, with the participation of Winton Ventures, Amadeus Capital Partners and Crane. The young company will use the fresh capital to double its size to 24 people, with a focus on hiring business development and engineering expertise.Founded in 2013 by three engineering graduates from Imperial College, the London-based startup CheckRecipient has developed an email security platform that uses machine learning to make sure sensitive or confidential data cannot be sent to the wrong individual.CheckRecipient scans historical email data to understand conventional usage patterns and behaviours in companies' email systems. Using machine learning allows CheckRecipient to spot anomalies and give users a chance to correct problems before sending. Unlike existing rule-based systems or encryption platforms, the system requires no administration or end user behaviour change.Following rapid take-up in the City of London, CheckRecipient is working with multinational companies across the legal, healthcare and financial services worlds, with a view to launching in the US shortly. It is also developing CheckRecipient's technology to address additional security concerns that organisations have identified with email and documents.While there are daily scare stories about cyber attacks and the potential cost to business, basic human error and misaddressed emails are a much greater problem for companies in the financial services, legal and healthcare sectors. According to the Information Commissioner's Office, misaddressed emails were the leading digital security incident reported in 2016. A wrongly addressed email can lead to a loss of clients, revenue, and serious reputational damage.From May 2018, the new EU General Data Protection Regulation will impose a mandatory requirement for organisations to report data breaches involving personal data to the Information Commissioner's Office (ICO), and fines for the worst breaches will increase to up to 4% of an organisation's global turnover. While there are lots of products on the market designed to make email more secure, they all require a high degree of behaviour change from end users or significant administration from IT teams, meaning that their effectiveness is diminished.Tim Sadler, CEO of CheckRecipient, said: \"It's human nature to fear the shark when we go swimming, but it's crossing the road, an activity we do daily almost without thinking, that is more likely to kill you. There's currently an obsession with the detection of malicious insider and external attackers, but the most common data security incidents reported to the ICO are all linked to human error. CheckRecipient allows organisations to demonstrate diligence to both clients and regulators by managing the risk of misaddressed emails. It also helps firms to protect staff from mistakes, which could cost them their career, in highly regulated, reputation driven sectors such as law and finance.\"Luciana Lixandru, partner, Accel, commented: \"CheckRecipient is developing an extremely effective product that resolves one of the corporate world's biggest problems. As the technology is developed, there are a number of additional possible applications which will turn CheckRecipient into a gold-standard email and data security product.\"CheckRecipient is already used by blue-chip names in London and in legal circles including a FTSE 100 financial services company, the world's largest publicly traded hedge fund, Man Group, and Europe's largest hedge fund, Winton Capital. Law firms who are using the product include Penningtons Manches and Travers Smith as well as some UK Top 10 and Magic Circle firms.",
    "date": 1491382643,
    "url": "http://www.eu-startups.com/2017/04/london-based-machine-learning-startup-checkrecipient-has-raised-2-7-million-to-end-the-problem-of-misaddressed-emails/",
    "origin": "eu-startups"
  },
  {
    "title": "European scaleups: Apply until May 31st to join Startup Europe comes to Silicon Valley 2017",
    "content": "EIT Digital and Mind the Bridge are currently co-organising the 3rd edition of Startup Europe comes to Silicon Valley (SEC2SV)--the premier programme for future European startup unicorns to engage with key US industry players. The annual event brings together EU policy makers and 15 of the fastest growing European scaleups to meet Silicon Valley stakeholders during a highly interactive week of local presentations and meetings.Taking place in the San Francisco Bay Area each September, the event provides a unique networking space for breakthrough European companies to explore sales, funding and collaboration opportunities. The two-way exchange provides European businesses with the contacts and insights they need to scale up on the other side of the Atlantic and at the same time keeps Silicon Valley abreast of the increasingly dynamic European startup ecosystem.European scaleups can apply until May 31st. To be considered, scaleups must have had at least 10 employees three years ago as well as demonstrable growth of over 20% year-over-year in revenue, employees, or user-base. Find out more and apply now!Speaking about co-organising this event with Mind the Bridge, EIT Digital's CEO Willem Jonker said: \"We're delighted to be working with Mind the Bridge for the third year in a row to deliver what has become a focal point for the entrepreneurial communities across two continents. For us it's about encouraging mobility - our job is to create the right opportunities to help European scaleups grow and break into new markets including the USA. There can be no better example for this purpose than SEC2SV.\"Marco Marinucci, CEO and founder of Mind the Bridge commented: \"The current wave of development of digital technologies has the potential to disrupt industries that are at the very core of our economies and democracies. Platforms like SEC2SV, now at its 3rd edition, can become the middle ground where these discussions can take place early in the game. An open discussion with policy makers is absolutely necessary and we're ready to welcome all the major players in September.\"EIT Digital is the leading European open innovation organisation. The mission of EIT Digital is to foster digital technology innovation and entrepreneurial talent for economic growth and quality of life in Europe. Mind the Bridge is a global organization dedicated to promoting and supporting successful entrepreneurial ecosystems across the world. In 2014, Mind the Bridge was selected by the European Commission to lead the Startup Europe Partnership, and today the company serves global corporations' appetite for innovation around the world.Below you'll find some video material from previous editions of SEC2SV:",
    "date": 1491319675,
    "url": "http://www.eu-startups.com/2017/04/european-scaleups-apply-until-may-31st-to-join-startup-europe-comes-to-silicon-valley-2017/",
    "origin": "eu-startups"
  },
  {
    "title": "A hitchhiker's guide to the galaxy of accelerators - can you hack your way out of them?",
    "content": "I was at a startup event this week in London and I met a founder working on a insurtech startup that is at idea stage. I liked the idea and he asked me what I thought about accelerators. I will share with you what I told him.There are some good fintech and even insurtech accelerators in London, one of which is backed by a large number of insurance corporations. These programs are valuable to get good mentorship and expedited access to work with these corporates.However, a founding team can potentially reach these mentors and corporates without getting into these accelerators, if they can build a good advisory board and personal network that is connected to these corporates, mentors and investors. Obviously this takes work and time and the founders need to weigh the options. A vertical focused equity accelerator brings these connections in a quick, concentrated and managed way and often gives some cash and good partnership deals, but good programs also ask for equity.There are a few non-equity accelerators that add a lot of value with contacts and mentors, such as Mass Challenge and Microsoft Accelerator. While getting into them gets harder each year, I think these are really good options. However, they are usually generalist programs.Founders can try to hack their own way by finding super advisors and giving them some equity and options to get them on board and motivated, and build the right network with their help and network. The equity you would give away would typically be less than what funding accelerators ask for. The tradeoff is that you would have fewer but more motivated advisors versus larger pools of mentors in accelerators you meet.And if speed and competition is an issue, the accelerator may be better option as the team that gets into the right accelerator can make progress faster and grab some key milestones and assets (accounts, partners, vendors, investors). For certain startup areas that rely on network, you sometimes see there is one alumni startup doing that from each of the top accelerators.Are accelerators really worth it. F6s.com, a website that provides services to accelerators and similar startup programmes, lists more than 12,000 programs worldwide, a good number of which are probably accelerators. Probably thousands of entrepreneurs that go trough these programs, uniformity of experienve and answer is probably impossible. However I would like to share some off the record conversations I had with MDs and alumni of some of the top 20 global accelerator programs.A managing diretor of a top program in Europe, which is harder to get into than Harvard, shared that he starts his program with telling the founders to drop all the marketing they used to get into the program and really lay it bare, say where they are and where they are going. Even tough these programs ask for extensive data and analyze them and even do interviews with founders, it is very difficult to understand a startup before establishing trust and spending at least a few hours together. For me, this implies that the selection processes are imperfect, which I would agree with in my experience. This also means that founders should not take rejections seriously and keep applying and working.I also worked closely with a founding team for a year that got into not only one but two top acceleration programs in Europe. Now when we ask one of the 2 cofounders, he says that one of the programs did not contribute much, but it must be noted that that program was a non-equity program and it was recently established. Regarding the other funding program they participated, their experience is more positive, they got a lot of mentorship, started their vesting process, streamlined their business and started really going after a scalable business model and a way of pursuing it.If you can benefit from the network, if the network is relevant and the advantages that will come from this network will exceed your time investment, good non-equity accelerator programs are no brainers. The best kind of network you can get these from programs are obviously mentors who help you find product-market fit, investors, advisors, customers or sales channels and talent.If you are really good at networking and persistent, you may be able to reach this kind of network without going through an accelerator. It might take more time, or you can be more targeted and effective. Again requires the founders to weigh the options.I think product market fit is the most important stage for a startup. In fact, Steve Blank describes a startup as an organization formed to search for a repeatable and scalable business model which include product-market fit and then business-model fit. Before a startup reaches this point, only those activities that help a startup achieve this are worthwhile, and all others are distractions, including publicity, which can in fact hurt more than help before product market fit. Therefore, founders who have not yet reached product market fit should evaluate accelerators to see if they would help here and talk to happy and unhappy alumni. If a startup has fit, then the founders should evaluate accelerators to see if they would help with business model fit and if they are beyond it, with sales, channels, scaling. It is all a matter of where you are.",
    "date": 1491300654,
    "url": "http://www.eu-startups.com/2017/04/a-hitchhikers-guide-to-the-galaxy-of-accelerators-can-you-hack-your-way-out-of-them/",
    "origin": "eu-startups"
  },
  {
    "title": "JLAB 2017: Waitrose joins forces with John Lewis to create the UK's largest retail tech accelerator (Sponsored)",
    "content": "The John Lewis Partnership has just opened the call for applications for JLAB 2017, its global startup accelerator programme, run in association with innovation specialists L Marks. Now in its fourth year, JLAB 2017 sees Waitrose joining the programme, creating the UK's largest retail tech accelerator and widening the growth opportunities for companies with disruptive retail tech ideas.The programme was set up in 2014 to help talented tech startups fast track their growth by giving them access to John Lewis's resources and industry-leading insight, as well as the opportunity to apply for funding in exchange for equity. The programme enables the John Lewis Partnership to tap into emerging innovation in retail which will benefit their customers and forge long-term, mutually beneficial relationships with some of the world's most exciting young tech companies.This year five to ten successful applicants will have the opportunity to immerse themselves across both the John Lewis and Waitrose businesses. Throughout the twelve-week programme, which commences in July, they will receive support from senior level mentors and free workspace in John Lewis's head office in Victoria and Waitrose's head office in Bracknell. Participating companies will also have access to industry knowledge and expertise from across the John Lewis Partnership, as well as specialist insight on the Partnership's combined range of over 400,000 of fashion, home, food and technology products and services.Startups participating in JLAB will have access to capital from the dedicated microfund provided by the John Lewis Partnership and L Marks. Each team will be eligible to apply for funding of up to PS100,000 from the total pot of PS200,000, in exchange for equity in their company.Paul Coby, Chief Information Officer John Lewis Partnership, said: \"Industries are being disrupted almost overnight and retail technology in particular is evolving at a rapid pace. JLAB enables us to augment our understanding of innovation and partner with these disruptors to offer the next generation of customer experiences. Waitrose involvement in JLAB means we can now provide startups with unprecedented access to two of the UK's leading retailers and ensure we add value to these fledgling companies, in the same spirit of cooperation the John Lewis Partnership was founded on.\"Stuart Marks, technology entrepreneur and Chairman of L Marks, said: \"JLAB has become one of the best and most advanced retail accelerator programmes, attracting hundreds of hopeful entrepreneurs from around the world. At a time when most large companies are seeing disruption all around them, the John Lewis Partnership has willingly opened up its entire business up to assist and develop startups. We are excited to have Waitrose join the programme and bringing with it their unique grocery related categories. We expect this to be our best JLAB yet.\"JLAB is focusing on enhancing customer experience and is inviting early-stage and high-growth companies looking to collaborate with in the following categories:Amazing Food Experiences : There is a growing potential to enhance customer experience in food shopping and food service. JLAB is looking for startups which will help to serve food to customers in more convenient, exciting and innovative ways.Amazing Store Experiences : JLAB aims to partner with startups to make in store experiences even more inspiring and individual.Effortless Shopping: JLAB is looking for solutions that create frictionless on and offline shopping for customers; startups who can help to enhance shopping experiences and save the customers time.Help Me Live a Healthier Life: JLAB aims to find innovative health and wellbeing solutions that can be implemented across online channels and in store. Solutions which help people to live well when it comes to food and lifestyle.Smarter Supply Chain:  Also interesting are startups with innovative ideas, or solutions to disrupt traditional supply chain practices, from last mile deliveries and farm to fork traceability to smart product IDs and Internet of Things.Wildcard:  Innovations that are so out of this world they can't be classified.Applications just opened and will close at midnight on 30 April. John Lewis Partnership and L Marks will then select five to ten startups to complete the 12 week JLAB programme, commencing in July 2017. The final winner will be announced at a showcase event in September 2017. Apply now!",
    "date": 1491226189,
    "url": "http://www.eu-startups.com/2017/04/jlab-2017-waitrose-joins-forces-with-john-lewis-to-create-the-uks-largest-retail-tech-accelerator-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "40 awesome people you're going to meet at this year's EU-Startups Conference",
    "content": "Sure, we'll have some exciting speakers and an electrifying pitch competition, but what makes a startup event exceptionally good, are the people you meet and connect with. At the EU-Startups Conference, we'll have about 400 of them. Below you'll find a short intro to 40 awesome people you're going to meet at this year's EU-Startups Conference on April 13 in Berlin. We're listing them in no particular order. The full attendee list, which is currently building up, as well as tickets, can be found here.Simon Meehan is the European Affairs Director at TATA Group - a multi-sectoral global enterprise, comprising over 100 independent companies operating in over 100 countries.Philipp Medrow is Partner in PwC's Assurance Audit practice in Berlin and PwC NextLevel Leader. PwC has a startup team that is particularly familiar with your company's needs and challenges.Peter Vesterbacka: In his previous role as CMO at Rovio, Peter helped to make the Angry Birds franchise one of the most popular games of all times. Peter is also the founder of Slush and Lightneer.Bernd Auer is the Country Mananger DACH of Teamleader - an integrated All-in-one-Tool for CRM, quotation management, project management, time recording and invoicing for SMEs.Ferry Heilemann and his brother Fabian founded DailyDeal - the first European couponing portal, which they sold to Google for about $114 million after 22 months.Raffaela Rein is the founder and CEO of CareerFoundry, Europe's leading online school for UX/UI Design, Web & Mobile Development. At the EU-Startups Conference, Raffaela will share her learnings on how to build an UX-led company.Anna Bofill Bert is the Team Lead EMEA at SendGrid - a cloud-based customer communication platform that successfully delivers over 30 billion emails each month.Jeff Burton is a co-founder of Electronic Arts. He started his career as the third employee of Atari's International Home Computer Division  responsible for its business development throughout Europe and the Middle EastJeroen De Wit is the founder and CEO of Teamleader, an integrated All-in-one-Tool for CRM, quotation management, project management, time recording and invoicing for SMEs.Nils Seger is the founder and Managing Director of RCKT. The Digital Consultancy of Rocket Internet has the goal to goal to guide companies and brand into the digital age.Federica Bordoni is a Marketing Executive at Aruba. Aruba Cloud offers startups great Cloud technology and a three-year program to support them as they develop their business.Jesper Buch: Jesper is a serial entrepreneur and founder of the European unicorn Just Eat. He is also a dragon in the Danish version of Dragons Den / Shark Tank and one of the most active angel investors in Europe.Marcin Szelag: Partner at Innovation Nest, a seed investment firm based in Cracow (Poland). Innovation Nest focuses on European early-stage SaaS companies.Rouven Dresselhaus: Partner at Cavalry Ventures, a Berlin-based VC firm which makes early-stage investments in teams who question the status quo and think big.Axel Hoefer: Axel is Chairman and co-founder of Yesss Capital - an early-stage seed fund focusing on Technology, Energy and Entertainment startups in North America, Europe and the developing world.Chiara Sommer: Senior Investment Manager at High-Tech Grunderfonds (HTGF), the leading seed investor for German startups with a total volume of EUR565.5 million.Daniil Murin: Business Development Manager at Tiantang Ventures - a company builder for digital ventures with a focus on South East Asia which helps startups in the areas of FinTech, AdTech and E-Commerce succeed.Mathias Ockenfels: Principal at Point Nine Capital, an early-stage VC firm primarily focused on SaaS and online marketplaces. Point Nine is based in Berlin, but invests all over the world.Julius Russmann: Analyst at Earlybird Venture Capital, a VC firm which backs European companies that have a global profile, from a few hundred thousand up to $15 million.Antonino Sacca: CEO & Founder Hephaestus Venture, a recently founded VC firm with the goal to support the internationalization and expansion of European startups to Brazil.Kinga Stanislawska: Founder & Managing Partner at Experior Venture Fund - a Polish VC firm which invests between EUR200k and EUR3 million in high-growth innovative companies.David Stuck: Venture Capital Analyst at bmp Beteiligungsmanagement AG - a Berlin-based VC firm which supports exceptional entrepreneurs building successful companies.Alexander Kolpin: Managing Director & Partner at WestTech Ventures - a technology-oriented seed venture capital investor in Berlin. WestTech Ventures also runs an accelerator program called Project Flying Elephant.Alex Spain: Senior Associate at Atomico - an international investment firm, focused on helping the world's most disruptive technology companies scale and become global leaders.Melanie Schroder: Senior Investment Manager at Axel Springer Plug and Play, a startup accelerator which provides office space, access to a global network, and EUR25K funding.Grega Potokar: Co-Founder of ABC Venture Gates, an organisation which helps promising startups to conquer the German market. Headquartered in Silicon Valley, the ABC group also runs accelerator programs in Slovenia and India.Carl-Luis Rieger: Investment Analyst at Kompass Digital, a Berlin-based VC fund. Through early stage investments, the firm aims to back digital, EU-based startups with the potential to shape industries and expand their reach globally.Thomas P Offner is bridging the gap between the corporate and the startup world - in his self defined role as a Quarterback for PwC. Thomas will join us as a judge at this year's Pitch Competition.Tarmo Virki is the editor of the startup blog ArcticStartup and co-founder of \"CoFounder\" - the coolest print magazine dedicated to the European startup landscape.Florian Kandler is a Vienna-based entrepreneur and the creator of the awesome Startup Milestones Podcast, where he interviews successful founders from all across Europe.Madara Ambrena is the Deputy Head of Foreign Investment Attraction, Tourism and Export Promotion Division of the Ministry of Economics of the Republic of Latvia.Peter Kovacs is the co-founder of the headhunting agency IseeQ, the Central European Startup Awards, and xLabs. Also, Peter is part of the editorial team of EU-Startups.com.Markus Elsasser is the founder and publisher of the StartupValley magazine - a print and online publications about startups from Germany with the potential to conquer and dominate international markets.Philip Hemme is a French-German Entrepreneur and the founder of Labiotech. Founded in 2014, Labiotech today is the leading digital media covering the European Biotech industry.Aziza Idrissi Janati is the Innovation Manager and the startup program lead at BNP Paribas. OpenUp is the BNP Paribas Group initiative to foster collaboration with startups.Henry Joseph-Grant worked for JUST EAT from the start-up stage to the IPO. Today he's a Startup Advisor, Mentor at Seedcamp and writer for the Irish Tech News.Dimitris Tsingos is a tech entrepreneur and early stage investor. He's the Founder and CEO of Starttech Ventures, a Greek micro-VC, but also of Virtual Trip, one of the first tech startups in Greece.Christoph Sollich is the is a startup consultant specializing in business model generation, strategy, marketing and pitching. He's also know as the \"Pitch Doctor\"Thomas Ohr (yes, that's me) is the founder and editor of EU-Startups.com, one of the leading startup publications in Europe. He's also the organizer of the EU-Startups Conference and the CEO of Menlo Media.Michel Bohata: As International Sales & Marketing Manager at Wirecard, Michel is currently focusing on developing the Scandinavian market for the multi-national payment enterprise and supporting sales strategies in the UK & Ireland.Interested to join? Secure your ticket now!\nWe kept it affordable: The two ticket categories we're offering (EUR49 / EUR99) already include food and drinks during the event. Tickets can be purchased here!A big \"Thank You\" goes out to our Sponsors:Teamleader helps you and your team work smarter so your small business prospers. Bringing CRM, project management and invoicing together with an intuitive software solution, Teamleader enables your team to collaborate, organize and build your business.Hiscox is a leading specialist insurer and offers tailored insurance cover for sole traders, freelancers or contractors, as well as small business owners. This includes professional indemnity for the specific business needs in IT, marketing and advertising, recruitment and management consultancy. Often, self-employed freelancers and startups are not sure what kind of risks they might face, and what cover they need. Hiscox does its best to explain what the different insurance policies can cover and provides excellent service to its clients.PwC NextLevel unifies the products and services PwC offers to startups and scale-ups. PwC Europe's startup initiative has access to the global PwC Network (220,000+ people in 157 countries) and is able to help in every single facet of your business. PwC provides industry focused assurance, tax and advisory services to enhance value for its clients and their stakeholders.OpenUp is the BNP Paribas Group initiative to foster collaboration with startups. It is a program and a digital platform connecting BNP Paribas employees working on innovation or business topics with startups worldwide. Our ambition is to co-create innovation together with fintech startups and build up the future of banking with innovative companies.Tata group is a multi-sectoral global enterprise headquartered in India, comprising over 100 independent companies operating in over 100 countries. Tata has always been committed to innovation and helping the next generation of entrepreneurs, wherever it operates, through its various initiatives across Europe. Tata partners with NACUE to deliver the Varsity Pitch Competition, which is one of the UK's leading graduate entrepreneur pitching competitions, while in the Netherlands Tata recently partnered with Team Academy to support EU-based student entrepreneurs.Aruba Cloud, part of the Aruba Group and one of cloud computing leaders in Europe, offers startups the best Cloud technology and a three-year program to support them as they develop their business plans. By taking part in We START you UP, startups will have up to EUR9,000 of free Cloud credit, complimentary technical support, an European network of Data Center and many more exclusive benefits to help them in the market.Wirecard is a global technology group that supports companies in accepting electronic payments from all sales channels. Using the Wirecard Checkout Portal, merchants can easily, quickly and cost-effectively select the individual payment methods they need and integrate them in their online shop. With the Checkout Portal, merchants benefit from secure payments with an integrated fraud prevention, a multilingual support, partner models and a transparent pricing.",
    "date": 1490971764,
    "url": "http://www.eu-startups.com/2017/03/40-awesome-people-youre-going-to-meet-at-this-years-eu-startups-conference/",
    "origin": "eu-startups"
  },
  {
    "title": "Football Data Intelligence: SciSports secures EUR1.8 million additional funding for the global roll-out",
    "content": "The Dutch startup SciSports today announced that it has raised an extra EUR1.8 million with existing and new investors. The fresh capital will be used to roll-out the SciSkill Index worldwide and implement the BallJames data machine in various stadiums in countries such as England and Germany. In the last few years, SciSports has worked on building the SciSkill Index, a fully automated solution that calculates the quality, talent, and value of every professional football player in the world. With the in-house developed capturing reality technology called BallJames, which generates complete 3D data in real-time, we created a refined total solution that immediately converts events in practice or during the match to useful information and knowledge.SciSports started in 2012 as a spin-off of the University of Twente and currently has 45 employees. The Enschede-based company has been working for several clubs and agents in the Netherlands, Belgium, England, Portugal, Brazil, Germany, and Italy.The SciSkill Index is probably the only objective worldwide player index that makes it possible to compare the quality of football players all around the world. Every week, over 2000 matches in 210 leagues are analyzed by the SciSkill algorithm, through which the SciSkill Index automatically adjusts the quality of 350.000 football players in an index. The index measures the influence of a player on a match and the individual development. With this, it calculates the market value and the potential of a player, based on his current quality and the growth of other players in the past. The SciSkill is not only interesting for clubs, as it also beats the bookmakers in predicting matches and is the ideal input for Fantasy Football games.BallJames is a real-time tracking technology developed by SciSports that automatically generates 3D data from video images of football matches. In the stadium, fourteen cameras are installed, which record all the movements on the field. BallJames then generates its own data such as the precision, direction and speed of the passing, sprinting strength, jumping strength, player movements and how close the ball stays to the foot after a first touch. The Polman Stadium of Heracles Almelo is the first stadium in the world equipped with this system. At the moment, a second stadium in England is being equipped with the first official Beta version of Balljames and in collaboration with the University of Twente, a test field will be set up for academic research.Giels Brouwer, the founder of SciSports stated: \"Football is our focus. With the SciSkill, we have created a new opportunity to help clubs finding talent in undiscovered regions. The unique part is that we have built an index that values a player regardless of his position, club or nationality. Our Datascouting department helps the clubs and explores the market, while the Intelligence department automates their findings through Machine Learning. For this to work, we continuously need better data, which is why we started developing BallJames with which we cover the complete value chain in football. We have noticed that not only the world of sports is open to this new form of information. That is why this year we will invest in automated tooling for the media, gambling and gaming industry.\"Gerrit-Jan van Ahee, the CTO of SciSports added: \"When BallJames is done, a lot more is possible. Think VR, goal-line technology but for the whole field, think second screen possibilities besides watching football on your TV. It is impossible that we will also deliver the end product in all those markets, but with our engine we will fill the role of pure data supplier. We seek collaboration with existing parties in the market and want to solve the current limitations for them.\"",
    "date": 1490888874,
    "url": "http://www.eu-startups.com/2017/03/data-intelligence-for-football-dutch-startup-scisports-secures-e1-8-million-additional-funding-for-global-roll-out/",
    "origin": "eu-startups"
  },
  {
    "title": "Overview of the best coworking spaces in Prague",
    "content": "Prague is definitely one of the best cities in central and eastern Europe for nomad workers. For startups, the city is mostly attractive due to relatively low operating/living costs, great social and cultural activities, a welcoming startup community and lively and an ever-growing expat community. No doubt the coworking spaces in the city have experienced kind of a boom in the recent past. To ease your decision and to provide you with a short overview, we've compiled a list with 10 of the coolest coworking spaces in Prague. And here it is:Locus- Locus is known to be an ideal centre for expatriate integration into the Czech lifestyle. Owned by an american psychiatrist, it is a get-together for freelancers, digital nomads and entrepreneurs from different countries and backgrounds, thus creating a mixed community of locals and expats. The place offers collaborative community, high quality office amenities, 24/7 help and services and events on regular basis. Cost: Full package starts at EUR130 per month.K10 - Suited for any kind of work-related activity, K10 offers permanent or occasional work space, full service amenities and access to workshops and networking events. Membership can be adapted to your needs, when requested. There is always free coffee or tea in the self-service kitchen and when you get tired from working, head to the chill-out zone, take a yoga lesson or relax in the sauna. The choice is yours. Cost: Full package starts at EUR150 per month.Coworking Krizovatka- Centrally located and easily accessible, this co-working space attracts international community of freelances and entrepreneurs. They offer standard office amenities alongside business services and events space. As they are heading towards launching an accelerator and regular demo days with investors, this just might be the place for you. Cost: Packages vary from EUR120 to EUR145 per month.Impact Hub- The Czech branch of the Impact hub is an excellent opportunity to boost your idea. They will provide you with fully equipped work environment while exposing you to a vibrant community and exciting networking events. In addition, they offer acceleration and mentorship program, if you need to move fast. Leave all the operational responsibilities to the host team and focus on developing  your project into a business. Cost: Full package starts at EUR130 per month.In-spiro - Attracting a young, cool crowd, In-spiro is designed to help entrepreneurs achieve their goals more efficiently. It is an open creative space where startups, entrepreneurs and professional independents from both the business and creative industries can merge together to create, work and be part of a community. Each membership includes super-fast wifi, access to kitchen and host assistance. Cost: Packages vary from EUR100 to 130 per month based on membership duration.Node5 - This co-working factory is a home to 100+ tech superstars and mentors, and as such, plays an integral part of the startup ecosystem. Situated in an abandoned factory floor, it is beautifully transformed into a productive working environment. They offer luminous space equipped with high quality amenities, access to mentors and an ever challenging environment. Known to be the place where future innovators are born and cultivated. Cost: Full package starts at EUR110 per month.Tech square - TechSquare promotes the joining of forces between corporations and startups. Serving as an intermediary between these two groups, they will offer 24/7 services, office supplies, kitchen and showers to assure you feel comfortable and inspired. In addition, being part of this co-working place will provide you with the opportunity to meet and interact with an inspiring group of corporate players, exchange ideas and skills and thrive as a business. Cost: Full package starts at EUR145 per month.Prague start-up centre - Hosting dozens of start-ups and entrepreneurs in their beautifully furnished offices, they offer 24/7 access for both workspaces and meeting rooms, in addition to the start-up education and incubation program. The centre takes advantage of the presence of top brains from the industry in their organisation and organizes events such as knowledge sharing, workshops, community engaging networking events etc. Cost: Full package starts at EUR95 per month.Paper hub - Paper hub offers beautiful and affordable shared offices intended to help independent workers of all kinds to work more effectively, professionally, and enjoyably. Known as the only bitcoin co-working space, Paper hub has one more specific: their prototyping studio called Maker's Lab. Anyone interested in 3D printing, this is the place to go and learn. A chill-out zone and table table game is available to clear your mind. Cost: Full package starts at EUR110 per month.Opero - Opero quickly became a refuge for freelancers, start-ups and digital nomads due to its warm environment driven by the idea of continuous learning, sharing and collaborating. Customized membership deals, 24/7 reception desk, fully equipped meeting rooms, private cafe, assistant services, parking options, and a range of other services. Cost: Full package starts at EUR130 per month.",
    "date": 1490870870,
    "url": "http://www.eu-startups.com/2017/03/overview-of-the-best-coworking-spaces-in-prague/",
    "origin": "eu-startups"
  },
  {
    "title": "L Marks and the British logistics giant Wincanton are launching W2 Labs - Apply now! (Sponsored)",
    "content": "Wincanton, the largest British logistics company, has launched W2 Labs - a new programme aimed at challenging startups from around the world to develop innovative solutions to industry challenges defined by the Wincanton Group.Run in partnership with L Marks, the corporate innovation specialist and early-stage investor, startups are invited to apply to work with Wincanton across five categories.Selected startups will develop their business proposition with Wincanton and will receive intensive business mentoring from the company's Senior Executives. \nAdrian Colman, Wincanton CEO, said of the W2 Labs launch: \"We see new technologies transforming the way the logistics industry works and there has never been a better time to innovate in the sector. That's why we want to work with the best start-up businesses from around the world to help us to exploit the possibilities of the digital supply chain.\"Stuart Marks, technology entrepreneur and Chairman of L Marks, said: \"Innovation in the sector has been limited to a few large players but Wincanton's commitment to  W2 Labs demonstrates the company's desire to lead the challenge and find new ways to innovate. I'm excited that L Marks will be joining Wincanton on this journey to discover and work with some incredible startups.\"Timing: Applications for W2 Labs are open until 9 April 2017, with the best entries invited to pitch in late spring. A 10-week intensive collaboration period between Wincanton and the selected start-ups will then follow, with concepts being demonstrated at the end of the process. At this stage, the concepts could be progressed on a longer-term commercial basis by the W2 Labs partners. Sounds interesting? Apply now!",
    "date": 1490695923,
    "url": "http://www.eu-startups.com/2017/03/l-marks-and-the-british-logistics-giant-wincanton-are-launching-w%c2%b2-labs-apply-now-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "Within the first three months Riga-based VIAINVEST reports EUR1 million invested into loans through its P2P lending platform",
    "content": "The first three months of operation have been highly productive for the Riga-based FinTech startup VIAINVEST. EUR1 million have already been invested into consumer loans through the platform. The great activity of investors once again proves the growing demand for alternative investment opportunities.Founded in 2016, VIAINVEST is a peer to peer lending platform providing alternative online investment opportunities - both private individuals and legal entities are welcome to invest in consumer loans originated by the VIA SMS Group and its daughter companies operating across Europe. Since launch, VIAINVEST has significantly increased its investment portfolio and currently boasts an offer of up to 12,2% annual return to its investors.Eduards Lapkovskis, the CEO of VIAINVEST stated: \"We are pleased with what we have achieved in these first months after launch - if we take into account that the number of peer to peer lending market participants has raised noticeably, funding one million euros of loans within such a short period of time is a significant success. Our main priority is to ensure outstanding investor support as well as a seamless investing experience to build a trustful relationship with all our clients.\"Since the launch of the company in December of 2016, the development of VIAINVEST has never stopped. VIAINVEST is a part of the alternative financial services provider VIA SMS Group, operating its daughter companies and brands in Latvia, Sweden, Poland, Czech Republic and Spain.Eduards further explained: \"The truth is that you can find gaps or opportunities for development only when the platform is live - when real investors come in, try the features and share their experience. The majority of our investors come from German-speaking countries and traditionally pay significant attention to the details especially when it comes to their finance management. In response to the high demand we now offer the possibility to browse VIAINVEST in German. VIAINVEST will soon also be available in Latvian.\"",
    "date": 1490694138,
    "url": "http://www.eu-startups.com/2017/03/within-the-first-three-months-riga-based-viainvest-reports-e1-million-invested-into-loans-through-its-p2p-lending-platform/",
    "origin": "eu-startups"
  },
  {
    "title": "Peakon secures $6.5 million to further develop its SaaS platform for employee engagement",
    "content": "Peakon, the London and Copenhagen based people analytics startup, today announced the completion of its latest funding round of $6.5 million. Lead investor in this round was EQT Ventures, along with Peakon's existing investors, IDInvest, Sunstone and angel investor, Tommy Ahlers.Peakon creates tangible improvements to employee engagement and retention through insights delivered via its SaaS platform. These insights are generated through the automated collection of employee feedback via web and mobile apps, which is then analysed using the latest machine learning techniques, to understand what motivates employees, what problems they have, and how those problems can be fixed. Since launching in early 2016, Peakon has been rapidly adopted by hundreds of enterprise clients such as World First, Trinity Mirror, Secret Escapes, and Lombard Risk.Peakon was founded in late 2014 and already operates across three locations in the UK, Denmark, and the US, and is expected to treble headcount to over 100 in the next 12 months. This rapid growth has been fuelled by its emergence as a leading provider of employee engagement and people analytics software - which Deloitte estimates is already a $1bn market.Phil Chambers, co-founder and CEO of Peakon said: \"We have been overwhelmed by the positive response to our platform, and have found ourselves in the fortunate position of being in a booming market with a leading product. Due to revenue growth, we were already in a solid financial position, and decided to capitalise on this by accelerating our growth plans, particularly in building out our machine learning, data-science, and engineering teams. The EQT Ventures team brings some fantastic operational experience in international scaling, marketing and product and it's great to have them on board. With a customer base that is growing across Europe and also in the U.S., they're a great match for us.\"Lars Jornow, Managing Partner at EQT Ventures stated: \"AI is tipped as one of the key tech sectors for investors this year, and the team have had an impressive start, demonstrating strong revenue growth and product adoption. We are thrilled to be able to support them for the next stages of the company's development. Workplace culture and being able to track, analyse and act on employee engagement is becoming increasingly vital for all of the top performing companies in the world.\"",
    "date": 1490623267,
    "url": "http://www.eu-startups.com/2017/03/peakon-secures-6-5-million-to-further-develop-its-saas-platform-for-employee-engagement/",
    "origin": "eu-startups"
  },
  {
    "title": "Startup Jobs of the Week: Join Dealini, Project A, Xpenditure, Wimdu or IconPeak",
    "content": "Your boss is an idiot and you're looking for something new? Each week we're introducing you to some great career opportunities in the startup space. This is your chance to join one of Europe's most promising startups. Check out our job board for startup jobs to get a complete overview on the 80+ open postitions there. And without further ado here are the startup jobs of the week:Dealini.ch is a creative agency with a heavy tech focus. Its focus is on converting offline contacts to online customers through apps, websites and even interactive applications on big touchscreens. Join the Zurich-based team now as a Senior Python Developer.Project A is an operational VC that provides its ventures with capital, an extensive network and exclusive access to a wide range of operational expertise. Join the Berlin-based investment firm now as a Customer Success Agent, a Data Engineer or a Communications Manager.Belgium-based Xpenditure is changing the way people manage their expenses. It helps you get rid of Excel sheets and shoeboxes filled with receipts. Join the promising company now as Customer Success Engineer, Online Account Executive or Sales Development Representative.Wimdu aims to turn private, home-grown rentals into an easy to use global norm. By connecting guests and hosts worldwide, Wimdu believes in making quality travel experiences more accessible to everyone. Join the Berlin-based company now as Site Reliability Engineer.The Berlin-based mobile user acquisition ad-technology company IconPeak is a specialist in mobile advertising. The startup helps leading international brands, from a wide range of verticals acquire quality users for their mobile apps. Jon IconPeak now as Account Manager.By the way: If you're a startup CEO and also looking for some rockstar employees for your company, make sure to publish a job opening with us now. While basic job ads are free, a premium job ad (for just EUR69) provides you with the following advantages:",
    "date": 1490373433,
    "url": "http://www.eu-startups.com/2017/03/startup-jobs-of-the-week-join-dealini-project-a-xpenditure-wimdu-or-iconpeak/",
    "origin": "eu-startups"
  },
  {
    "title": "Copenhagen-based Boatflex raises about EUR675K with the goal to turn all of you into sailors",
    "content": "The Danish boat sharing platform Boatflex just secured about EUR675K in funding to help more people to rent a boat and enjoy life on the water. The investment comes from the largest early-stage venture fund in Denmark, SEED Capital and from two business angels.The founders of Boatflex are sure that everyone, whether you have a Certificate of Competence and your own boat or not, should be able to enjoy sailing. Therefore, Boatflex offers customers boat rental with or without captain. Boatflex was founded in 2014.Jakob Bojesen, the founder and CEO of Boatflex stated: \"Most private boats are only used 2% of the time and it is definitely not cheap to own a boat. We think it would be ideal to provide boat owners with the opportunity to get some of their expenses covered, while we let people without a boat enjoy some time on the water.\"Besides Jakob Bojesen the Boatflex team includes COO Arvid Sihm, Mik Thobo-Carlsen (founder of Tattoodo) and sailing professional and Olympic medallist Jonas Hogh-Christensen. Following the investment, Boatflex has recruited more key hires to help take the case to the next level.According to Boatflex, the biggest challenge for boat owners is the costs related to owning a boat. Dansk Sejlunion estimates that a standard 30 ft. boat can easily cost as much as DKK 100.000 (EUR13.444) in yearly maintenance. Boatflex has several of this particularly type of boat on their platform, where the owners have rented out their boat for DKK 40.000 (EUR5.378) during a season.All boats on the Boatflex platform are fully insured during the rental period. The community of sailors in Denmark are made up of older and older sailors. Boatflex allows for the younger generation to get on the water. Buying a boat suddenly becomes an option for a much larger segment, if you can get some of the costs covered through rental. The investors see a large potential.\"Sharing economy platforms are on the rise and Boatflex is \"riding the wave\". They serve a gigantic market with only a few competitive platforms. They have the potential to become a category winner within their market.  The founding team at Boatflex has showed great engagement and execution skills from the very beginning.\" says Investment Manager from SEED Capital Alexander Viterbo-Horten.Boatflex has attracted boat owners from all over the world, which makes it possible to rent everything from a small boat to tour the Copenhagen Harbour to a mega yacht for a sailing holiday in the Mediterranean. There are currently 1400 rental boats and 4000 registered users on the Boatflex platform. According to Boatflex, the platform counted 200.000 unique visits in 2016.",
    "date": 1490367606,
    "url": "http://www.eu-startups.com/2017/03/copenhagen-based-boatflex-raises-about-e675k-with-the-goal-to-turn-all-of-you-into-sailors/",
    "origin": "eu-startups"
  },
  {
    "title": "Female angel investors team up to invest in European startups - an interview with Candace Johnson",
    "content": "We sat down with Candace Johnson, President of the European Business Angels Network (EBAN), to chat about Rising Tide Europe, a programme aimed to attract business women to come together, become angel investors, and invest together. The programme is primarily for women who are new angel investors and want to learn through trainings and observation how experts conduct due diligence, as well as negotiate and manage investments. After a successful Rising Tide Europe 1, which gathered together 94 women from 24 countries across 4 continents to learn by doing with angel investing and making 8 investments across 5 countries, EBAN and its partners are now launching Rising Tide Europe 2.What is Rising Tide Europe? Who is it for?Rising Tide Europe is a global movement which got started in the USA and Europe simultaneously in the summer of 2015 and is now extending to Africa. The idea behind Rising Tide is to attract women angel investors to come together and invest together. There is a group of experienced \"Lead Investors\" who then share their knowledge and experience in making good investments with a group of executive women who may not ever have made angel investments before, but bring a lot of experience, expertise, and network to investee companies.Why this focus on female investors? Is not it better to have gender balanced pool of angel investors?To be honest, first of all, it is fun!  I, for one at age 64 after having almost always been the only woman as an entrepreneur or angel investor in a group, find it absolutely delightful and invigorating to be together with a group of exceptional women dedicated to investing in \"The Next Generation\".Yes, of course it is nice to have a gender balanced pool of investors. Take the example of Golden Seeds in the USA. They started out as an all-women investor group and today have 40% men.At the moment, we are focusing on women angel investors because it is an un-tapped pool and we want to create a \"nation of investors\" in Europe. Women represent the largest group of \"low-hanging fruit\" for angel investors in EuropeHow much money are you planning to invest?In our first programme and fund, Rising Tide Europe 1 raised EUR1 million and we invested in 8 wonderful companies across 5 countries in Europe.With Rising Tide Europe 2, we are targeting EUR2 million and will invest in about 15 companies across Europe. All those interested in applying for the Rising Tide Programme of \"investing and learning while doing\", should register your interest.You're also the President of EBAN. Please give our readers a short intro regarding this association and its goals.EBAN is the European Trade Association of Business Angels, Seed Funds, and Early Stage Market Players. We are a Network of Networks dedicated to creating a \"Nation of Investors\" here in Europe to insure that we have a \"Next Generation\" and not a \"Lost Generation\". We encourage, inspire, and help private investors to make the best investments in innovative companies that will change the world for the better.Who is Candace? What is driving you in life?I bound out of bed every day, eager to bring positive change to the world. My slogan is \"Never accept no for an answer, Never give up, and Never go away even when others want you to\". I believe that everyone has a personal responsibility to make the world better than when they entered it. Be it as an entrepreneur, be it as an angel investor, this is what absolutely drives me every day of my life.",
    "date": 1490303063,
    "url": "http://www.eu-startups.com/2017/03/female-angel-investors-team-up-to-invest-in-european-startups-an-interview-with-candace-johnson/",
    "origin": "eu-startups"
  },
  {
    "title": "Enterprise EMEA connects decision makers in enterprise software from across the EMEA region (Sponsored)",
    "content": "Enterprise EMEA 2017 is a great event for everyone looking for networking and business opportunities in the enterprise software industry. Hosted by Widebridge Group, the event is going to take place on May 23 in London and will bring togeter CEOs, CTOs, and CIOs from around the EMEA region. Enterprise EMEA is an invite-only event, but you can apply for an invite through the event's website.Greg Wolf, founder of the Enterprise EMEA conference and Widebridge Group, stated: \"With all the hype around consumer focused startups like Snap and Uber, none of them would be able to do what they do without enterprise software. Enterprise software is like the digital picks and shovels behind the success of all businesses, and is a much larger market than the consumer market.\"According to the organisers, there is a lack of enterprise software events that encompass the entire enterprise, especially in Europe. That's why Greg and his team created Enterprise EMEA, an event focused on enterprise technology - for the startups, investors, and the ultimate buyers of these companies. An event where all get together to foster more investments, more knowledge sharing and more deals.Several companies that attended last year's edition of Enterprise EMEA have raised large rounds of funding or exited with big acquisitions over the last 12 months, such as London's Weaveworks, which raised $15 million last May from Google Ventures and Accel, or PNMsoft, which was acquired by Genpact.Greg Wolf further explained: \"Enterprise EMEA is unique in the enterprise tech world. Most of the large vendors like Cisco, Microsoft, SAP, etc. all have their own large events. We bring executives from all of those companies together to network with each other, with the startups and with the investors in their ecosystem.\"Among the speakers and attendees will be representatives from companies like Microsoft, Salesforce and SAP as well as investors from firms such as Atomico, Lakestar, Index Ventures, Blackstone and KKR.One of the many even highlights will be a panel discussion on how EMEA enterprise startups can find success on a global scale. It will be joined by Balderton Capital's managing partner Bernard Liautaud, who before joining Balderton, was the founder of BusinessObjects, which got acquired for $6.8 billion by SAP in one of Europe's biggest enterprise tech exits till date.As mentioned in the beginning of this article, Enterprise EMEA is invite-only. To request an invite and for more details please visit the event's website.",
    "date": 1490266717,
    "url": "http://www.eu-startups.com/2017/03/enterprise-emea-connects-decision-makers-in-enterprise-software-from-across-the-emea-region-sponsored/",
    "origin": "eu-startups"
  },
  {
    "title": "16 investors you're going to meet at this year's EU-Startups Conference on April 13 in Berlin",
    "content": "At this year's EU-Startups Conference on April 13 in Berlin we'll have plenty of exciting startups, inspiring speakers, media representatives, but also some great investors who will be on the hunt for lucrative investment opportunities. Below we're listing 16 investors, who have already signed up for the EU-Startups Conference.In oder to give our attendees additional info and an easy conversation starter, we'll also do an \"Investors on Stage\" session at the EU-Startups Conference, where 10+ investors will introduce their investment firm/focus within 2-minute pitches in front of our crowd of young and hungry entrepreneurs. If you haven't secured your ticket for the EU-Startups Conference yet, act fast! Tickets are available here.Jesper Buch: Jesper is a serial entrepreneur and founder of the European unicorn Just Eat. He is also a dragon in the Danish version of Dragons Den / Shark Tank and one of the most active angel investors in Europe.Marcin Szelag: Partner at Innovation Nest, a seed investment firm based in Cracow (Poland). Innovation Nest focuses on European early-stage SaaS companies.Rouven Dresselhaus: Partner at Cavalry Ventures, a Berlin-based VC firm which makes early-stage investments in teams who question the status quo and think big.Axel Hoefer: Axel is Chairman and co-founder of Yesss Capital - an early-stage seed fund focusing on Technology, Energy and Entertainment startups in North America, Europe and the developing world.Chiara Sommer: Senior Investment Manager at Hig- Tech Grunderfonds (HTGF), the leading seed investor for German startups with a total volume of EUR565.5 million.Daniil Murin: Business Development Manager at Tiantang Ventures - a company builder for digital ventures with a focus on South East Asia. Tiantan Ventures helps high growth businesses in the areas of FinTech, AdTech and E-Commerce succeed.Mathias Ockenfels: Principal at Point Nine Capital, an early-stage VC firm primarily focused on SaaS and online marketplaces. Point Nine is based in Berlin, but invests all over the world.Julius Russmann: Analyst at Earlybird Venture Capital, a VC firm which backs European companies that have a global profile, from a few hundred thousand up to $15 million.Antonino Sacca: CEO & Founder Hephaestus Venture, a recently founded VC firm with the goal to support the internationalization and expansion of European startups to Brazil.Kinga Stanislawska: Founder & Managing Partner at Experior Venture Fund - a Polish VC firm which invests between EUR200k and EUR3 million in high-growth innovative companies.David Stuck: Venture Capital Analyst at bmp Beteiligungsmanagement AG - a Berlin-based VC firm which supports exceptional entrepreneurs building successful companies.Alexander Kolpin: Managing Director & Partner at WestTech Ventures - a technology-oriented seed venture capital investor in Berlin. WestTech Ventures also runs an accelerator program called Project Flying Elephant.Alex Spain: Senior Associate at Atomico - an international investment firm, focused on helping the world's most disruptive technology companies scale and become global leaders.Melanie Schroder: Senior Investment Manager at Axel Springer Plug and Play, a startup accelerator which provides office space, access to a global network, and EUR25K funding.Grega Potokar: Co-Founder & Biz Dev Manager at ABC Venture Gates, an organisation which helps promising international startups to conquer the German market. ABC Venture Gates is part of the ABC group which is headquartered in the Silicon Valley and also runs successful accelerator programs in Slovenia and India.Carl-Luis Rieger: Investment Analyst at Kompass Digital, a Berlin-based VC fund. Through early stage investments, the firm aims to back digital, EU-based startups with the potential to shape industries and expand their reach globally.Interested to join? Secure your ticket now!\nWe kept it affordable: The two ticket categories we're offering (EUR49 / EUR99) already include food and drinks during the event. Tickets can be purchased here!A big \"Thank You\" goes out to our Sponsors:Teamleader helps you and your team work smarter so your small business prospers. Bringing CRM, project management and invoicing together with an intuitive software solution, Teamleader enables your team to collaborate, organize and build your business.Hiscox is a leading specialist insurer and offers tailored insurance cover for sole traders, freelancers or contractors, as well as small business owners. This includes professional indemnity for the specific business needs in IT, marketing and advertising, recruitment and management consultancy. Often, self-employed freelancers and startups are not sure what kind of risks they might face, and what cover they need. Hiscox does its best to explain what the different insurance policies can cover and provides excellent service to its clients.PwC NextLevel unifies the products and services PwC offers to startups and scale-ups. PwC Europe's startup initiative has access to the global PwC Network (220,000+ people in 157 countries) and is able to help in every single facet of your business. PwC provides industry focused assurance, tax and advisory services to enhance value for its clients and their stakeholders.OpenUp is the BNP Paribas Group initiative to foster collaboration with startups. It is a program and a digital platform connecting BNP Paribas employees working on innovation or business topics with startups worldwide. Our ambition is to co-create innovation together with fintech startups and build up the future of banking with innovative companies.Tata group is a multi-sectoral global enterprise headquartered in India, comprising over 100 independent companies operating in over 100 countries. Tata has always been committed to innovation and helping the next generation of entrepreneurs, wherever it operates, through its various initiatives across Europe. Tata partners with NACUE to deliver the Varsity Pitch Competition, which is one of the UK's leading graduate entrepreneur pitching competitions, while in the Netherlands Tata recently partnered with Team Academy to support EU-based student entrepreneurs.",
    "date": 1490197694,
    "url": "http://www.eu-startups.com/2017/03/16-investors-youre-going-to-meet-at-this-years-eu-startups-conference-on-april-13-in-berlin/",
    "origin": "eu-startups"
  },
  {
    "title": "UK-based femtech startup Elvie closes a $6 million Series A round led by Octopus Ventures",
    "content": "Elvie, the female-led British company dedicated to developing smarter technology for women's health and lifestyle, Just raised $6 million from Octopus Ventures and with a participation from female focused VC AllBright. London-based Elvie will use the fresh capital to roll out into 25 additional countries across America, Europe and Asia-Pacific, as well as launch a second device, all before the end of 2017.Elvie's first pioneering product, which went to market in October 2015, is a kegel tracker and app which is recommended by professionals across the health and wellness space. It is currently distributed at large retailers and boasts celebrity fans including Gwyneth Paltrow, January Jones and more recently Khloe Kardashian.The market for Elvie's first product is significant; 1 in 3 women experience pelvic floor problems at some point in their lives, and the figure among pregnant women and new mothers is even higher, reaching up to 80%. The NAFC (National Association for Continence) estimates that  200 million people around the world suffer from various forms of urinary incontinence and this number is likely to continue to grow with the ageing population. Elvie's proprietary data shows that 8 in 10 users of their Kegel tracker reported improvements to their pelvic floor strength, with over half of them reporting a significant change in less than two weeks. Elvie's second product, which the company will launch before the end of the year, is aimed specifically at new mothers, a $1.2 billion dollar market.Launched in 2013 by Tania Boler and Alex Asseily (Jawbone Founder), the company became breakeven within six months and is currently growing its customer base 50% quarter on quarter. Today, Elvie operates across 59 countries and in 2016, it generated $1 million in revenue from direct sales alone. Elvie's ambition is to become the world's number one health tech brand for women, by offering new intelligent and connected tools to improve women's health at a global scale.Tania Boler, Co-Founder and CEO of Elvie commented: \"Our mission is to become the leader in femtech by improving the health and wellness of women everywhere and at all stages of their life through smarter technology. The combined backing from Octopus and AllBright is a huge mark of credibility for Elvie. Octopus is the leading consumer tech investor in the UK and we're proud to partner with such an experienced investor with strong expertise in taking British brands to the U.S. Elvie and AllBright share the same mission of advocating for female-led technology. Together we are committed to push the boundaries of innovation applied to women's issues.\"Simon King, Investment Manager at Octopus Ventures stated: \"With health and lifestyle mobile apps growing at an estimated 700% per year, we've only just scratched the surface of how intelligent technology can improve people's health. Elvie is addressing an unrivalled market for women's personal health and has already established itself as the leader in this category. In particular, Octopus focuses on backing unusually talented teams - and Tania and her team are exceptional. We're thrilled to accompany them in this new phase of growth, rolling out in new geographies and extending the reach of what connected hardware can do for women's personal health.\"Elvie received $3 million in funding in previous seed rounds, as well as a further  $1.5 million from several government grants. In addition to its rapid growth and profitability, Elvie has already received 12 awards for innovation and design, including Innovator of the Year for Tania Boler at the 2016 everywoman in Technology Awards. Elvie will use their talent for transforming medical technology and expertise into effective and well-loved consumer products to disrupt an established market with their second product.",
    "date": 1490185847,
    "url": "http://www.eu-startups.com/2017/03/uk-based-femtech-startup-elvie-closes-a-6-million-series-a-round-led-by-octopus-ventures/",
    "origin": "eu-startups"
  },
  {
    "title": "Beekeeper scores $8 million with to goal to connect and engage 2 billion workers without desk jobs",
    "content": "Beekeeper, a leading employee communications platform from Zurich (Switzerland), today announced it has secured $8 million in a Series A funding round led by Keen Venture Partners. The fresh capital will be used to fund aggressive U.S. and EMEA market expansion for Beekeeper's employee communication app that aims to connect and empower entire workforces, including non-desk workers, anytime and anywhere.Beekeeper also welcomed the participation of Fyrfly Venture Partners, Polytech Ecosystem Ventures, and b-to-v Partners. Prominent angels who invested in a personal capacity include Niklas Zennstrom, Skype co-founder and founding partner at Atomico; Ariel Ludi, former CEO of hybris and founder at Hammer Team; and Niklas Ostberg, co-founder and CEO Delivery Hero. Beekeper was founded in 2012 and today has offices Zurich and San Francisco.Cristian Grossmann, the CEO of Beekeeper stated: \"Beekeeper closes the gap between employees working in corporate offices and 70% of the global workforce that doesn't spend their day sitting at a desk. Beekeeper's mobile app enables all employees to work together better, and drives the top and bottom line through higher productivity and decreased turnover. We saw significant momentum in 2016 from the investments we made in customer success and new features to support major global enterprise customers, and we will use this financing to continue our expansion into new industries and markets in the year ahead.\"Beekeeper's new financing comes within a year of closing its seed round and marks a time of rapid corporate growth. In the past year, Fortune 500 companies across the globe have adopted Beekeeper to easily connect with and empower employees regardless of role and location. Beekeeper today also announced it has increased its user base by more than 500% and currently serves hourly workers in more than 137 countries.The Beekeeper communication app is designed for those employees who work shifts, don't sit at desks, and do not have corporate email addresses. This represents more than 2 billion global workers in sectors such as hospitality, retail, manufacturing construction, transportation, food and beverage, and logistics.With Beekeeper, companies can easily reach, connect and engage these employees to create new ways of working - without requiring a corporate email or mobile number to login. The app is built from the ground up to be easy to use and features peer -to peer messaging, communications streams, group chat, and mobile surveys.For organizations, Beekeeper matches corporate identity and branding, with automated workflows and scheduling to fully support operational strategies and communication. The app features real-time measurement to improve communication efficiency, gain insight and calculate impact, allowing for continuous optimization. Beekeeper integrates with over 500 tools and can be extended further with shift management, payroll, intranets, or HR systems.",
    "date": 1490118255,
    "url": "http://www.eu-startups.com/2017/03/beekeeper-scores-8-million-with-to-goal-to-connect-and-engage-2-billion-workers-without-desk-jobs/",
    "origin": "eu-startups"
  }
]